{
  "identify": "KSB-99-訴-31-20100512-1",
  "court": {
    "name": "高雄高等行政法院",
    "code": "KSB"
  },
  "division": {
    "name": "行政",
    "code": "A"
  },
  "year": 99,
  "word": "訴",
  "number": "31",
  "jcheck": "1",
  "reason": "綜合所得稅",
  "content": "高雄高等行政法院判決\n                                        99年度訴字第31號\n                                 民國99年4月28日辯論終結\n原      告  甲○○\n                            巷54號13樓之1\n訴訟代理人  蘇二郎  律師\n            乙○○  會計師\n被      告  財政部臺灣省南區國稅局\n代  表  人  丙○○  局長\n訴訟代理人  己○○\n            戊○○\n            丁○○\n上列當事人間綜合所得稅事件，原告不服財政部中華民國98年11\n月30日台財訴字第09800557780號訴願決定，提起行政訴訟，本\n院判決如下：\n    主  文\n原告之訴駁回。\n訴訟費用由原告負擔。\n    事實及理由\n一、事實概要︰\n    緣原告民國92年至95年度綜合所得稅結算申報，經被告查獲\n    漏報其取自濱川企業股份有限公司（下稱濱川公司）營利所\n    得分別為新臺幣（下同）284,223元、4,114,682元、3,530,\n    906元及5,478,511元，另查獲94年及95年度漏報利息所得10\n    2元及37元，分別歸課各該年度綜合所得總額1,461,876元、\n    9,196,468元、5,862,529元及9,208,703元；92年度核定應\n    退稅額3,825元，93年至95年度核定補徵稅額1,400,191元、\n    858,229元及1,570,835元，並審理違章屬實，93年度按所漏\n    稅額1,400,191元處0.5倍罰鍰700,095元；94年度按所漏稅\n    額25元及858,204元分別處0.2倍及0.5倍罰鍰合計429,107元\n    ；95年度因原告另涉分散所得情事，故按所漏稅額1,720,48\n    9元處1倍罰鍰1,720,489元。原告就取自濱川公司營利所得\n    部分（95年度為其中4,829,761元）及罰鍰處分不服，申請\n    復查，未獲變更，提起訴願，亦遭決定駁回，遂提起本件行\n    政訴訟。\n二、本件原告主張︰\n（一）原告與蕭欽群、蕭欽銘等3人（下稱原告等人）於91年設\n      立京賢及京誼投資股份有限公司（下稱京賢公司、京誼公\n      司）係基於經營權及控制權之掌控，由於一般公司未公開\n      發行前股權集中於家族成員，然家族成員是否同心，會不\n      會大量出售持股，往往會影響未來經營權之掌控，為防範\n      於未來，因此大部分公司會將一定比例之股權由投資公司\n      持有，藉以穩固經營權。再透過投資公司當選董監事，可\n      以隨時更換代表人，以避免陣前倒戈之情事。91年間原告\n      等人設立京賢及京誼公司之目的，係為掌控經營權，非被\n      告所稱「藉股權移轉或其他虛偽之安排，不當為自己規避\n      或減少納稅義務」。\n（二）依所得稅法第66條之8規定，不當為自己規避或減少納稅\n      義務之構成要件，為藉股權移轉或其他虛偽之安排。然京\n      賢、京誼公司所認購之濱川公司之股票，係屬現金增資認\n      購，非屬原告等人移轉，再則京賢、京誼公司之設立係為\n      經營權之掌控，並無虛偽設立之情事，且京賢、京誼公司\n      亦為濱川公司之董事或監察人，倘為虛偽之安排，又如何\n      能當選上櫃公司之董事或監察人，因此就京賢、京誼公司\n      投資持有濱川公司之股票言，實不符合藉股權移轉或其他\n      虛偽之安排之構成要件。且京賢、京誼公司資本額與投資\n      比率不相當，非無財力購買濱川公司股權，而上市櫃公司\n      資本額與其購買固定資產及長期投資不相當者，比比皆是\n      。其自有資本不足部分不外借款、發行公司債等，非資本\n      與其購買固定資產及長期投資比率不相當，就謂該公司無\n      確實財力。另京賢、京誼公司設立之目的，既在於經營權\n      之掌控，並無法律規定投資公司之投資標的不能單一，且\n      就目前上市櫃公司於轉投資海外公司，通常會於境外設立\n      一投資公司，再由該境外投資公司轉投資大陸等地區之公\n      司，依被告之觀點皆為「難認與投資公司設立之目的相符\n      」？原告等人於91年設立京賢、京誼公司之股本，係由原\n      告等人所出資，致於原告等人之資金來源無論係借款或係\n      自有資金，與京賢、京誼公司設立是否符合公司法之規定\n      ，應屬無關。況且以原告等人之財力要支付京賢、京誼公\n      司各100萬元之資金，應屬無虞。且京賢及京誼公司92年\n      至95年度帳列全年所得額皆為正數，另課稅所得額94年至\n      95年度亦為正數，非如被告所述皆為虧損。就一般未公開\n      發行公司營運所需之資金，正常來源不外乎股本、銀行借\n      款、股東墊款等，非僅限股本，且亦無相關法律規定公司\n      所需資金皆須來自股本。而京賢、京誼公司營運資金不足\n      ，原告等人借款予公司，並無相關法令所禁止。\n（三）依所得稅法第4條之1規定，證券交易所得免稅，對於自然\n      人或法人投資皆適用，然投資公司之證券交易所得免稅係\n      屬營業事業所得稅免稅，如證券交易係屬利得，仍屬投資\n      公司盈餘，未來投資公司分配或解散時，仍需視同營利所\n      得，課投資公司股東個人綜合所得稅，即將本屬自然人免\n      稅之證券交易所得，透過投資公司後變為應稅之營利所得\n      。另有關投資公司所獲分配之股利所得，如未分配，投資\n      公司盈餘未分配，皆已依所得稅法第66條之9規定，繳交\n      未分配盈餘稅係屬遞延，未來投資公司如分配盈餘，仍視\n      為個人之營利所得，非屬免稅。經設算截至95年12月31日\n      投資公司相關收益，京賢及京誼公司帳上未實現及已實現\n      之盈餘合計為319,903,598元，如以綜合所得稅40%計算，\n      原告等人未來需繳交之稅負約127,961,439元，其中屬於\n      免稅之證券交易所得即高達118,003,740元，而依被告認\n      定截至95年底原告等人應繳交之綜合所得稅為19,469,589\n      元，試問如藉由股權之移轉或其他虛偽安排，不當為自己\n      規避稅負或減少納稅義務，何以遞延之稅負會較被告計算\n      之稅負高達約6.57倍，遑論有減少納稅義務之嫌，不符合\n      所得稅法第66條之8所稱之「不當為自己規避或減少納稅\n      義務」。另再設算截至98年9月21日京賢及京誼公司帳上\n      未實現之證券交易所得345,965,522元，如以綜合所得稅\n      40%計算，原告等未來需繳交屬於免稅-證券交易所得稅負\n      約138,386,209元，較95年底之118,003,740元增加20,382\n      ,469元，假如處分後需繳交所得稅最低稅負34,396,552元\n      ，亦比被告需原告等應繳交之綜合所得稅為19,469,589元\n      高出許多。租稅規劃係指能減少稅賦，焉有不降反增之道\n      理？再則假設透過移轉投資公司的股權，是否有規避稅負\n      之嫌？如以濱川公司99年4月1日收盤價格，估算京賢及京\n      誼公司之股東要繳交的最低稅負即高達1.68億元，也遠比\n      被告要課的稅19,469,589元來得多，最低稅負於96年開始\n      實施，由於最低稅負的實施，原告等人認為如真有要規避\n      稅負的規劃也很難用移轉投資公司的股權移轉來達成。參\n      酌所得稅法第66條之8規定之立法意旨，係鑑於不同身分\n      納稅義務人間，有關稅額扣抵與退還之規定各不相同，易\n      滋生納稅義務人利用股權之暫時性移轉或其他虛偽之安排\n      ，不當規避或減少納稅義務之誘因。本件係現金增資，觀\n      諸其外在態樣及稅負負擔結果亦與所得稅法第66條之8規\n      範之要件不符。\n（四）租稅規劃需以已實現或可實現之所得為前提，原告等人認\n      為為自己規避稅負或減少納稅義務，需以已確定或可確定\n      之應課稅所得，為規劃標的方有意義，如黃任中案，將其\n      投資公司當時可確定出售遠航股權之獲利數十億元，在半\n      年內透過股權移轉方式，將原本屬於個人應課稅之營利所\n      得，轉為免稅之證券交易所得，致使其不需繳交任何稅負\n      ，亦無遞延稅負；又如最高行政法院96年度判字第1374號\n      及鈞院95年度訴字第694號判決，係將帳上已實現或可實\n      現之應課稅所得，透過投資公司之規劃，致使自然人股東\n      不需繳交稅負，且亦無相關之遞延稅負。然原告等於91年\n      11月設立京賢及京誼公司時，濱川公司帳上截至90年底已\n      實現及可分配保留盈餘為15,256,000元，原告等人認為如\n      被告所認定及前述判決，勉強可認定可規劃金額僅15,256\n      ,000元，如以京賢及京誼公司持股30%設算，最多僅能認\n      定規劃金額為4,577,000元（15,256,000元×30%），至於\n      濱川公司未來能否賺錢分配股利僅屬於期待，並不能規劃\n      ，畢竟不是設立公司就能賺錢，已上市櫃的虧錢公司亦多\n      有所見，因此京賢及京誼公司不符合所得稅法第66條之8\n      規定，被告實不應於96年針對已分配之結果，倒推91年之\n      規劃，恐有事後諸葛之嫌。況京賢及京誼公司自設立以來\n      ，皆按時申報營利事業所得稅，且誠實揭露投資公司之投\n      資標的、股本、股東往來等科目，且截至95年度為止之營\n      利事業所得稅，皆經被告核定，何以被告於96年度查核時\n      ，突然變成符合所得稅法第66條之8規定，實有違行政程\n      序法第8條之信賴保護原則。\n（五）憲法第15條關於人民財產權應予保障之規定，旨在確保個\n      人依財產之存續狀態行使其自由使用、收益及處分之權能\n      ，並免於遭受公權力或第三人之侵害，俾能實現個人自由\n      、發展人格及維護尊嚴。又脫法避稅之調整非僅稽徵機關\n      之主觀見解，仍須具備客觀脫法行為之要件，並由稽徵機\n      關負舉證責任。另脫法避稅行為係利用私法上之契約自由\n      ，以規避稅捐負擔，且不符稅法立法意旨。然被告有義務\n      將具體案例事實具體的涵攝該稅法之規範意旨，以斷定原\n      告是否為規避稅捐之行為而得以否認。本件被告只單純敘\n      述「原告等3人，均為濱川股東，渠等於91年10月間成立\n      京賢及京誼公司，資本額均各為100萬，並由濱川公司於\n      91年10月24日提領現金全數墊付；京賢及京誼等2家公司\n      於91年11間參與濱川公司現金增資3,770萬元及4,930萬元\n      ，該增資款全由渠等3人代墊，顯見京賢及京誼等2家公司\n      並無資力支付上開增資股款，未實際以自有資金支付價款\n      ，仍進行現金增資，實有違一般常規交易模式」云云。雖\n      原告等3人於設立京賢及京誼公司時曾向濱川公司借款，\n      且已於91年12月12日歸還濱川公司，然原告等3人向濱川\n      公司借款與還款，實屬原告等人與濱川公司之借貸關係，\n      與原告等人設立京賢及京誼公司係屬獨立之法律關係，被\n      告不應不當連結。況京賢及京誼公司設立之股東資金來源\n      不同，向濱川公司或向銀行借款，會影響本件是否適用所\n      得稅法之要件？原告等人認為不會。而原告等3人皆以自\n      己名義，出資設立京賢及京誼公司，資本額各100萬元，\n      另京賢及京誼公司向股東借款往來明細無誤，此為被告所\n      不爭執。被告雖一再爭執京賢及京誼兩家公司投資濱川公\n      司之資金來源，未全部來自股本（即自有資金），而係以\n      向股東借款方式投資，有規避稅法之適用，無以實現租稅\n      公平之基本觀念及要求。然被告卻無具體涵攝說明資本額\n      3,770萬元與資本額100萬元，借款3,670萬元如何歸避稅\n      負，違反租稅公平之舉證說明。有關投資資金需求假設3,\n      000萬，原告有權依據一般商業交易習慣，對於資金自由\n      性及積極性安排，並無被告所言有違一般常規交易模式，\n      或規避稅法之適用，無以實現租稅公平之情事，舉例說明\n      如下：就公司法而言，並無禁止公司不得跟股東借款，因\n      此公司資金的運用來源本來就有多種，如股本、銀行借款\n      、股東借款等。不論資金來源是股本、股東借款或銀行借\n      款，投資公司獲配之股利收入，均不需繳交營利事業所得\n      稅；在投資公司未作盈餘分配前提下，資金來源為股本及\n      股東借款所需繳納之保留盈餘稅係相同。因此不論投資的\n      資金來源係股本或股東借款對本件是否適用所得稅法第66\n      條之8規定，實非所需考量之要件。另參照最高行政法院\n      75年度判字第681號判決要旨：「具備稅法所規定之一定\n      要件者，稅捐稽徵機關始對之有課稅處分之權能，主張稅\n      法所規定之法律效果者，應就該規定之要件，負舉證責任\n      。從而稅捐機徵機關課徵所得稅，自應就納稅義務人取得\n      所得之事實，依職權予以調查。」亦明示有關稅捐請求發\n      生事實由稅捐稽徵關負客觀舉證責任。\n（六）行政程序法第9條明定：「行政機關就該管行政程序，應\n      於當事人有利及不利之情形，一律注意。」此因公法債權\n      債務與私法不同，私法當事人雙方均代表私益，是用當事\n      人進行主義，債權人只就自己有利，對債務人不利方面予\n      以注意。公法債權人為公益代表人，並受基本權直接拘束\n      ，適用原則為「職權進行主義」，自應就有利、不利納稅\n      人之事實一律注意，否則即有過失。原告等人於91年11月\n      設立京賢、京誼公司時，皆按時申報營利事業所得稅，誠\n      實揭露投資公司之投資標的、股本及股東往來等科目，且\n      截至95年度為止之營利事業所得稅均經被告核定在案，何\n      以被告於96年度查核時突然變成符合所得稅法第66條之8\n      規定，實有違信賴保護原則。實則漏稅罰是否成立，在於\n      納稅人有無違反真實義務陷稽徵機關於錯誤，以達逃漏稅\n      目的；如已如實明列，僅法律見解不同，並不違反真實義\n      務（充分揭露原則），稽徵機關只能調整補稅，而不構成\n      逃漏稅。稽徵機關對不違反真實義務，予以逃漏稅處罰，\n      確屬違法。此有財政部87年12月3日函釋意旨「股東會贈\n      品其進項稅額不得申報扣抵銷項稅額」，最高行政法院92\n      年度判字第30號判決，曾對該函發布前追溯累積各期漏稅\n      金額予以處罰之原判，發回原審法院審理，理由為稽徵機\n      關，不於首次贈品發放之扣抵銷項稅額，立即依規定查處\n      ，事後再追溯處罰，「有背誠信原則，並損及納稅人合理\n      信賴」。\n（七）一般實務上典型的租稅規避，如操控公司股價高買低賣，\n      消化公司既有未分配盈餘，造成公司帳上虧損而無盈餘。\n      即藉個人證券交易所得免稅，將公司資產不當移轉至個人\n      身上。就被告觀點「如透過移轉投資公司的股權，這樣就\n      無法掌控經營權」，而在黃任中案、鈞院95年度訴字第69\n      4號及最高行政法院96年度判字第1717號判決中，有關陳\n      氏家族持有大眾銀行公司股權、柯氏家族持有光陽公司股\n      權，其股權的移轉規避巨額的稅負，但原告等人未有相同\n      之行為。原告等人既未符合所得稅法第66條之8相關規定\n      ，為何被告要認定符合且加罰？且回復原狀係投資公司的\n      股票全部回歸個人持有？投資公司持有濱川的股票會不會\n      再課一次證券交易利得，即持股的移轉視同出售，而產生\n      證券交易所得，投資公司解散後視為股東的營利所得？因\n      此還原事實真相只有一個，禁止「重複課稅」，以落實憲\n      法上量能課稅之正義觀念等情。並聲明求為判決撤銷訴願\n      決定及原處分（復查決定及含原核定處分）關於92年至95\n      年度取自濱川公司營利所得分別為284,223元、4,114,682\n      元、3,530,906元及4,829,761元，及93年度罰鍰700,095\n      元、94年度罰鍰429,107元、95年度罰鍰1,720,489元。\n三、被告則以︰\n（一）原告主張成立京賢及京誼公司係為鞏固經營權，惟如欲達\n      成鞏固經營權，則僅成立一家已足，且效果較佳（股權更\n      為集中），但原告等卻捨此方式，成立2家投資公司，分\n      由不同親屬各自持有，與原告之主張顯有矛盾之處。而成\n      立投資公司是否可達成原告所稱「鞏固經營權」之目的，\n      尚有疑義？就其表面觀之可使股權集中而脫離個人之持有\n      ，有助於鞏固經營權，惟個人所持有投資公司之股權，尚\n      非不得移轉。成立控股公司之後，固有防止個人股東擅自\n      出售股權之利，惟有使取得濱川公司經營權成本下降之弊\n      ，因若無投資公司，欲取得目標公司30%之表決權，須全\n      額自市場收購，若改由投資公司持股，則僅須取得投資公\n      司50%以上之股權，即可全數取得投資公司所擁之表決權\n      ，更可取得徵求委託書之資格，故是否能鞏固經營權不在\n      於成立投資公司，而在於家族成員是否團結一致，對現有\n      之經營者之信任，不出脫持股。\n（二）原告、蕭欽銘及蕭欽群等3人於91年10月間成立京賢及京\n      誼公司，並旋於91年11月間以京賢及京誼2家公司名義參\n      與濱川公司現金增資3,770萬元（10元×377萬股）及4,93\n      0萬元（10元×493萬股），將原應獲配自濱川公司之營利\n      所得，轉換為京賢及京誼公司之未分配盈餘，藉成立投資\n      公司，將個人資金以投資公司名義參與濱川公司現金增資\n      ，不當為自己規避或減少應納稅捐之情事，是被告所持見\n      解，並非無據。\n（三）原告係以出售濱川公司股票為比較稅負之依據，惟查原告\n      等為濱川公司之經營管理當局，持有其股票並非以出售為\n      目的，故原告所假設之情況並無發生之可能。就相關法令\n      觀之，並無原告所稱須已實現或可實現之所得，方得規劃\n      之限制，原告指稱行為時濱川公司盈餘尚未產生無法規劃\n      云云，顯有誤解。本件係另行發現應行補徵之稅捐，依稅\n      捐稽徵法第21條第1項第1款、第2款及第2項之規定，自無\n      信賴保護原則之適用。\n（四）原告93至95年度漏報營利所得4,114,682元、3,530,906元\n      及5,478,511元，利息所得102元（94年度）、37元（95年\n      度），違反所得稅法第71條第1項規定，有綜合所得稅結\n      算申報書、核定通知書及非扣繳所得資料可稽，違章事證\n      足堪認定，又原告藉由形式上資金之安排，將原應獲配自\n      濱川公司之營利所得，轉換為京賢及京誼公司之未分配盈\n      餘，最終達成規避或減少稅負之目的，具有主觀上漏報系\n      爭營利所得之故意。是被告依第110條第1項規定，按93年\n      至95年度所漏稅額1,400,191元處0.5倍罰鍰700,095元；2\n      5元及858,204元分別處0.2倍及0.5倍罰鍰合計429,107元\n      ；1,720,489元處1倍罰鍰1,720,489元，並無違誤等語，\n      資為抗辯。並聲明求為判決駁回原告之訴。\n四、本件事實概要欄所載之事實，為兩造所不爭執，並有原告92\n    年至95年度綜合所得稅結算申報書、被告綜合所得稅核定通\n    知書及97年12月31日97年度財綜所字第83097103823號、第\n    83097103824號、第83097103976號裁處書附原處分卷及本院\n    卷可稽，應堪認定。本件兩造之爭點為：原告等人有無藉設\n    立京賢與京誼公司之方式，規避其本應自濱川公司獲配股利\n    所應歸課之稅捐？被告依所得稅法第66條之8規定調整，進\n    而對原告補徵系爭綜合所得稅並裁處罰鍰，是否合法？\n（一）本稅部分：\n  １、按「凡有中華民國來源所得之個人，應就其中華民國來源\n      之所得，依本法規定，課徵綜合所得稅。」「個人之綜合\n      所得總額，以其全年左列各類所得合併計算之：第1類：\n      營利所得：公司股東所獲分配之股利總額．．．皆屬之。\n      」「個人或營利事業與國內外其他個人或營利事業、教育\n      、文化、公益、慈善機關或團體相互間，如有藉股權之移\n      轉或其他虛偽之安排，不當為他人或自己規避或減少納稅\n      義務者，稽徵機關為正確計算相關納稅義務人之應納稅金\n      額，得報經財政部核准，依查得資料，按實際應分配或應\n      獲配之股利、盈餘或可扣抵稅額予以調整。」分別為行為\n      時所得稅法第2條第1項、第14條第1項第1類及第66條之8\n      所明定。次按「涉及租稅事項之法律，其解釋應本於租稅\n      法律主義之精神：依各該法律之立法目的，衡酌經濟上之\n      意義及實質課稅之公平原則為之。」復為司法院釋字第42\n      0號解釋所明揭。又「租稅法所重視者，應為足以表徵納\n      稅能力之經濟事實，而非其外觀之法律行為，故在解釋適\n      用稅法時，所應根據者為經濟事實，不僅止於形式上之公\n      平，應就實質上經濟利益之享有者予以課稅，始符實質課\n      稅及公平課稅之原則。」「有關課徵租稅構成要件事實之\n      判斷及認定，自亦應以其實質上經濟事實關係及所產生之\n      實質經濟利益為準，而非以形式外觀為準，否則勢將造成\n      鼓勵投機或規避稅法之適用，無以實現租稅公平之基本理\n      念及要求。」亦有最高行政法院81年判字第2124號判例及\n      82年度判字第2410號判決可資參照。\n  ２、又所得稅法第66條之8的立法理由為：「由於不同身分納\n      稅義務人間，有關稅額扣抵與退還之規定各不相同，為防\n      杜納稅義務人藉投資所得適用稅率高低之不同，不當規避\n      或減少納稅義務，減損政府稅收，並破壞兩稅合一制度，\n      爰參酌紐西蘭及新加坡立法例，規定稽徵機關得按納稅義\n      務實際應獲配之股利、盈餘或可扣抵稅額，分別予以調整\n      。」亦即「1.實施兩稅合一後，本國個人股東獲配股利或\n      盈餘中所含之可扣抵稅額，依修正條文第3條之1及第71條\n      第2項規定，除可扣抵其應納綜合所得稅額外，扣抵有餘\n      尚可退還：公司及機關或團體獲配股利或盈餘中所含之可\n      扣抵稅額，依修正條文第42條規定，因其股利不計入所得\n      額課稅，故該稅額不得扣抵其應納稅額；外國股東獲配股\n      利或盈餘中所含之可扣抵稅額，依修正條文第73條之2之\n      規定，除屬已加徵百分之十營利事業所得稅部分，得抵繳\n      其股利之應扣繳稅款外，並不得退還。由於不同身分納稅\n      義務人間，有關稅額扣抵與退還之規定各不相同，易滋生\n      納稅義務人利用股權之暫時性移轉或其他虛偽之安排，不\n      當規避或減少納稅義務之誘因。為防杜納稅義務人藉投資\n      所得適用稅率高低之不同，將高稅率者應獲配之股利、盈\n      餘及可扣抵稅額，移轉為低稅率者所有，或將不計入課稅\n      之股利或盈餘，移轉為應計入課稅之股利或盈餘，俾利用\n      可扣抵稅額扣抵應納稅額，甚或退還等，不當規避或減少\n      納稅義務，減損政府稅收，並破壞兩稅合一制度，爰參酌\n      紐西蘭及新加坡立法例，規定稽徵機關為正確計算相關納\n      稅義務人之應納稅額，得報經財政部核准後，依查得資料\n      ，按營利事業實際應獲配之股利、盈餘或可扣抵稅額，分\n      別予以調整。至於營利事業或相關納稅義務人之行為涉及\n      漏稅罰或行為罰部分，則依本法（例如第110條）或稅捐\n      稽徵法（例如第41條或第42條）相關規定處罰。2.依紐西\n      蘭所得稅法第99節或新加坡促進經濟發展法（Economic E\n      xpansion Incentives Act）第33節之規定，徵稅機關首\n      長對於所有以計畫、信託、贈與、契約、協議、處分、交\n      易或其他方式直接或間接移轉稅負、免除、規避、減少或\n      延納稅義務，並藉以獲取租稅利益之安排，均得按其認為\n      合適之方式，否定或變更其安排，並計算納稅義務人之所\n      得或應納稅額。」可知，所得稅法第66條之8乃透過法律\n      之明文規定，授予財政部權限，將藉由形式上合法，而實\n      質上為利用兩稅合一制度，進行租稅規避之行為，本於實\n      質課稅原則，否定或變更原形式上之經濟行為安排，並按\n      原實際情形進行調整之制度。\n  ３、經查，原告等人於91年時均為濱川公司股東，而原告等人\n      於91年10月間另行成立京賢及京誼公司，資本額各為100\n      萬元，並由濱川公司91年10月24日提領現金全數墊付，嗣\n      京賢及京誼公司於91年11月間分別參與濱川公司現金增資\n      3,770萬元（10元×377萬股）及4,930萬元（10元×493萬\n      股），該增資款項係由原告等人代墊（京賢公司部分：原\n      告代墊6,409,000元、蕭欽群代墊22,818,000元及蕭欽銘\n      代墊8,473,000元；京誼公司部分：原告代墊8,381,000元\n      、蕭欽群代墊6,762,000元及蕭欽銘代墊34,157,000元）\n      ，並帳列股東往來，嗣京賢及京誼公司於93年12月間陸續\n      以濱川公司於93年至95年所配發之現金股利及該2公司95\n      年9月間現金增資之股款（京賢及京誼公司各1,100萬元）\n      償還原告等人，而京賢及京誼公司自91年設立迄今，投資\n      標的僅買進濱川公司之股權，並無其他營業之情形，京賢\n      及京誼公司92年度至95年度僅就未分配盈餘加徵百分之十\n      營利事業所得稅3,177,773元等情，為原告所不爭執，並\n      有被告審查2科審查報告(附於92年度原處分卷)、被告97\n      年5月23日南區國稅審2字第0970055165號函等附卷可稽。\n      依上述事實可知，京賢公司及京誼公司91年11月間參與濱\n      川公司現金增資3,770萬元及4,930萬元，分別為該2公司\n      資本額之37.7倍及49.3倍，且該2公司嗣於93年12月始陸\n      續以濱川公司配發之現金股利及95年9月間該2公司之現金\n      增資股款償還前開股東借款，足證該2公司並無確實財力\n      購買濱川公司股權，而該2公司自91年設立迄今僅投資濱\n      川公司，並無其他營業情形，亦難認與投資公司設立之目\n      的相符。另原告雖主張:原告設立京賢及京誼公司主要目\n      的係防止家族成員出售過多持股，以穩固經營權及控制權\n      云云。惟查，原告家族成員對濱川公司經營權是否穩固，\n      在於其家族成員對濱川公司未來發展是否具有信心，而不\n      願出讓該股權，與是否另設立其他投資公司應無絕對之關\n      係，蓋其家族成員對濱川公司未來發展若未具信心，縱成\n      立投資公司，其家族成員仍得自由轉讓其等對該投資公司\n      之股權而達到轉讓濱川公司股權之目的，並無法達到原告\n      所稱穩固其家族成員對濱川公司經營權及控制權之目的。\n      且若純係為達成穩固經營權及控制權之目的，亦應僅成立\n      一家投資公司，其操作較為單純有效率，其成立2家，亦\n      將增加操作之複雜及困難度，是顯另具有其他之目的。原\n      告前述主張，應非可採。又按，揆諸前揭所得稅法第66條\n      之8之規定及其立法理由，由於實施兩稅合一後，本國個\n      人股東、公司及機關或團體及外國股東等不同身分納稅義\n      務人間，有關稅額扣抵與退還之規定各不相同，易滋生納\n      稅義務人利用股權之暫時性移轉或其他虛偽之安排，不當\n      規避或減少納稅義務之誘因，為防杜納稅義務人藉投資所\n      得適用稅率高低之不同，將高稅率者應獲配之股利、盈餘\n      及可扣抵稅額，移轉為低稅率者所有，或將不計入課稅之\n      股利或盈餘，移轉為應計入課稅之股利或盈餘，俾利用可\n      扣抵稅額扣抵應納稅額，甚或退還等，不當規避或減少納\n      稅義務，減損政府稅收，並破壞兩稅合一制度，爰規定稽\n      徵機關為正確計算相關納稅義務人之應納稅額，得報經財\n      政部核准後，依查得資料，按營利事業實際應獲配之股利\n      、盈餘或可扣抵稅額，分別予以調整，是依所得稅法第66\n      條之8之規定，納稅義務人於為股權之移轉或其他虛偽之\n      安排時，不以其所得已實現或可實現為限，始受該條規定\n      之規範，縱對其有預期可獲得之所得預為前述之安排，至\n      其所得實現時，仍應有該條之適用。是原告另稱:租稅規\n      劃需以已實現或可實現之所得為前提，原告等人認為為自\n      己規避稅負或減少納稅義務，需以已確定或可確定之應課\n      稅所得，為規劃標的方有意義，原告等人於91年11月設立\n      京賢及京誼公司時，濱川公司帳上截至90年底已實現及可\n      分配保留盈餘為15,256,000元，原告等人認為如被告所認\n      定及前述判決，勉強可認定可規劃金額僅15,256,000元，\n      至於濱川公司未來能否賺錢分配股利僅屬於期待，並不能\n      規劃，仍不足採。原告復稱:經設算截至95年12月31日止\n      ，按京賢及京誼公司帳上盈餘，以所得稅40%計算，原告\n      等人未來需繳交之稅負約127,961,439元，其中屬於免稅\n      之證券交易所得即高達118,003,740元，而依被告認定截\n      至95年底原告等人應繳交之綜合所得稅為19,469,589元，\n      試問如藉由股權之移轉或其他虛偽安排，不當為自己規避\n      稅負或減少納稅義務，何以遞延之稅負會較被告計算之稅\n      負高達約6.57倍，遑論有減少納稅義務之嫌乙節，原告係\n      假設京賢及京誼公司將帳上未實現及已實現之盈餘合計為\n      319,903,598元立即分配予原告等股東，將造成原告等股\n      東繳納更多稅額之結果，可證明原告設立上述投資公司並\n      非為規避稅負，惟上述情事並未發生，亦無從據此為原告\n      有利之認定。\n  4、再按，租稅規避與合法節稅不同，節稅係依據稅捐法規所\n     預定之方式，意圖減少稅捐負擔之行為；反之，租稅規避\n     則是利用稅捐法規所未預定之異常的或不相當的法形式，\n     意圖減少稅捐負擔之行為，亦即利用民法上私法自治，特\n     別是契約自由原則，以減輕稅捐負擔，取得租稅利益，但\n     實質上卻違反稅法立法者租稅負擔之意旨。復按租稅正義\n     為現代憲政國家負擔正義之基石，實質法治國家稅法之基\n     本原則為量能課稅原則，租稅負擔應依其經濟之給付能力\n     來衡量，而定其適當的納稅義務。由於稅法係強行法，自\n     身具有不容規避性；又納稅義務為無對待給付之法定債務\n     ，其平等要求不在主觀面，而在客觀面－根據憲法第7條之\n     平等原則，凡負有相同之負擔能力，即應負擔相同之租稅\n     。如有濫用私法自治以規避租稅時，依平等負擔原則，得\n     依合憲解釋或類推適用，予以未規避時相同之租稅負擔法\n     律效果。準此，利用租稅規避以取得租稅利益，其私法上\n     效果依契約自由原則應予尊重，公權力原則不予干預；但\n     在稅法上則應依實質負擔能力予以規範。脫法避稅行為實\n     不能稱之為租稅規劃，因租稅規劃者不能僅顧及租稅設計\n     技巧之靈活，而須顧及此種安排，是否違反憲政國家租稅\n     負擔之平等要求。故租稅規劃唯一途徑，只有選擇合於稅\n     法規範意旨之「合法節稅安排」（參見葛克昌先生著「稅\n     法基本問題－財政憲法篇」，第222至223頁）。職此，「\n     實質課稅原則」乃依憲法平等原則及稅捐正義之法理，稅\n     捐機關應本於「量能課稅」之精神，於解釋及適用稅法規\n     定時，亦應考察經濟上之事實關係及因此所產生之實際經\n     濟利益，而為此等原則之運用，而非僅依照事實外觀為形\n     式上之判斷，前揭司法院釋字第420號解釋及最高行政法院\n     判決意旨，即係此一原則之援引。是如上所述，本件原告\n     等人僅藉由資金之形式移轉，即以京賢及京誼公司名義間\n     接取得濱川公司股權分別為377萬股及493萬股，並透過京\n     賢及京誼公司獲配濱川公司股利之程序，僅繳納百分之十\n     營利事業所得稅3,177,773元，其藉由京賢及京誼公司以返\n     還增資借款名義，而實質上取得濱川公司配發予京賢及京\n     誼公司之股利，卻免除原告等人依正常分配濱川公司盈餘\n     程序，所應支付之綜合所得稅20,375,402元，顯見原告等\n     人設立京賢及京誼公司，參與濱川公司現金增資金及配發\n     京賢及京誼公司股利，均係一連串有規劃之行為，目的係\n     為達到原告等人實質取得濱川公司盈餘之營利所得，卻透\n     過公司轉投資獲配股利或免稅之兩合稅一配套措施，使得\n     原告等人僅以京賢及京誼公司繳納百分之十的營利事業所\n     得稅，而無庸繳納本於兩稅合一制度，應由最終取得營利\n     所得之個人股東繳納之綜合所得稅。其藉由形式上合法之\n     設立公司、轉投資、現金增資及分配盈餘等程序，實質上\n     卻是利用兩稅合一制度，進行租稅規避之行為，核屬故意\n     以不正當方法逃漏稅捐，自應否定或變更原形式上之經濟\n     行為安排，並按原實際情形進行調整。則被告報經財政部\n     核准按所得稅法第66條之8規定，依實質課稅原則，將濱川\n     公司92年至95年度原分配予京賢及京誼公司之股利總額61,\n     517,479元（京賢公司部分：92年度724,490元、93年度8,\n     157,046元、94年度6,999,757元及95年度9,574,640元；京\n     誼公司部分：92年度947,410元、93年度11,581,516元、94\n     年度9,938,377元及95年度13,594,243元），按原告增資京\n     賢及京誼公司之股數比例，分別核定其92年至95年度營利\n     所得分別為284,223元、4,114,682元、3,530,906元、4,82\n     9,761元，課徵綜合所得稅，揆諸所得稅法第66條之8立法\n     目的及前揭說明，於法並無不合。\n  5、另按「稅捐之核課期間，依左列規定：．．．3.未於規定\n     期間內申報，或故意以詐欺或其他不正當方法逃漏稅捐者\n     ，其核課期間為7年。在前項核課期間內，經另發現應徵之\n     稅捐者，仍應依法補徵或並予處罰，在核課期間內未經發\n     現者，以後不得再補稅處罰。」「前條第1項核課期間之起\n     算，依左列規定：1.依法應由納稅義務人申報繳納之稅捐\n     ，已在規定期間內申報者，自申報日起算。」稅捐稽徵法\n     第21條第1項第3款、第2項及第22條第1款分別定有明文。\n     是按稅捐機關在核課期間內若另發現有應徵之稅捐時，依\n     稅捐稽徵法第21條之明文規定，稅捐稽徵機關本得依法予\n     以補行課徵，不受原處分之拘束。而稅捐稽徵法第21條第\n     2項所謂另發現應徵之稅捐，只須其事實不在行政救濟裁量\n     範圍內者均屬之，有最高行政法院58年判字第31號判例及9\n     2年度5月份庭長法官聯席會議決議足資參照。是被告於核\n     課期間內，依查得資料，核認原告有藉由設立京賢及京誼\n     公司，參與濱川公司之現金增資，以移轉濱川公司股權至\n     京賢及京誼公司之方式，規避其本應自濱川公司獲配股利\n     所應歸課稅捐之情事，而依稅捐稽徵法第21條第2項在核課\n     期間內依法補徵稅款，洵屬於法有據，自無違反信賴保護\n     原則之問題。至原告主張上市櫃公司資本額與其購買固定\n     資產及長期投資不相當者，比比皆是，及舉多家公司亦設\n     立投資公司，縱原告上述屬實，惟原告所舉之情形，是否\n     符合所得稅法第66條之8規定，係屬個案查核之情形，自不\n     影響本件原告行為如前所述確已符合所得稅法第66條之8規\n     定之認定。\n（二）罰鍰部分：\n  １、按「納稅義務人應於每年5月1日起至5月31日止，填具結\n      算申報書，向該管稽徵機關，申報其上一年度內構成綜合\n      所得總額．．．之項目及數額，以及有關減免、扣除之事\n      實，並應依其全年應納稅額減除．．．扣繳稅額及可扣抵\n      稅額，計算其應納之結算稅額，於申報前自行繳納。」「\n      納稅義務人已依本法規定辦理結算申報，但對依本法規定\n      應申報課稅之所得額有漏報或短報情事者，處以所漏稅額\n      兩倍以下之罰鍰。」分別為行為時所得稅法第71條第1項\n      前段及第110條第1項所明定。\n  ２、查，本件原告具備主觀上漏報系爭營利所得之故意，已如\n      前述，其違反租稅法之立法意旨，濫用法律上之形式或法\n      律行為，蓄意製造外觀上或形式上存在之法律關係或法律\n      狀態，使之不具備課稅構成要件，以減輕或免除其應納之\n      租稅，其因而致生漏稅之結果，違反行為時所得稅法第11\n      0條第1項規定，已非屬法律見解之不同，自應受罰。則原\n      告92年至95年度綜合所得稅結算申報，分別漏報其取自濱\n      川營利所得分別為284,223元、4,114,682元、3,530,906\n      元及5,478,511元，另查獲94年及95年度漏報利息所得102\n      元及37元，分別歸課各該年度綜合所得總額1,461,876元\n      、9,196,468元、5,862,529元及9,208,703元；92年度核\n      定應退稅額3,825元，93年至95年度核定補徵稅額1,400,1\n      91元、858,229元及1,570,835元，違章事證明確，被告分\n      別按93年度所漏稅額1,400,191元處0.5倍罰鍰700,095元\n      ；94年度所漏稅額25元及858,204元分別處0.2倍及0.5倍\n      罰鍰合計429,107元；95年度因原告另涉分散所得情事，\n      故按所漏稅額1,720,489元處1倍罰鍰1,720,489元，揆諸\n      前揭法律規定，尚無不合。原告主張本件僅係法律見解不\n      同，並不違反真實義務，被告對其課以罰鍰係屬違法令當\n      云云，洵無可採。\n五、綜上所述，原告主張均非可採。被告依所得稅法第66條之8\n    規定，將濱川公司分配予京賢及京誼公司之股利收益，核定\n    為原告92年至95年度取自濱川公司之營利所得，並分別按所\n    漏稅額科處上揭罰鍰，並無違誤；復查決定及訴願決定遞予\n    維持，亦無不合。原告起訴意旨求為撤銷，為無理由，應予\n    駁回。又本件事證已臻明確，兩造其餘攻擊防禦方法，核與\n    本件判決結果均不生影響，爰不逐一論述，附此敘明。\n六、據上論結，本件原告之訴為無理由，依行政訴訟法第98條第\n    1項前段，判決如主文。\n中    華    民    國    99    年    5    月     12    日\n             高雄高等行政法院第三庭\n                         審判長法官  邱  政  強\n                               法官  詹  日  賢\n                               法官  林  勇  奮\n以上正本係照原本作成。\n如不服本判決，應於判決送達後20日內向本院提出上訴書狀，其\n未表明上訴理由者，應於提起上訴後20日內向本院提出上訴理由\n書（須按對造人數附繕本）；如於本判決宣示或公告後送達前提\n起上訴者，應於判決送達後20日內補提上訴理由書（須附繕本）\n。未表明上訴理由者，逕以裁定駁回。\n中    華    民    國    99    年    5     月    12    日\n\n                             書記官  林  幸  怡",
  "structure": {
    "main": "原告之訴駁回。\n訴訟費用由原告負擔。",
    "fact": "一、事實概要︰\n    緣原告民國92年至95年度綜合所得稅結算申報，經被告查獲\n    漏報其取自濱川企業股份有限公司（下稱濱川公司）營利所\n    得分別為新臺幣（下同）284,223元、4,114,682元、3,530,\n    906元及5,478,511元，另查獲94年及95年度漏報利息所得10\n    2元及37元，分別歸課各該年度綜合所得總額1,461,876元、\n    9,196,468元、5,862,529元及9,208,703元；92年度核定應\n    退稅額3,825元，93年至95年度核定補徵稅額1,400,191元、\n    858,229元及1,570,835元，並審理違章屬實，93年度按所漏\n    稅額1,400,191元處0.5倍罰鍰700,095元；94年度按所漏稅\n    額25元及858,204元分別處0.2倍及0.5倍罰鍰合計429,107元\n    ；95年度因原告另涉分散所得情事，故按所漏稅額1,720,48\n    9元處1倍罰鍰1,720,489元。原告就取自濱川公司營利所得\n    部分（95年度為其中4,829,761元）及罰鍰處分不服，申請\n    復查，未獲變更，提起訴願，亦遭決定駁回，遂提起本件行\n    政訴訟。\n二、本件原告主張︰\n（一）原告與蕭欽群、蕭欽銘等3人（下稱原告等人）於91年設\n      立京賢及京誼投資股份有限公司（下稱京賢公司、京誼公\n      司）係基於經營權及控制權之掌控，由於一般公司未公開\n      發行前股權集中於家族成員，然家族成員是否同心，會不\n      會大量出售持股，往往會影響未來經營權之掌控，為防範\n      於未來，因此大部分公司會將一定比例之股權由投資公司\n      持有，藉以穩固經營權。再透過投資公司當選董監事，可\n      以隨時更換代表人，以避免陣前倒戈之情事。91年間原告\n      等人設立京賢及京誼公司之目的，係為掌控經營權，非被\n      告所稱「藉股權移轉或其他虛偽之安排，不當為自己規避\n      或減少納稅義務」。\n（二）依所得稅法第66條之8規定，不當為自己規避或減少納稅\n      義務之構成要件，為藉股權移轉或其他虛偽之安排。然京\n      賢、京誼公司所認購之濱川公司之股票，係屬現金增資認\n      購，非屬原告等人移轉，再則京賢、京誼公司之設立係為\n      經營權之掌控，並無虛偽設立之情事，且京賢、京誼公司\n      亦為濱川公司之董事或監察人，倘為虛偽之安排，又如何\n      能當選上櫃公司之董事或監察人，因此就京賢、京誼公司\n      投資持有濱川公司之股票言，實不符合藉股權移轉或其他\n      虛偽之安排之構成要件。且京賢、京誼公司資本額與投資\n      比率不相當，非無財力購買濱川公司股權，而上市櫃公司\n      資本額與其購買固定資產及長期投資不相當者，比比皆是\n      。其自有資本不足部分不外借款、發行公司債等，非資本\n      與其購買固定資產及長期投資比率不相當，就謂該公司無\n      確實財力。另京賢、京誼公司設立之目的，既在於經營權\n      之掌控，並無法律規定投資公司之投資標的不能單一，且\n      就目前上市櫃公司於轉投資海外公司，通常會於境外設立\n      一投資公司，再由該境外投資公司轉投資大陸等地區之公\n      司，依被告之觀點皆為「難認與投資公司設立之目的相符\n      」？原告等人於91年設立京賢、京誼公司之股本，係由原\n      告等人所出資，致於原告等人之資金來源無論係借款或係\n      自有資金，與京賢、京誼公司設立是否符合公司法之規定\n      ，應屬無關。況且以原告等人之財力要支付京賢、京誼公\n      司各100萬元之資金，應屬無虞。且京賢及京誼公司92年\n      至95年度帳列全年所得額皆為正數，另課稅所得額94年至\n      95年度亦為正數，非如被告所述皆為虧損。就一般未公開\n      發行公司營運所需之資金，正常來源不外乎股本、銀行借\n      款、股東墊款等，非僅限股本，且亦無相關法律規定公司\n      所需資金皆須來自股本。而京賢、京誼公司營運資金不足\n      ，原告等人借款予公司，並無相關法令所禁止。\n（三）依所得稅法第4條之1規定，證券交易所得免稅，對於自然\n      人或法人投資皆適用，然投資公司之證券交易所得免稅係\n      屬營業事業所得稅免稅，如證券交易係屬利得，仍屬投資\n      公司盈餘，未來投資公司分配或解散時，仍需視同營利所\n      得，課投資公司股東個人綜合所得稅，即將本屬自然人免\n      稅之證券交易所得，透過投資公司後變為應稅之營利所得\n      。另有關投資公司所獲分配之股利所得，如未分配，投資\n      公司盈餘未分配，皆已依所得稅法第66條之9規定，繳交\n      未分配盈餘稅係屬遞延，未來投資公司如分配盈餘，仍視\n      為個人之營利所得，非屬免稅。經設算截至95年12月31日\n      投資公司相關收益，京賢及京誼公司帳上未實現及已實現\n      之盈餘合計為319,903,598元，如以綜合所得稅40%計算，\n      原告等人未來需繳交之稅負約127,961,439元，其中屬於\n      免稅之證券交易所得即高達118,003,740元，而依被告認\n      定截至95年底原告等人應繳交之綜合所得稅為19,469,589\n      元，試問如藉由股權之移轉或其他虛偽安排，不當為自己\n      規避稅負或減少納稅義務，何以遞延之稅負會較被告計算\n      之稅負高達約6.57倍，遑論有減少納稅義務之嫌，不符合\n      所得稅法第66條之8所稱之「不當為自己規避或減少納稅\n      義務」。另再設算截至98年9月21日京賢及京誼公司帳上\n      未實現之證券交易所得345,965,522元，如以綜合所得稅\n      40%計算，原告等未來需繳交屬於免稅-證券交易所得稅負\n      約138,386,209元，較95年底之118,003,740元增加20,382\n      ,469元，假如處分後需繳交所得稅最低稅負34,396,552元\n      ，亦比被告需原告等應繳交之綜合所得稅為19,469,589元\n      高出許多。租稅規劃係指能減少稅賦，焉有不降反增之道\n      理？再則假設透過移轉投資公司的股權，是否有規避稅負\n      之嫌？如以濱川公司99年4月1日收盤價格，估算京賢及京\n      誼公司之股東要繳交的最低稅負即高達1.68億元，也遠比\n      被告要課的稅19,469,589元來得多，最低稅負於96年開始\n      實施，由於最低稅負的實施，原告等人認為如真有要規避\n      稅負的規劃也很難用移轉投資公司的股權移轉來達成。參\n      酌所得稅法第66條之8規定之立法意旨，係鑑於不同身分\n      納稅義務人間，有關稅額扣抵與退還之規定各不相同，易\n      滋生納稅義務人利用股權之暫時性移轉或其他虛偽之安排\n      ，不當規避或減少納稅義務之誘因。本件係現金增資，觀\n      諸其外在態樣及稅負負擔結果亦與所得稅法第66條之8規\n      範之要件不符。\n（四）租稅規劃需以已實現或可實現之所得為前提，原告等人認\n      為為自己規避稅負或減少納稅義務，需以已確定或可確定\n      之應課稅所得，為規劃標的方有意義，如黃任中案，將其\n      投資公司當時可確定出售遠航股權之獲利數十億元，在半\n      年內透過股權移轉方式，將原本屬於個人應課稅之營利所\n      得，轉為免稅之證券交易所得，致使其不需繳交任何稅負\n      ，亦無遞延稅負；又如最高行政法院96年度判字第1374號\n      及鈞院95年度訴字第694號判決，係將帳上已實現或可實\n      現之應課稅所得，透過投資公司之規劃，致使自然人股東\n      不需繳交稅負，且亦無相關之遞延稅負。然原告等於91年\n      11月設立京賢及京誼公司時，濱川公司帳上截至90年底已\n      實現及可分配保留盈餘為15,256,000元，原告等人認為如\n      被告所認定及前述判決，勉強可認定可規劃金額僅15,256\n      ,000元，如以京賢及京誼公司持股30%設算，最多僅能認\n      定規劃金額為4,577,000元（15,256,000元×30%），至於\n      濱川公司未來能否賺錢分配股利僅屬於期待，並不能規劃\n      ，畢竟不是設立公司就能賺錢，已上市櫃的虧錢公司亦多\n      有所見，因此京賢及京誼公司不符合所得稅法第66條之8\n      規定，被告實不應於96年針對已分配之結果，倒推91年之\n      規劃，恐有事後諸葛之嫌。況京賢及京誼公司自設立以來\n      ，皆按時申報營利事業所得稅，且誠實揭露投資公司之投\n      資標的、股本、股東往來等科目，且截至95年度為止之營\n      利事業所得稅，皆經被告核定，何以被告於96年度查核時\n      ，突然變成符合所得稅法第66條之8規定，實有違行政程\n      序法第8條之信賴保護原則。\n（五）憲法第15條關於人民財產權應予保障之規定，旨在確保個\n      人依財產之存續狀態行使其自由使用、收益及處分之權能\n      ，並免於遭受公權力或第三人之侵害，俾能實現個人自由\n      、發展人格及維護尊嚴。又脫法避稅之調整非僅稽徵機關\n      之主觀見解，仍須具備客觀脫法行為之要件，並由稽徵機\n      關負舉證責任。另脫法避稅行為係利用私法上之契約自由\n      ，以規避稅捐負擔，且不符稅法立法意旨。然被告有義務\n      將具體案例事實具體的涵攝該稅法之規範意旨，以斷定原\n      告是否為規避稅捐之行為而得以否認。本件被告只單純敘\n      述「原告等3人，均為濱川股東，渠等於91年10月間成立\n      京賢及京誼公司，資本額均各為100萬，並由濱川公司於\n      91年10月24日提領現金全數墊付；京賢及京誼等2家公司\n      於91年11間參與濱川公司現金增資3,770萬元及4,930萬元\n      ，該增資款全由渠等3人代墊，顯見京賢及京誼等2家公司\n      並無資力支付上開增資股款，未實際以自有資金支付價款\n      ，仍進行現金增資，實有違一般常規交易模式」云云。雖\n      原告等3人於設立京賢及京誼公司時曾向濱川公司借款，\n      且已於91年12月12日歸還濱川公司，然原告等3人向濱川\n      公司借款與還款，實屬原告等人與濱川公司之借貸關係，\n      與原告等人設立京賢及京誼公司係屬獨立之法律關係，被\n      告不應不當連結。況京賢及京誼公司設立之股東資金來源\n      不同，向濱川公司或向銀行借款，會影響本件是否適用所\n      得稅法之要件？原告等人認為不會。而原告等3人皆以自\n      己名義，出資設立京賢及京誼公司，資本額各100萬元，\n      另京賢及京誼公司向股東借款往來明細無誤，此為被告所\n      不爭執。被告雖一再爭執京賢及京誼兩家公司投資濱川公\n      司之資金來源，未全部來自股本（即自有資金），而係以\n      向股東借款方式投資，有規避稅法之適用，無以實現租稅\n      公平之基本觀念及要求。然被告卻無具體涵攝說明資本額\n      3,770萬元與資本額100萬元，借款3,670萬元如何歸避稅\n      負，違反租稅公平之舉證說明。有關投資資金需求假設3,\n      000萬，原告有權依據一般商業交易習慣，對於資金自由\n      性及積極性安排，並無被告所言有違一般常規交易模式，\n      或規避稅法之適用，無以實現租稅公平之情事，舉例說明\n      如下：就公司法而言，並無禁止公司不得跟股東借款，因\n      此公司資金的運用來源本來就有多種，如股本、銀行借款\n      、股東借款等。不論資金來源是股本、股東借款或銀行借\n      款，投資公司獲配之股利收入，均不需繳交營利事業所得\n      稅；在投資公司未作盈餘分配前提下，資金來源為股本及\n      股東借款所需繳納之保留盈餘稅係相同。因此不論投資的\n      資金來源係股本或股東借款對本件是否適用所得稅法第66\n      條之8規定，實非所需考量之要件。另參照最高行政法院\n      75年度判字第681號判決要旨：「具備稅法所規定之一定\n      要件者，稅捐稽徵機關始對之有課稅處分之權能，主張稅\n      法所規定之法律效果者，應就該規定之要件，負舉證責任\n      。從而稅捐機徵機關課徵所得稅，自應就納稅義務人取得\n      所得之事實，依職權予以調查。」亦明示有關稅捐請求發\n      生事實由稅捐稽徵關負客觀舉證責任。\n（六）行政程序法第9條明定：「行政機關就該管行政程序，應\n      於當事人有利及不利之情形，一律注意。」此因公法債權\n      債務與私法不同，私法當事人雙方均代表私益，是用當事\n      人進行主義，債權人只就自己有利，對債務人不利方面予\n      以注意。公法債權人為公益代表人，並受基本權直接拘束\n      ，適用原則為「職權進行主義」，自應就有利、不利納稅\n      人之事實一律注意，否則即有過失。原告等人於91年11月\n      設立京賢、京誼公司時，皆按時申報營利事業所得稅，誠\n      實揭露投資公司之投資標的、股本及股東往來等科目，且\n      截至95年度為止之營利事業所得稅均經被告核定在案，何\n      以被告於96年度查核時突然變成符合所得稅法第66條之8\n      規定，實有違信賴保護原則。實則漏稅罰是否成立，在於\n      納稅人有無違反真實義務陷稽徵機關於錯誤，以達逃漏稅\n      目的；如已如實明列，僅法律見解不同，並不違反真實義\n      務（充分揭露原則），稽徵機關只能調整補稅，而不構成\n      逃漏稅。稽徵機關對不違反真實義務，予以逃漏稅處罰，\n      確屬違法。此有財政部87年12月3日函釋意旨「股東會贈\n      品其進項稅額不得申報扣抵銷項稅額」，最高行政法院92\n      年度判字第30號判決，曾對該函發布前追溯累積各期漏稅\n      金額予以處罰之原判，發回原審法院審理，理由為稽徵機\n      關，不於首次贈品發放之扣抵銷項稅額，立即依規定查處\n      ，事後再追溯處罰，「有背誠信原則，並損及納稅人合理\n      信賴」。\n（七）一般實務上典型的租稅規避，如操控公司股價高買低賣，\n      消化公司既有未分配盈餘，造成公司帳上虧損而無盈餘。\n      即藉個人證券交易所得免稅，將公司資產不當移轉至個人\n      身上。就被告觀點「如透過移轉投資公司的股權，這樣就\n      無法掌控經營權」，而在黃任中案、鈞院95年度訴字第69\n      4號及最高行政法院96年度判字第1717號判決中，有關陳\n      氏家族持有大眾銀行公司股權、柯氏家族持有光陽公司股\n      權，其股權的移轉規避巨額的稅負，但原告等人未有相同\n      之行為。原告等人既未符合所得稅法第66條之8相關規定\n      ，為何被告要認定符合且加罰？且回復原狀係投資公司的\n      股票全部回歸個人持有？投資公司持有濱川的股票會不會\n      再課一次證券交易利得，即持股的移轉視同出售，而產生\n      證券交易所得，投資公司解散後視為股東的營利所得？因\n      此還原事實真相只有一個，禁止「重複課稅」，以落實憲\n      法上量能課稅之正義觀念等情。並聲明求為判決撤銷訴願\n      決定及原處分（復查決定及含原核定處分）關於92年至95\n      年度取自濱川公司營利所得分別為284,223元、4,114,682\n      元、3,530,906元及4,829,761元，及93年度罰鍰700,095\n      元、94年度罰鍰429,107元、95年度罰鍰1,720,489元。\n三、被告則以︰\n（一）原告主張成立京賢及京誼公司係為鞏固經營權，惟如欲達\n      成鞏固經營權，則僅成立一家已足，且效果較佳（股權更\n      為集中），但原告等卻捨此方式，成立2家投資公司，分\n      由不同親屬各自持有，與原告之主張顯有矛盾之處。而成\n      立投資公司是否可達成原告所稱「鞏固經營權」之目的，\n      尚有疑義？就其表面觀之可使股權集中而脫離個人之持有\n      ，有助於鞏固經營權，惟個人所持有投資公司之股權，尚\n      非不得移轉。成立控股公司之後，固有防止個人股東擅自\n      出售股權之利，惟有使取得濱川公司經營權成本下降之弊\n      ，因若無投資公司，欲取得目標公司30%之表決權，須全\n      額自市場收購，若改由投資公司持股，則僅須取得投資公\n      司50%以上之股權，即可全數取得投資公司所擁之表決權\n      ，更可取得徵求委託書之資格，故是否能鞏固經營權不在\n      於成立投資公司，而在於家族成員是否團結一致，對現有\n      之經營者之信任，不出脫持股。\n（二）原告、蕭欽銘及蕭欽群等3人於91年10月間成立京賢及京\n      誼公司，並旋於91年11月間以京賢及京誼2家公司名義參\n      與濱川公司現金增資3,770萬元（10元×377萬股）及4,93\n      0萬元（10元×493萬股），將原應獲配自濱川公司之營利\n      所得，轉換為京賢及京誼公司之未分配盈餘，藉成立投資\n      公司，將個人資金以投資公司名義參與濱川公司現金增資\n      ，不當為自己規避或減少應納稅捐之情事，是被告所持見\n      解，並非無據。\n（三）原告係以出售濱川公司股票為比較稅負之依據，惟查原告\n      等為濱川公司之經營管理當局，持有其股票並非以出售為\n      目的，故原告所假設之情況並無發生之可能。就相關法令\n      觀之，並無原告所稱須已實現或可實現之所得，方得規劃\n      之限制，原告指稱行為時濱川公司盈餘尚未產生無法規劃\n      云云，顯有誤解。本件係另行發現應行補徵之稅捐，依稅\n      捐稽徵法第21條第1項第1款、第2款及第2項之規定，自無\n      信賴保護原則之適用。\n（四）原告93至95年度漏報營利所得4,114,682元、3,530,906元\n      及5,478,511元，利息所得102元（94年度）、37元（95年\n      度），違反所得稅法第71條第1項規定，有綜合所得稅結\n      算申報書、核定通知書及非扣繳所得資料可稽，違章事證\n      足堪認定，又原告藉由形式上資金之安排，將原應獲配自\n      濱川公司之營利所得，轉換為京賢及京誼公司之未分配盈\n      餘，最終達成規避或減少稅負之目的，具有主觀上漏報系\n      爭營利所得之故意。是被告依第110條第1項規定，按93年\n      至95年度所漏稅額1,400,191元處0.5倍罰鍰700,095元；2\n      5元及858,204元分別處0.2倍及0.5倍罰鍰合計429,107元\n      ；1,720,489元處1倍罰鍰1,720,489元，並無違誤等語，\n      資為抗辯。並聲明求為判決駁回原告之訴。\n四、本件事實概要欄所載之事實，為兩造所不爭執，並有原告92\n    年至95年度綜合所得稅結算申報書、被告綜合所得稅核定通\n    知書及97年12月31日97年度財綜所字第83097103823號、第\n    83097103824號、第83097103976號裁處書附原處分卷及本院\n    卷可稽，應堪認定。本件兩造之爭點為：原告等人有無藉設\n    立京賢與京誼公司之方式，規避其本應自濱川公司獲配股利\n    所應歸課之稅捐？被告依所得稅法第66條之8規定調整，進\n    而對原告補徵系爭綜合所得稅並裁處罰鍰，是否合法？\n（一）本稅部分：\n  １、按「凡有中華民國來源所得之個人，應就其中華民國來源\n      之所得，依本法規定，課徵綜合所得稅。」「個人之綜合\n      所得總額，以其全年左列各類所得合併計算之：第1類：\n      營利所得：公司股東所獲分配之股利總額．．．皆屬之。\n      」「個人或營利事業與國內外其他個人或營利事業、教育\n      、文化、公益、慈善機關或團體相互間，如有藉股權之移\n      轉或其他虛偽之安排，不當為他人或自己規避或減少納稅\n      義務者，稽徵機關為正確計算相關納稅義務人之應納稅金\n      額，得報經財政部核准，依查得資料，按實際應分配或應\n      獲配之股利、盈餘或可扣抵稅額予以調整。」分別為行為\n      時所得稅法第2條第1項、第14條第1項第1類及第66條之8\n      所明定。次按「涉及租稅事項之法律，其解釋應本於租稅\n      法律主義之精神：依各該法律之立法目的，衡酌經濟上之\n      意義及實質課稅之公平原則為之。」復為司法院釋字第42\n      0號解釋所明揭。又「租稅法所重視者，應為足以表徵納\n      稅能力之經濟事實，而非其外觀之法律行為，故在解釋適\n      用稅法時，所應根據者為經濟事實，不僅止於形式上之公\n      平，應就實質上經濟利益之享有者予以課稅，始符實質課\n      稅及公平課稅之原則。」「有關課徵租稅構成要件事實之\n      判斷及認定，自亦應以其實質上經濟事實關係及所產生之\n      實質經濟利益為準，而非以形式外觀為準，否則勢將造成\n      鼓勵投機或規避稅法之適用，無以實現租稅公平之基本理\n      念及要求。」亦有最高行政法院81年判字第2124號判例及\n      82年度判字第2410號判決可資參照。\n  ２、又所得稅法第66條之8的立法理由為：「由於不同身分納\n      稅義務人間，有關稅額扣抵與退還之規定各不相同，為防\n      杜納稅義務人藉投資所得適用稅率高低之不同，不當規避\n      或減少納稅義務，減損政府稅收，並破壞兩稅合一制度，\n      爰參酌紐西蘭及新加坡立法例，規定稽徵機關得按納稅義\n      務實際應獲配之股利、盈餘或可扣抵稅額，分別予以調整\n      。」亦即「1.實施兩稅合一後，本國個人股東獲配股利或\n      盈餘中所含之可扣抵稅額，依修正條文第3條之1及第71條\n      第2項規定，除可扣抵其應納綜合所得稅額外，扣抵有餘\n      尚可退還：公司及機關或團體獲配股利或盈餘中所含之可\n      扣抵稅額，依修正條文第42條規定，因其股利不計入所得\n      額課稅，故該稅額不得扣抵其應納稅額；外國股東獲配股\n      利或盈餘中所含之可扣抵稅額，依修正條文第73條之2之\n      規定，除屬已加徵百分之十營利事業所得稅部分，得抵繳\n      其股利之應扣繳稅款外，並不得退還。由於不同身分納稅\n      義務人間，有關稅額扣抵與退還之規定各不相同，易滋生\n      納稅義務人利用股權之暫時性移轉或其他虛偽之安排，不\n      當規避或減少納稅義務之誘因。為防杜納稅義務人藉投資\n      所得適用稅率高低之不同，將高稅率者應獲配之股利、盈\n      餘及可扣抵稅額，移轉為低稅率者所有，或將不計入課稅\n      之股利或盈餘，移轉為應計入課稅之股利或盈餘，俾利用\n      可扣抵稅額扣抵應納稅額，甚或退還等，不當規避或減少\n      納稅義務，減損政府稅收，並破壞兩稅合一制度，爰參酌\n      紐西蘭及新加坡立法例，規定稽徵機關為正確計算相關納\n      稅義務人之應納稅額，得報經財政部核准後，依查得資料\n      ，按營利事業實際應獲配之股利、盈餘或可扣抵稅額，分\n      別予以調整。至於營利事業或相關納稅義務人之行為涉及\n      漏稅罰或行為罰部分，則依本法（例如第110條）或稅捐\n      稽徵法（例如第41條或第42條）相關規定處罰。2.依紐西\n      蘭所得稅法第99節或新加坡促進經濟發展法（Economic E\n      xpansion Incentives Act）第33節之規定，徵稅機關首\n      長對於所有以計畫、信託、贈與、契約、協議、處分、交\n      易或其他方式直接或間接移轉稅負、免除、規避、減少或\n      延納稅義務，並藉以獲取租稅利益之安排，均得按其認為\n      合適之方式，否定或變更其安排，並計算納稅義務人之所\n      得或應納稅額。」可知，所得稅法第66條之8乃透過法律\n      之明文規定，授予財政部權限，將藉由形式上合法，而實\n      質上為利用兩稅合一制度，進行租稅規避之行為，本於實\n      質課稅原則，否定或變更原形式上之經濟行為安排，並按\n      原實際情形進行調整之制度。\n  ３、經查，原告等人於91年時均為濱川公司股東，而原告等人\n      於91年10月間另行成立京賢及京誼公司，資本額各為100\n      萬元，並由濱川公司91年10月24日提領現金全數墊付，嗣\n      京賢及京誼公司於91年11月間分別參與濱川公司現金增資\n      3,770萬元（10元×377萬股）及4,930萬元（10元×493萬\n      股），該增資款項係由原告等人代墊（京賢公司部分：原\n      告代墊6,409,000元、蕭欽群代墊22,818,000元及蕭欽銘\n      代墊8,473,000元；京誼公司部分：原告代墊8,381,000元\n      、蕭欽群代墊6,762,000元及蕭欽銘代墊34,157,000元）\n      ，並帳列股東往來，嗣京賢及京誼公司於93年12月間陸續\n      以濱川公司於93年至95年所配發之現金股利及該2公司95\n      年9月間現金增資之股款（京賢及京誼公司各1,100萬元）\n      償還原告等人，而京賢及京誼公司自91年設立迄今，投資\n      標的僅買進濱川公司之股權，並無其他營業之情形，京賢\n      及京誼公司92年度至95年度僅就未分配盈餘加徵百分之十\n      營利事業所得稅3,177,773元等情，為原告所不爭執，並\n      有被告審查2科審查報告(附於92年度原處分卷)、被告97\n      年5月23日南區國稅審2字第0970055165號函等附卷可稽。\n      依上述事實可知，京賢公司及京誼公司91年11月間參與濱\n      川公司現金增資3,770萬元及4,930萬元，分別為該2公司\n      資本額之37.7倍及49.3倍，且該2公司嗣於93年12月始陸\n      續以濱川公司配發之現金股利及95年9月間該2公司之現金\n      增資股款償還前開股東借款，足證該2公司並無確實財力\n      購買濱川公司股權，而該2公司自91年設立迄今僅投資濱\n      川公司，並無其他營業情形，亦難認與投資公司設立之目\n      的相符。另原告雖主張:原告設立京賢及京誼公司主要目\n      的係防止家族成員出售過多持股，以穩固經營權及控制權\n      云云。惟查，原告家族成員對濱川公司經營權是否穩固，\n      在於其家族成員對濱川公司未來發展是否具有信心，而不\n      願出讓該股權，與是否另設立其他投資公司應無絕對之關\n      係，蓋其家族成員對濱川公司未來發展若未具信心，縱成\n      立投資公司，其家族成員仍得自由轉讓其等對該投資公司\n      之股權而達到轉讓濱川公司股權之目的，並無法達到原告\n      所稱穩固其家族成員對濱川公司經營權及控制權之目的。\n      且若純係為達成穩固經營權及控制權之目的，亦應僅成立\n      一家投資公司，其操作較為單純有效率，其成立2家，亦\n      將增加操作之複雜及困難度，是顯另具有其他之目的。原\n      告前述主張，應非可採。又按，揆諸前揭所得稅法第66條\n      之8之規定及其立法理由，由於實施兩稅合一後，本國個\n      人股東、公司及機關或團體及外國股東等不同身分納稅義\n      務人間，有關稅額扣抵與退還之規定各不相同，易滋生納\n      稅義務人利用股權之暫時性移轉或其他虛偽之安排，不當\n      規避或減少納稅義務之誘因，為防杜納稅義務人藉投資所\n      得適用稅率高低之不同，將高稅率者應獲配之股利、盈餘\n      及可扣抵稅額，移轉為低稅率者所有，或將不計入課稅之\n      股利或盈餘，移轉為應計入課稅之股利或盈餘，俾利用可\n      扣抵稅額扣抵應納稅額，甚或退還等，不當規避或減少納\n      稅義務，減損政府稅收，並破壞兩稅合一制度，爰規定稽\n      徵機關為正確計算相關納稅義務人之應納稅額，得報經財\n      政部核准後，依查得資料，按營利事業實際應獲配之股利\n      、盈餘或可扣抵稅額，分別予以調整，是依所得稅法第66\n      條之8之規定，納稅義務人於為股權之移轉或其他虛偽之\n      安排時，不以其所得已實現或可實現為限，始受該條規定\n      之規範，縱對其有預期可獲得之所得預為前述之安排，至\n      其所得實現時，仍應有該條之適用。是原告另稱:租稅規\n      劃需以已實現或可實現之所得為前提，原告等人認為為自\n      己規避稅負或減少納稅義務，需以已確定或可確定之應課\n      稅所得，為規劃標的方有意義，原告等人於91年11月設立\n      京賢及京誼公司時，濱川公司帳上截至90年底已實現及可\n      分配保留盈餘為15,256,000元，原告等人認為如被告所認\n      定及前述判決，勉強可認定可規劃金額僅15,256,000元，\n      至於濱川公司未來能否賺錢分配股利僅屬於期待，並不能\n      規劃，仍不足採。原告復稱:經設算截至95年12月31日止\n      ，按京賢及京誼公司帳上盈餘，以所得稅40%計算，原告\n      等人未來需繳交之稅負約127,961,439元，其中屬於免稅\n      之證券交易所得即高達118,003,740元，而依被告認定截\n      至95年底原告等人應繳交之綜合所得稅為19,469,589元，\n      試問如藉由股權之移轉或其他虛偽安排，不當為自己規避\n      稅負或減少納稅義務，何以遞延之稅負會較被告計算之稅\n      負高達約6.57倍，遑論有減少納稅義務之嫌乙節，原告係\n      假設京賢及京誼公司將帳上未實現及已實現之盈餘合計為\n      319,903,598元立即分配予原告等股東，將造成原告等股\n      東繳納更多稅額之結果，可證明原告設立上述投資公司並\n      非為規避稅負，惟上述情事並未發生，亦無從據此為原告\n      有利之認定。\n  4、再按，租稅規避與合法節稅不同，節稅係依據稅捐法規所\n     預定之方式，意圖減少稅捐負擔之行為；反之，租稅規避\n     則是利用稅捐法規所未預定之異常的或不相當的法形式，\n     意圖減少稅捐負擔之行為，亦即利用民法上私法自治，特\n     別是契約自由原則，以減輕稅捐負擔，取得租稅利益，但\n     實質上卻違反稅法立法者租稅負擔之意旨。復按租稅正義\n     為現代憲政國家負擔正義之基石，實質法治國家稅法之基\n     本原則為量能課稅原則，租稅負擔應依其經濟之給付能力\n     來衡量，而定其適當的納稅義務。由於稅法係強行法，自\n     身具有不容規避性；又納稅義務為無對待給付之法定債務\n     ，其平等要求不在主觀面，而在客觀面－根據憲法第7條之\n     平等原則，凡負有相同之負擔能力，即應負擔相同之租稅\n     。如有濫用私法自治以規避租稅時，依平等負擔原則，得\n     依合憲解釋或類推適用，予以未規避時相同之租稅負擔法\n     律效果。準此，利用租稅規避以取得租稅利益，其私法上\n     效果依契約自由原則應予尊重，公權力原則不予干預；但\n     在稅法上則應依實質負擔能力予以規範。脫法避稅行為實\n     不能稱之為租稅規劃，因租稅規劃者不能僅顧及租稅設計\n     技巧之靈活，而須顧及此種安排，是否違反憲政國家租稅\n     負擔之平等要求。故租稅規劃唯一途徑，只有選擇合於稅\n     法規範意旨之「合法節稅安排」（參見葛克昌先生著「稅\n     法基本問題－財政憲法篇」，第222至223頁）。職此，「\n     實質課稅原則」乃依憲法平等原則及稅捐正義之法理，稅\n     捐機關應本於「量能課稅」之精神，於解釋及適用稅法規\n     定時，亦應考察經濟上之事實關係及因此所產生之實際經\n     濟利益，而為此等原則之運用，而非僅依照事實外觀為形\n     式上之判斷，前揭司法院釋字第420號解釋及最高行政法院\n     判決意旨，即係此一原則之援引。是如上所述，本件原告\n     等人僅藉由資金之形式移轉，即以京賢及京誼公司名義間\n     接取得濱川公司股權分別為377萬股及493萬股，並透過京\n     賢及京誼公司獲配濱川公司股利之程序，僅繳納百分之十\n     營利事業所得稅3,177,773元，其藉由京賢及京誼公司以返\n     還增資借款名義，而實質上取得濱川公司配發予京賢及京\n     誼公司之股利，卻免除原告等人依正常分配濱川公司盈餘\n     程序，所應支付之綜合所得稅20,375,402元，顯見原告等\n     人設立京賢及京誼公司，參與濱川公司現金增資金及配發\n     京賢及京誼公司股利，均係一連串有規劃之行為，目的係\n     為達到原告等人實質取得濱川公司盈餘之營利所得，卻透\n     過公司轉投資獲配股利或免稅之兩合稅一配套措施，使得\n     原告等人僅以京賢及京誼公司繳納百分之十的營利事業所\n     得稅，而無庸繳納本於兩稅合一制度，應由最終取得營利\n     所得之個人股東繳納之綜合所得稅。其藉由形式上合法之\n     設立公司、轉投資、現金增資及分配盈餘等程序，實質上\n     卻是利用兩稅合一制度，進行租稅規避之行為，核屬故意\n     以不正當方法逃漏稅捐，自應否定或變更原形式上之經濟\n     行為安排，並按原實際情形進行調整。則被告報經財政部\n     核准按所得稅法第66條之8規定，依實質課稅原則，將濱川\n     公司92年至95年度原分配予京賢及京誼公司之股利總額61,\n     517,479元（京賢公司部分：92年度724,490元、93年度8,\n     157,046元、94年度6,999,757元及95年度9,574,640元；京\n     誼公司部分：92年度947,410元、93年度11,581,516元、94\n     年度9,938,377元及95年度13,594,243元），按原告增資京\n     賢及京誼公司之股數比例，分別核定其92年至95年度營利\n     所得分別為284,223元、4,114,682元、3,530,906元、4,82\n     9,761元，課徵綜合所得稅，揆諸所得稅法第66條之8立法\n     目的及前揭說明，於法並無不合。\n  5、另按「稅捐之核課期間，依左列規定：．．．3.未於規定\n     期間內申報，或故意以詐欺或其他不正當方法逃漏稅捐者\n     ，其核課期間為7年。在前項核課期間內，經另發現應徵之\n     稅捐者，仍應依法補徵或並予處罰，在核課期間內未經發\n     現者，以後不得再補稅處罰。」「前條第1項核課期間之起\n     算，依左列規定：1.依法應由納稅義務人申報繳納之稅捐\n     ，已在規定期間內申報者，自申報日起算。」稅捐稽徵法\n     第21條第1項第3款、第2項及第22條第1款分別定有明文。\n     是按稅捐機關在核課期間內若另發現有應徵之稅捐時，依\n     稅捐稽徵法第21條之明文規定，稅捐稽徵機關本得依法予\n     以補行課徵，不受原處分之拘束。而稅捐稽徵法第21條第\n     2項所謂另發現應徵之稅捐，只須其事實不在行政救濟裁量\n     範圍內者均屬之，有最高行政法院58年判字第31號判例及9\n     2年度5月份庭長法官聯席會議決議足資參照。是被告於核\n     課期間內，依查得資料，核認原告有藉由設立京賢及京誼\n     公司，參與濱川公司之現金增資，以移轉濱川公司股權至\n     京賢及京誼公司之方式，規避其本應自濱川公司獲配股利\n     所應歸課稅捐之情事，而依稅捐稽徵法第21條第2項在核課\n     期間內依法補徵稅款，洵屬於法有據，自無違反信賴保護\n     原則之問題。至原告主張上市櫃公司資本額與其購買固定\n     資產及長期投資不相當者，比比皆是，及舉多家公司亦設\n     立投資公司，縱原告上述屬實，惟原告所舉之情形，是否\n     符合所得稅法第66條之8規定，係屬個案查核之情形，自不\n     影響本件原告行為如前所述確已符合所得稅法第66條之8規\n     定之認定。\n（二）罰鍰部分：\n  １、按「納稅義務人應於每年5月1日起至5月31日止，填具結\n      算申報書，向該管稽徵機關，申報其上一年度內構成綜合\n      所得總額．．．之項目及數額，以及有關減免、扣除之事\n      實，並應依其全年應納稅額減除．．．扣繳稅額及可扣抵\n      稅額，計算其應納之結算稅額，於申報前自行繳納。」「\n      納稅義務人已依本法規定辦理結算申報，但對依本法規定\n      應申報課稅之所得額有漏報或短報情事者，處以所漏稅額\n      兩倍以下之罰鍰。」分別為行為時所得稅法第71條第1項\n      前段及第110條第1項所明定。\n  ２、查，本件原告具備主觀上漏報系爭營利所得之故意，已如\n      前述，其違反租稅法之立法意旨，濫用法律上之形式或法\n      律行為，蓄意製造外觀上或形式上存在之法律關係或法律\n      狀態，使之不具備課稅構成要件，以減輕或免除其應納之\n      租稅，其因而致生漏稅之結果，違反行為時所得稅法第11\n      0條第1項規定，已非屬法律見解之不同，自應受罰。則原\n      告92年至95年度綜合所得稅結算申報，分別漏報其取自濱\n      川營利所得分別為284,223元、4,114,682元、3,530,906\n      元及5,478,511元，另查獲94年及95年度漏報利息所得102\n      元及37元，分別歸課各該年度綜合所得總額1,461,876元\n      、9,196,468元、5,862,529元及9,208,703元；92年度核\n      定應退稅額3,825元，93年至95年度核定補徵稅額1,400,1\n      91元、858,229元及1,570,835元，違章事證明確，被告分\n      別按93年度所漏稅額1,400,191元處0.5倍罰鍰700,095元\n      ；94年度所漏稅額25元及858,204元分別處0.2倍及0.5倍\n      罰鍰合計429,107元；95年度因原告另涉分散所得情事，\n      故按所漏稅額1,720,489元處1倍罰鍰1,720,489元，揆諸\n      前揭法律規定，尚無不合。原告主張本件僅係法律見解不\n      同，並不違反真實義務，被告對其課以罰鍰係屬違法令當\n      云云，洵無可採。\n五、綜上所述，原告主張均非可採。被告依所得稅法第66條之8\n    規定，將濱川公司分配予京賢及京誼公司之股利收益，核定\n    為原告92年至95年度取自濱川公司之營利所得，並分別按所\n    漏稅額科處上揭罰鍰，並無違誤；復查決定及訴願決定遞予\n    維持，亦無不合。原告起訴意旨求為撤銷，為無理由，應予\n    駁回。又本件事證已臻明確，兩造其餘攻擊防禦方法，核與\n    本件判決結果均不生影響，爰不逐一論述，附此敘明。\n六、據上論結，本件原告之訴為無理由，依行政訴訟法第98條第\n    1項前段，判決如主文。",
    "reason": "一、事實概要︰\n    緣原告民國92年至95年度綜合所得稅結算申報，經被告查獲\n    漏報其取自濱川企業股份有限公司（下稱濱川公司）營利所\n    得分別為新臺幣（下同）284,223元、4,114,682元、3,530,\n    906元及5,478,511元，另查獲94年及95年度漏報利息所得10\n    2元及37元，分別歸課各該年度綜合所得總額1,461,876元、\n    9,196,468元、5,862,529元及9,208,703元；92年度核定應\n    退稅額3,825元，93年至95年度核定補徵稅額1,400,191元、\n    858,229元及1,570,835元，並審理違章屬實，93年度按所漏\n    稅額1,400,191元處0.5倍罰鍰700,095元；94年度按所漏稅\n    額25元及858,204元分別處0.2倍及0.5倍罰鍰合計429,107元\n    ；95年度因原告另涉分散所得情事，故按所漏稅額1,720,48\n    9元處1倍罰鍰1,720,489元。原告就取自濱川公司營利所得\n    部分（95年度為其中4,829,761元）及罰鍰處分不服，申請\n    復查，未獲變更，提起訴願，亦遭決定駁回，遂提起本件行\n    政訴訟。\n二、本件原告主張︰\n（一）原告與蕭欽群、蕭欽銘等3人（下稱原告等人）於91年設\n      立京賢及京誼投資股份有限公司（下稱京賢公司、京誼公\n      司）係基於經營權及控制權之掌控，由於一般公司未公開\n      發行前股權集中於家族成員，然家族成員是否同心，會不\n      會大量出售持股，往往會影響未來經營權之掌控，為防範\n      於未來，因此大部分公司會將一定比例之股權由投資公司\n      持有，藉以穩固經營權。再透過投資公司當選董監事，可\n      以隨時更換代表人，以避免陣前倒戈之情事。91年間原告\n      等人設立京賢及京誼公司之目的，係為掌控經營權，非被\n      告所稱「藉股權移轉或其他虛偽之安排，不當為自己規避\n      或減少納稅義務」。\n（二）依所得稅法第66條之8規定，不當為自己規避或減少納稅\n      義務之構成要件，為藉股權移轉或其他虛偽之安排。然京\n      賢、京誼公司所認購之濱川公司之股票，係屬現金增資認\n      購，非屬原告等人移轉，再則京賢、京誼公司之設立係為\n      經營權之掌控，並無虛偽設立之情事，且京賢、京誼公司\n      亦為濱川公司之董事或監察人，倘為虛偽之安排，又如何\n      能當選上櫃公司之董事或監察人，因此就京賢、京誼公司\n      投資持有濱川公司之股票言，實不符合藉股權移轉或其他\n      虛偽之安排之構成要件。且京賢、京誼公司資本額與投資\n      比率不相當，非無財力購買濱川公司股權，而上市櫃公司\n      資本額與其購買固定資產及長期投資不相當者，比比皆是\n      。其自有資本不足部分不外借款、發行公司債等，非資本\n      與其購買固定資產及長期投資比率不相當，就謂該公司無\n      確實財力。另京賢、京誼公司設立之目的，既在於經營權\n      之掌控，並無法律規定投資公司之投資標的不能單一，且\n      就目前上市櫃公司於轉投資海外公司，通常會於境外設立\n      一投資公司，再由該境外投資公司轉投資大陸等地區之公\n      司，依被告之觀點皆為「難認與投資公司設立之目的相符\n      」？原告等人於91年設立京賢、京誼公司之股本，係由原\n      告等人所出資，致於原告等人之資金來源無論係借款或係\n      自有資金，與京賢、京誼公司設立是否符合公司法之規定\n      ，應屬無關。況且以原告等人之財力要支付京賢、京誼公\n      司各100萬元之資金，應屬無虞。且京賢及京誼公司92年\n      至95年度帳列全年所得額皆為正數，另課稅所得額94年至\n      95年度亦為正數，非如被告所述皆為虧損。就一般未公開\n      發行公司營運所需之資金，正常來源不外乎股本、銀行借\n      款、股東墊款等，非僅限股本，且亦無相關法律規定公司\n      所需資金皆須來自股本。而京賢、京誼公司營運資金不足\n      ，原告等人借款予公司，並無相關法令所禁止。\n（三）依所得稅法第4條之1規定，證券交易所得免稅，對於自然\n      人或法人投資皆適用，然投資公司之證券交易所得免稅係\n      屬營業事業所得稅免稅，如證券交易係屬利得，仍屬投資\n      公司盈餘，未來投資公司分配或解散時，仍需視同營利所\n      得，課投資公司股東個人綜合所得稅，即將本屬自然人免\n      稅之證券交易所得，透過投資公司後變為應稅之營利所得\n      。另有關投資公司所獲分配之股利所得，如未分配，投資\n      公司盈餘未分配，皆已依所得稅法第66條之9規定，繳交\n      未分配盈餘稅係屬遞延，未來投資公司如分配盈餘，仍視\n      為個人之營利所得，非屬免稅。經設算截至95年12月31日\n      投資公司相關收益，京賢及京誼公司帳上未實現及已實現\n      之盈餘合計為319,903,598元，如以綜合所得稅40%計算，\n      原告等人未來需繳交之稅負約127,961,439元，其中屬於\n      免稅之證券交易所得即高達118,003,740元，而依被告認\n      定截至95年底原告等人應繳交之綜合所得稅為19,469,589\n      元，試問如藉由股權之移轉或其他虛偽安排，不當為自己\n      規避稅負或減少納稅義務，何以遞延之稅負會較被告計算\n      之稅負高達約6.57倍，遑論有減少納稅義務之嫌，不符合\n      所得稅法第66條之8所稱之「不當為自己規避或減少納稅\n      義務」。另再設算截至98年9月21日京賢及京誼公司帳上\n      未實現之證券交易所得345,965,522元，如以綜合所得稅\n      40%計算，原告等未來需繳交屬於免稅-證券交易所得稅負\n      約138,386,209元，較95年底之118,003,740元增加20,382\n      ,469元，假如處分後需繳交所得稅最低稅負34,396,552元\n      ，亦比被告需原告等應繳交之綜合所得稅為19,469,589元\n      高出許多。租稅規劃係指能減少稅賦，焉有不降反增之道\n      理？再則假設透過移轉投資公司的股權，是否有規避稅負\n      之嫌？如以濱川公司99年4月1日收盤價格，估算京賢及京\n      誼公司之股東要繳交的最低稅負即高達1.68億元，也遠比\n      被告要課的稅19,469,589元來得多，最低稅負於96年開始\n      實施，由於最低稅負的實施，原告等人認為如真有要規避\n      稅負的規劃也很難用移轉投資公司的股權移轉來達成。參\n      酌所得稅法第66條之8規定之立法意旨，係鑑於不同身分\n      納稅義務人間，有關稅額扣抵與退還之規定各不相同，易\n      滋生納稅義務人利用股權之暫時性移轉或其他虛偽之安排\n      ，不當規避或減少納稅義務之誘因。本件係現金增資，觀\n      諸其外在態樣及稅負負擔結果亦與所得稅法第66條之8規\n      範之要件不符。\n（四）租稅規劃需以已實現或可實現之所得為前提，原告等人認\n      為為自己規避稅負或減少納稅義務，需以已確定或可確定\n      之應課稅所得，為規劃標的方有意義，如黃任中案，將其\n      投資公司當時可確定出售遠航股權之獲利數十億元，在半\n      年內透過股權移轉方式，將原本屬於個人應課稅之營利所\n      得，轉為免稅之證券交易所得，致使其不需繳交任何稅負\n      ，亦無遞延稅負；又如最高行政法院96年度判字第1374號\n      及鈞院95年度訴字第694號判決，係將帳上已實現或可實\n      現之應課稅所得，透過投資公司之規劃，致使自然人股東\n      不需繳交稅負，且亦無相關之遞延稅負。然原告等於91年\n      11月設立京賢及京誼公司時，濱川公司帳上截至90年底已\n      實現及可分配保留盈餘為15,256,000元，原告等人認為如\n      被告所認定及前述判決，勉強可認定可規劃金額僅15,256\n      ,000元，如以京賢及京誼公司持股30%設算，最多僅能認\n      定規劃金額為4,577,000元（15,256,000元×30%），至於\n      濱川公司未來能否賺錢分配股利僅屬於期待，並不能規劃\n      ，畢竟不是設立公司就能賺錢，已上市櫃的虧錢公司亦多\n      有所見，因此京賢及京誼公司不符合所得稅法第66條之8\n      規定，被告實不應於96年針對已分配之結果，倒推91年之\n      規劃，恐有事後諸葛之嫌。況京賢及京誼公司自設立以來\n      ，皆按時申報營利事業所得稅，且誠實揭露投資公司之投\n      資標的、股本、股東往來等科目，且截至95年度為止之營\n      利事業所得稅，皆經被告核定，何以被告於96年度查核時\n      ，突然變成符合所得稅法第66條之8規定，實有違行政程\n      序法第8條之信賴保護原則。\n（五）憲法第15條關於人民財產權應予保障之規定，旨在確保個\n      人依財產之存續狀態行使其自由使用、收益及處分之權能\n      ，並免於遭受公權力或第三人之侵害，俾能實現個人自由\n      、發展人格及維護尊嚴。又脫法避稅之調整非僅稽徵機關\n      之主觀見解，仍須具備客觀脫法行為之要件，並由稽徵機\n      關負舉證責任。另脫法避稅行為係利用私法上之契約自由\n      ，以規避稅捐負擔，且不符稅法立法意旨。然被告有義務\n      將具體案例事實具體的涵攝該稅法之規範意旨，以斷定原\n      告是否為規避稅捐之行為而得以否認。本件被告只單純敘\n      述「原告等3人，均為濱川股東，渠等於91年10月間成立\n      京賢及京誼公司，資本額均各為100萬，並由濱川公司於\n      91年10月24日提領現金全數墊付；京賢及京誼等2家公司\n      於91年11間參與濱川公司現金增資3,770萬元及4,930萬元\n      ，該增資款全由渠等3人代墊，顯見京賢及京誼等2家公司\n      並無資力支付上開增資股款，未實際以自有資金支付價款\n      ，仍進行現金增資，實有違一般常規交易模式」云云。雖\n      原告等3人於設立京賢及京誼公司時曾向濱川公司借款，\n      且已於91年12月12日歸還濱川公司，然原告等3人向濱川\n      公司借款與還款，實屬原告等人與濱川公司之借貸關係，\n      與原告等人設立京賢及京誼公司係屬獨立之法律關係，被\n      告不應不當連結。況京賢及京誼公司設立之股東資金來源\n      不同，向濱川公司或向銀行借款，會影響本件是否適用所\n      得稅法之要件？原告等人認為不會。而原告等3人皆以自\n      己名義，出資設立京賢及京誼公司，資本額各100萬元，\n      另京賢及京誼公司向股東借款往來明細無誤，此為被告所\n      不爭執。被告雖一再爭執京賢及京誼兩家公司投資濱川公\n      司之資金來源，未全部來自股本（即自有資金），而係以\n      向股東借款方式投資，有規避稅法之適用，無以實現租稅\n      公平之基本觀念及要求。然被告卻無具體涵攝說明資本額\n      3,770萬元與資本額100萬元，借款3,670萬元如何歸避稅\n      負，違反租稅公平之舉證說明。有關投資資金需求假設3,\n      000萬，原告有權依據一般商業交易習慣，對於資金自由\n      性及積極性安排，並無被告所言有違一般常規交易模式，\n      或規避稅法之適用，無以實現租稅公平之情事，舉例說明\n      如下：就公司法而言，並無禁止公司不得跟股東借款，因\n      此公司資金的運用來源本來就有多種，如股本、銀行借款\n      、股東借款等。不論資金來源是股本、股東借款或銀行借\n      款，投資公司獲配之股利收入，均不需繳交營利事業所得\n      稅；在投資公司未作盈餘分配前提下，資金來源為股本及\n      股東借款所需繳納之保留盈餘稅係相同。因此不論投資的\n      資金來源係股本或股東借款對本件是否適用所得稅法第66\n      條之8規定，實非所需考量之要件。另參照最高行政法院\n      75年度判字第681號判決要旨：「具備稅法所規定之一定\n      要件者，稅捐稽徵機關始對之有課稅處分之權能，主張稅\n      法所規定之法律效果者，應就該規定之要件，負舉證責任\n      。從而稅捐機徵機關課徵所得稅，自應就納稅義務人取得\n      所得之事實，依職權予以調查。」亦明示有關稅捐請求發\n      生事實由稅捐稽徵關負客觀舉證責任。\n（六）行政程序法第9條明定：「行政機關就該管行政程序，應\n      於當事人有利及不利之情形，一律注意。」此因公法債權\n      債務與私法不同，私法當事人雙方均代表私益，是用當事\n      人進行主義，債權人只就自己有利，對債務人不利方面予\n      以注意。公法債權人為公益代表人，並受基本權直接拘束\n      ，適用原則為「職權進行主義」，自應就有利、不利納稅\n      人之事實一律注意，否則即有過失。原告等人於91年11月\n      設立京賢、京誼公司時，皆按時申報營利事業所得稅，誠\n      實揭露投資公司之投資標的、股本及股東往來等科目，且\n      截至95年度為止之營利事業所得稅均經被告核定在案，何\n      以被告於96年度查核時突然變成符合所得稅法第66條之8\n      規定，實有違信賴保護原則。實則漏稅罰是否成立，在於\n      納稅人有無違反真實義務陷稽徵機關於錯誤，以達逃漏稅\n      目的；如已如實明列，僅法律見解不同，並不違反真實義\n      務（充分揭露原則），稽徵機關只能調整補稅，而不構成\n      逃漏稅。稽徵機關對不違反真實義務，予以逃漏稅處罰，\n      確屬違法。此有財政部87年12月3日函釋意旨「股東會贈\n      品其進項稅額不得申報扣抵銷項稅額」，最高行政法院92\n      年度判字第30號判決，曾對該函發布前追溯累積各期漏稅\n      金額予以處罰之原判，發回原審法院審理，理由為稽徵機\n      關，不於首次贈品發放之扣抵銷項稅額，立即依規定查處\n      ，事後再追溯處罰，「有背誠信原則，並損及納稅人合理\n      信賴」。\n（七）一般實務上典型的租稅規避，如操控公司股價高買低賣，\n      消化公司既有未分配盈餘，造成公司帳上虧損而無盈餘。\n      即藉個人證券交易所得免稅，將公司資產不當移轉至個人\n      身上。就被告觀點「如透過移轉投資公司的股權，這樣就\n      無法掌控經營權」，而在黃任中案、鈞院95年度訴字第69\n      4號及最高行政法院96年度判字第1717號判決中，有關陳\n      氏家族持有大眾銀行公司股權、柯氏家族持有光陽公司股\n      權，其股權的移轉規避巨額的稅負，但原告等人未有相同\n      之行為。原告等人既未符合所得稅法第66條之8相關規定\n      ，為何被告要認定符合且加罰？且回復原狀係投資公司的\n      股票全部回歸個人持有？投資公司持有濱川的股票會不會\n      再課一次證券交易利得，即持股的移轉視同出售，而產生\n      證券交易所得，投資公司解散後視為股東的營利所得？因\n      此還原事實真相只有一個，禁止「重複課稅」，以落實憲\n      法上量能課稅之正義觀念等情。並聲明求為判決撤銷訴願\n      決定及原處分（復查決定及含原核定處分）關於92年至95\n      年度取自濱川公司營利所得分別為284,223元、4,114,682\n      元、3,530,906元及4,829,761元，及93年度罰鍰700,095\n      元、94年度罰鍰429,107元、95年度罰鍰1,720,489元。\n三、被告則以︰\n（一）原告主張成立京賢及京誼公司係為鞏固經營權，惟如欲達\n      成鞏固經營權，則僅成立一家已足，且效果較佳（股權更\n      為集中），但原告等卻捨此方式，成立2家投資公司，分\n      由不同親屬各自持有，與原告之主張顯有矛盾之處。而成\n      立投資公司是否可達成原告所稱「鞏固經營權」之目的，\n      尚有疑義？就其表面觀之可使股權集中而脫離個人之持有\n      ，有助於鞏固經營權，惟個人所持有投資公司之股權，尚\n      非不得移轉。成立控股公司之後，固有防止個人股東擅自\n      出售股權之利，惟有使取得濱川公司經營權成本下降之弊\n      ，因若無投資公司，欲取得目標公司30%之表決權，須全\n      額自市場收購，若改由投資公司持股，則僅須取得投資公\n      司50%以上之股權，即可全數取得投資公司所擁之表決權\n      ，更可取得徵求委託書之資格，故是否能鞏固經營權不在\n      於成立投資公司，而在於家族成員是否團結一致，對現有\n      之經營者之信任，不出脫持股。\n（二）原告、蕭欽銘及蕭欽群等3人於91年10月間成立京賢及京\n      誼公司，並旋於91年11月間以京賢及京誼2家公司名義參\n      與濱川公司現金增資3,770萬元（10元×377萬股）及4,93\n      0萬元（10元×493萬股），將原應獲配自濱川公司之營利\n      所得，轉換為京賢及京誼公司之未分配盈餘，藉成立投資\n      公司，將個人資金以投資公司名義參與濱川公司現金增資\n      ，不當為自己規避或減少應納稅捐之情事，是被告所持見\n      解，並非無據。\n（三）原告係以出售濱川公司股票為比較稅負之依據，惟查原告\n      等為濱川公司之經營管理當局，持有其股票並非以出售為\n      目的，故原告所假設之情況並無發生之可能。就相關法令\n      觀之，並無原告所稱須已實現或可實現之所得，方得規劃\n      之限制，原告指稱行為時濱川公司盈餘尚未產生無法規劃\n      云云，顯有誤解。本件係另行發現應行補徵之稅捐，依稅\n      捐稽徵法第21條第1項第1款、第2款及第2項之規定，自無\n      信賴保護原則之適用。\n（四）原告93至95年度漏報營利所得4,114,682元、3,530,906元\n      及5,478,511元，利息所得102元（94年度）、37元（95年\n      度），違反所得稅法第71條第1項規定，有綜合所得稅結\n      算申報書、核定通知書及非扣繳所得資料可稽，違章事證\n      足堪認定，又原告藉由形式上資金之安排，將原應獲配自\n      濱川公司之營利所得，轉換為京賢及京誼公司之未分配盈\n      餘，最終達成規避或減少稅負之目的，具有主觀上漏報系\n      爭營利所得之故意。是被告依第110條第1項規定，按93年\n      至95年度所漏稅額1,400,191元處0.5倍罰鍰700,095元；2\n      5元及858,204元分別處0.2倍及0.5倍罰鍰合計429,107元\n      ；1,720,489元處1倍罰鍰1,720,489元，並無違誤等語，\n      資為抗辯。並聲明求為判決駁回原告之訴。\n四、本件事實概要欄所載之事實，為兩造所不爭執，並有原告92\n    年至95年度綜合所得稅結算申報書、被告綜合所得稅核定通\n    知書及97年12月31日97年度財綜所字第83097103823號、第\n    83097103824號、第83097103976號裁處書附原處分卷及本院\n    卷可稽，應堪認定。本件兩造之爭點為：原告等人有無藉設\n    立京賢與京誼公司之方式，規避其本應自濱川公司獲配股利\n    所應歸課之稅捐？被告依所得稅法第66條之8規定調整，進\n    而對原告補徵系爭綜合所得稅並裁處罰鍰，是否合法？\n（一）本稅部分：\n  １、按「凡有中華民國來源所得之個人，應就其中華民國來源\n      之所得，依本法規定，課徵綜合所得稅。」「個人之綜合\n      所得總額，以其全年左列各類所得合併計算之：第1類：\n      營利所得：公司股東所獲分配之股利總額．．．皆屬之。\n      」「個人或營利事業與國內外其他個人或營利事業、教育\n      、文化、公益、慈善機關或團體相互間，如有藉股權之移\n      轉或其他虛偽之安排，不當為他人或自己規避或減少納稅\n      義務者，稽徵機關為正確計算相關納稅義務人之應納稅金\n      額，得報經財政部核准，依查得資料，按實際應分配或應\n      獲配之股利、盈餘或可扣抵稅額予以調整。」分別為行為\n      時所得稅法第2條第1項、第14條第1項第1類及第66條之8\n      所明定。次按「涉及租稅事項之法律，其解釋應本於租稅\n      法律主義之精神：依各該法律之立法目的，衡酌經濟上之\n      意義及實質課稅之公平原則為之。」復為司法院釋字第42\n      0號解釋所明揭。又「租稅法所重視者，應為足以表徵納\n      稅能力之經濟事實，而非其外觀之法律行為，故在解釋適\n      用稅法時，所應根據者為經濟事實，不僅止於形式上之公\n      平，應就實質上經濟利益之享有者予以課稅，始符實質課\n      稅及公平課稅之原則。」「有關課徵租稅構成要件事實之\n      判斷及認定，自亦應以其實質上經濟事實關係及所產生之\n      實質經濟利益為準，而非以形式外觀為準，否則勢將造成\n      鼓勵投機或規避稅法之適用，無以實現租稅公平之基本理\n      念及要求。」亦有最高行政法院81年判字第2124號判例及\n      82年度判字第2410號判決可資參照。\n  ２、又所得稅法第66條之8的立法理由為：「由於不同身分納\n      稅義務人間，有關稅額扣抵與退還之規定各不相同，為防\n      杜納稅義務人藉投資所得適用稅率高低之不同，不當規避\n      或減少納稅義務，減損政府稅收，並破壞兩稅合一制度，\n      爰參酌紐西蘭及新加坡立法例，規定稽徵機關得按納稅義\n      務實際應獲配之股利、盈餘或可扣抵稅額，分別予以調整\n      。」亦即「1.實施兩稅合一後，本國個人股東獲配股利或\n      盈餘中所含之可扣抵稅額，依修正條文第3條之1及第71條\n      第2項規定，除可扣抵其應納綜合所得稅額外，扣抵有餘\n      尚可退還：公司及機關或團體獲配股利或盈餘中所含之可\n      扣抵稅額，依修正條文第42條規定，因其股利不計入所得\n      額課稅，故該稅額不得扣抵其應納稅額；外國股東獲配股\n      利或盈餘中所含之可扣抵稅額，依修正條文第73條之2之\n      規定，除屬已加徵百分之十營利事業所得稅部分，得抵繳\n      其股利之應扣繳稅款外，並不得退還。由於不同身分納稅\n      義務人間，有關稅額扣抵與退還之規定各不相同，易滋生\n      納稅義務人利用股權之暫時性移轉或其他虛偽之安排，不\n      當規避或減少納稅義務之誘因。為防杜納稅義務人藉投資\n      所得適用稅率高低之不同，將高稅率者應獲配之股利、盈\n      餘及可扣抵稅額，移轉為低稅率者所有，或將不計入課稅\n      之股利或盈餘，移轉為應計入課稅之股利或盈餘，俾利用\n      可扣抵稅額扣抵應納稅額，甚或退還等，不當規避或減少\n      納稅義務，減損政府稅收，並破壞兩稅合一制度，爰參酌\n      紐西蘭及新加坡立法例，規定稽徵機關為正確計算相關納\n      稅義務人之應納稅額，得報經財政部核准後，依查得資料\n      ，按營利事業實際應獲配之股利、盈餘或可扣抵稅額，分\n      別予以調整。至於營利事業或相關納稅義務人之行為涉及\n      漏稅罰或行為罰部分，則依本法（例如第110條）或稅捐\n      稽徵法（例如第41條或第42條）相關規定處罰。2.依紐西\n      蘭所得稅法第99節或新加坡促進經濟發展法（Economic E\n      xpansion Incentives Act）第33節之規定，徵稅機關首\n      長對於所有以計畫、信託、贈與、契約、協議、處分、交\n      易或其他方式直接或間接移轉稅負、免除、規避、減少或\n      延納稅義務，並藉以獲取租稅利益之安排，均得按其認為\n      合適之方式，否定或變更其安排，並計算納稅義務人之所\n      得或應納稅額。」可知，所得稅法第66條之8乃透過法律\n      之明文規定，授予財政部權限，將藉由形式上合法，而實\n      質上為利用兩稅合一制度，進行租稅規避之行為，本於實\n      質課稅原則，否定或變更原形式上之經濟行為安排，並按\n      原實際情形進行調整之制度。\n  ３、經查，原告等人於91年時均為濱川公司股東，而原告等人\n      於91年10月間另行成立京賢及京誼公司，資本額各為100\n      萬元，並由濱川公司91年10月24日提領現金全數墊付，嗣\n      京賢及京誼公司於91年11月間分別參與濱川公司現金增資\n      3,770萬元（10元×377萬股）及4,930萬元（10元×493萬\n      股），該增資款項係由原告等人代墊（京賢公司部分：原\n      告代墊6,409,000元、蕭欽群代墊22,818,000元及蕭欽銘\n      代墊8,473,000元；京誼公司部分：原告代墊8,381,000元\n      、蕭欽群代墊6,762,000元及蕭欽銘代墊34,157,000元）\n      ，並帳列股東往來，嗣京賢及京誼公司於93年12月間陸續\n      以濱川公司於93年至95年所配發之現金股利及該2公司95\n      年9月間現金增資之股款（京賢及京誼公司各1,100萬元）\n      償還原告等人，而京賢及京誼公司自91年設立迄今，投資\n      標的僅買進濱川公司之股權，並無其他營業之情形，京賢\n      及京誼公司92年度至95年度僅就未分配盈餘加徵百分之十\n      營利事業所得稅3,177,773元等情，為原告所不爭執，並\n      有被告審查2科審查報告(附於92年度原處分卷)、被告97\n      年5月23日南區國稅審2字第0970055165號函等附卷可稽。\n      依上述事實可知，京賢公司及京誼公司91年11月間參與濱\n      川公司現金增資3,770萬元及4,930萬元，分別為該2公司\n      資本額之37.7倍及49.3倍，且該2公司嗣於93年12月始陸\n      續以濱川公司配發之現金股利及95年9月間該2公司之現金\n      增資股款償還前開股東借款，足證該2公司並無確實財力\n      購買濱川公司股權，而該2公司自91年設立迄今僅投資濱\n      川公司，並無其他營業情形，亦難認與投資公司設立之目\n      的相符。另原告雖主張:原告設立京賢及京誼公司主要目\n      的係防止家族成員出售過多持股，以穩固經營權及控制權\n      云云。惟查，原告家族成員對濱川公司經營權是否穩固，\n      在於其家族成員對濱川公司未來發展是否具有信心，而不\n      願出讓該股權，與是否另設立其他投資公司應無絕對之關\n      係，蓋其家族成員對濱川公司未來發展若未具信心，縱成\n      立投資公司，其家族成員仍得自由轉讓其等對該投資公司\n      之股權而達到轉讓濱川公司股權之目的，並無法達到原告\n      所稱穩固其家族成員對濱川公司經營權及控制權之目的。\n      且若純係為達成穩固經營權及控制權之目的，亦應僅成立\n      一家投資公司，其操作較為單純有效率，其成立2家，亦\n      將增加操作之複雜及困難度，是顯另具有其他之目的。原\n      告前述主張，應非可採。又按，揆諸前揭所得稅法第66條\n      之8之規定及其立法理由，由於實施兩稅合一後，本國個\n      人股東、公司及機關或團體及外國股東等不同身分納稅義\n      務人間，有關稅額扣抵與退還之規定各不相同，易滋生納\n      稅義務人利用股權之暫時性移轉或其他虛偽之安排，不當\n      規避或減少納稅義務之誘因，為防杜納稅義務人藉投資所\n      得適用稅率高低之不同，將高稅率者應獲配之股利、盈餘\n      及可扣抵稅額，移轉為低稅率者所有，或將不計入課稅之\n      股利或盈餘，移轉為應計入課稅之股利或盈餘，俾利用可\n      扣抵稅額扣抵應納稅額，甚或退還等，不當規避或減少納\n      稅義務，減損政府稅收，並破壞兩稅合一制度，爰規定稽\n      徵機關為正確計算相關納稅義務人之應納稅額，得報經財\n      政部核准後，依查得資料，按營利事業實際應獲配之股利\n      、盈餘或可扣抵稅額，分別予以調整，是依所得稅法第66\n      條之8之規定，納稅義務人於為股權之移轉或其他虛偽之\n      安排時，不以其所得已實現或可實現為限，始受該條規定\n      之規範，縱對其有預期可獲得之所得預為前述之安排，至\n      其所得實現時，仍應有該條之適用。是原告另稱:租稅規\n      劃需以已實現或可實現之所得為前提，原告等人認為為自\n      己規避稅負或減少納稅義務，需以已確定或可確定之應課\n      稅所得，為規劃標的方有意義，原告等人於91年11月設立\n      京賢及京誼公司時，濱川公司帳上截至90年底已實現及可\n      分配保留盈餘為15,256,000元，原告等人認為如被告所認\n      定及前述判決，勉強可認定可規劃金額僅15,256,000元，\n      至於濱川公司未來能否賺錢分配股利僅屬於期待，並不能\n      規劃，仍不足採。原告復稱:經設算截至95年12月31日止\n      ，按京賢及京誼公司帳上盈餘，以所得稅40%計算，原告\n      等人未來需繳交之稅負約127,961,439元，其中屬於免稅\n      之證券交易所得即高達118,003,740元，而依被告認定截\n      至95年底原告等人應繳交之綜合所得稅為19,469,589元，\n      試問如藉由股權之移轉或其他虛偽安排，不當為自己規避\n      稅負或減少納稅義務，何以遞延之稅負會較被告計算之稅\n      負高達約6.57倍，遑論有減少納稅義務之嫌乙節，原告係\n      假設京賢及京誼公司將帳上未實現及已實現之盈餘合計為\n      319,903,598元立即分配予原告等股東，將造成原告等股\n      東繳納更多稅額之結果，可證明原告設立上述投資公司並\n      非為規避稅負，惟上述情事並未發生，亦無從據此為原告\n      有利之認定。\n  4、再按，租稅規避與合法節稅不同，節稅係依據稅捐法規所\n     預定之方式，意圖減少稅捐負擔之行為；反之，租稅規避\n     則是利用稅捐法規所未預定之異常的或不相當的法形式，\n     意圖減少稅捐負擔之行為，亦即利用民法上私法自治，特\n     別是契約自由原則，以減輕稅捐負擔，取得租稅利益，但\n     實質上卻違反稅法立法者租稅負擔之意旨。復按租稅正義\n     為現代憲政國家負擔正義之基石，實質法治國家稅法之基\n     本原則為量能課稅原則，租稅負擔應依其經濟之給付能力\n     來衡量，而定其適當的納稅義務。由於稅法係強行法，自\n     身具有不容規避性；又納稅義務為無對待給付之法定債務\n     ，其平等要求不在主觀面，而在客觀面－根據憲法第7條之\n     平等原則，凡負有相同之負擔能力，即應負擔相同之租稅\n     。如有濫用私法自治以規避租稅時，依平等負擔原則，得\n     依合憲解釋或類推適用，予以未規避時相同之租稅負擔法\n     律效果。準此，利用租稅規避以取得租稅利益，其私法上\n     效果依契約自由原則應予尊重，公權力原則不予干預；但\n     在稅法上則應依實質負擔能力予以規範。脫法避稅行為實\n     不能稱之為租稅規劃，因租稅規劃者不能僅顧及租稅設計\n     技巧之靈活，而須顧及此種安排，是否違反憲政國家租稅\n     負擔之平等要求。故租稅規劃唯一途徑，只有選擇合於稅\n     法規範意旨之「合法節稅安排」（參見葛克昌先生著「稅\n     法基本問題－財政憲法篇」，第222至223頁）。職此，「\n     實質課稅原則」乃依憲法平等原則及稅捐正義之法理，稅\n     捐機關應本於「量能課稅」之精神，於解釋及適用稅法規\n     定時，亦應考察經濟上之事實關係及因此所產生之實際經\n     濟利益，而為此等原則之運用，而非僅依照事實外觀為形\n     式上之判斷，前揭司法院釋字第420號解釋及最高行政法院\n     判決意旨，即係此一原則之援引。是如上所述，本件原告\n     等人僅藉由資金之形式移轉，即以京賢及京誼公司名義間\n     接取得濱川公司股權分別為377萬股及493萬股，並透過京\n     賢及京誼公司獲配濱川公司股利之程序，僅繳納百分之十\n     營利事業所得稅3,177,773元，其藉由京賢及京誼公司以返\n     還增資借款名義，而實質上取得濱川公司配發予京賢及京\n     誼公司之股利，卻免除原告等人依正常分配濱川公司盈餘\n     程序，所應支付之綜合所得稅20,375,402元，顯見原告等\n     人設立京賢及京誼公司，參與濱川公司現金增資金及配發\n     京賢及京誼公司股利，均係一連串有規劃之行為，目的係\n     為達到原告等人實質取得濱川公司盈餘之營利所得，卻透\n     過公司轉投資獲配股利或免稅之兩合稅一配套措施，使得\n     原告等人僅以京賢及京誼公司繳納百分之十的營利事業所\n     得稅，而無庸繳納本於兩稅合一制度，應由最終取得營利\n     所得之個人股東繳納之綜合所得稅。其藉由形式上合法之\n     設立公司、轉投資、現金增資及分配盈餘等程序，實質上\n     卻是利用兩稅合一制度，進行租稅規避之行為，核屬故意\n     以不正當方法逃漏稅捐，自應否定或變更原形式上之經濟\n     行為安排，並按原實際情形進行調整。則被告報經財政部\n     核准按所得稅法第66條之8規定，依實質課稅原則，將濱川\n     公司92年至95年度原分配予京賢及京誼公司之股利總額61,\n     517,479元（京賢公司部分：92年度724,490元、93年度8,\n     157,046元、94年度6,999,757元及95年度9,574,640元；京\n     誼公司部分：92年度947,410元、93年度11,581,516元、94\n     年度9,938,377元及95年度13,594,243元），按原告增資京\n     賢及京誼公司之股數比例，分別核定其92年至95年度營利\n     所得分別為284,223元、4,114,682元、3,530,906元、4,82\n     9,761元，課徵綜合所得稅，揆諸所得稅法第66條之8立法\n     目的及前揭說明，於法並無不合。\n  5、另按「稅捐之核課期間，依左列規定：．．．3.未於規定\n     期間內申報，或故意以詐欺或其他不正當方法逃漏稅捐者\n     ，其核課期間為7年。在前項核課期間內，經另發現應徵之\n     稅捐者，仍應依法補徵或並予處罰，在核課期間內未經發\n     現者，以後不得再補稅處罰。」「前條第1項核課期間之起\n     算，依左列規定：1.依法應由納稅義務人申報繳納之稅捐\n     ，已在規定期間內申報者，自申報日起算。」稅捐稽徵法\n     第21條第1項第3款、第2項及第22條第1款分別定有明文。\n     是按稅捐機關在核課期間內若另發現有應徵之稅捐時，依\n     稅捐稽徵法第21條之明文規定，稅捐稽徵機關本得依法予\n     以補行課徵，不受原處分之拘束。而稅捐稽徵法第21條第\n     2項所謂另發現應徵之稅捐，只須其事實不在行政救濟裁量\n     範圍內者均屬之，有最高行政法院58年判字第31號判例及9\n     2年度5月份庭長法官聯席會議決議足資參照。是被告於核\n     課期間內，依查得資料，核認原告有藉由設立京賢及京誼\n     公司，參與濱川公司之現金增資，以移轉濱川公司股權至\n     京賢及京誼公司之方式，規避其本應自濱川公司獲配股利\n     所應歸課稅捐之情事，而依稅捐稽徵法第21條第2項在核課\n     期間內依法補徵稅款，洵屬於法有據，自無違反信賴保護\n     原則之問題。至原告主張上市櫃公司資本額與其購買固定\n     資產及長期投資不相當者，比比皆是，及舉多家公司亦設\n     立投資公司，縱原告上述屬實，惟原告所舉之情形，是否\n     符合所得稅法第66條之8規定，係屬個案查核之情形，自不\n     影響本件原告行為如前所述確已符合所得稅法第66條之8規\n     定之認定。\n（二）罰鍰部分：\n  １、按「納稅義務人應於每年5月1日起至5月31日止，填具結\n      算申報書，向該管稽徵機關，申報其上一年度內構成綜合\n      所得總額．．．之項目及數額，以及有關減免、扣除之事\n      實，並應依其全年應納稅額減除．．．扣繳稅額及可扣抵\n      稅額，計算其應納之結算稅額，於申報前自行繳納。」「\n      納稅義務人已依本法規定辦理結算申報，但對依本法規定\n      應申報課稅之所得額有漏報或短報情事者，處以所漏稅額\n      兩倍以下之罰鍰。」分別為行為時所得稅法第71條第1項\n      前段及第110條第1項所明定。\n  ２、查，本件原告具備主觀上漏報系爭營利所得之故意，已如\n      前述，其違反租稅法之立法意旨，濫用法律上之形式或法\n      律行為，蓄意製造外觀上或形式上存在之法律關係或法律\n      狀態，使之不具備課稅構成要件，以減輕或免除其應納之\n      租稅，其因而致生漏稅之結果，違反行為時所得稅法第11\n      0條第1項規定，已非屬法律見解之不同，自應受罰。則原\n      告92年至95年度綜合所得稅結算申報，分別漏報其取自濱\n      川營利所得分別為284,223元、4,114,682元、3,530,906\n      元及5,478,511元，另查獲94年及95年度漏報利息所得102\n      元及37元，分別歸課各該年度綜合所得總額1,461,876元\n      、9,196,468元、5,862,529元及9,208,703元；92年度核\n      定應退稅額3,825元，93年至95年度核定補徵稅額1,400,1\n      91元、858,229元及1,570,835元，違章事證明確，被告分\n      別按93年度所漏稅額1,400,191元處0.5倍罰鍰700,095元\n      ；94年度所漏稅額25元及858,204元分別處0.2倍及0.5倍\n      罰鍰合計429,107元；95年度因原告另涉分散所得情事，\n      故按所漏稅額1,720,489元處1倍罰鍰1,720,489元，揆諸\n      前揭法律規定，尚無不合。原告主張本件僅係法律見解不\n      同，並不違反真實義務，被告對其課以罰鍰係屬違法令當\n      云云，洵無可採。\n五、綜上所述，原告主張均非可採。被告依所得稅法第66條之8\n    規定，將濱川公司分配予京賢及京誼公司之股利收益，核定\n    為原告92年至95年度取自濱川公司之營利所得，並分別按所\n    漏稅額科處上揭罰鍰，並無違誤；復查決定及訴願決定遞予\n    維持，亦無不合。原告起訴意旨求為撤銷，為無理由，應予\n    駁回。又本件事證已臻明確，兩造其餘攻擊防禦方法，核與\n    本件判決結果均不生影響，爰不逐一論述，附此敘明。\n六、據上論結，本件原告之訴為無理由，依行政訴訟法第98條第\n    1項前段，判決如主文。"
  },
  "characters": {
    "judges": [

    ],
    "prosecutors": [

    ],
    "lawyers": [

    ],
    "clerks": [

    ],
    "plaintiffs": [
      "甲"
    ],
    "defendants": [
      "財政部臺灣省南區國稅局",
      "代  表  人  丙○○  局長"
    ],
    "prosecutor_office": [

    ],
    "creditors": [

    ],
    "debtors": [

    ],
    "judicial_associate_officer": [

    ]
  },
  "adjudged_at": "2010-05-12",
  "created_at": "2016-01-05 11:58:48",
  "updated_at": "2016-01-05 11:58:48"
}