{
  "identify": "KSB-99-訴-55-20100512-1",
  "court": {
    "name": "高雄高等行政法院",
    "code": "KSB"
  },
  "division": {
    "name": "行政",
    "code": "A"
  },
  "year": 99,
  "word": "訴",
  "number": "55",
  "jcheck": "1",
  "reason": "綜合所得稅",
  "content": "高雄高等行政法院判決\n                                        99年度訴字第55號\n                                民國99年4月28日辯論終結\n原      告  甲○○\n訴訟代理人  丁○○  ○○○\n被      告  財政部臺灣省南區國稅局\n代  表  人  丙○○  局長\n訴訟代理人  戊○○\n上列當事人間綜合所得稅事件，原告不服財政部中華民國98年11\n月30日台財訴字第09800573400號訴願決定，提起行政訴訟，本\n院判決如下：\n    主  文\n原告之訴駁回。\n訴訟費用由原告負擔。\n    事實及理由\n一、事實概要︰\n    緣原告民國93年度綜合所得稅結算申報，經被告依據法務部\n    調查局臺北市調查處（下稱臺北市調查處）及財政部臺北市\n    國稅局（下稱臺北市國稅局）通報及查得資料，查獲原告漏\n    報配偶吳淑鳳取自永達保險經紀人股份有限公司（下稱永達\n    公司）薪資所得新臺幣（下同）1,507,200元、原告及受其\n    扶養親屬陳愛珠營利、其他所得合計6,763元，乃歸併核定\n    原告當年度綜合所得總額為5,638,467元，所得淨額4,512,2\n    23元，發單補徵稅額215,492元，並按所漏稅額366,604元處\n    以0.2倍之罰鍰計73,320元。原告就核定其配偶吳淑鳳取自\n    永達公司薪資所得及罰鍰處分不服，申請復查，未獲變更，\n    遂提起本件行政訴訟。\n二、本件原告主張︰\n（一）臺北市調查處96年1月9日肆字第09643004590號移送書認\n      定：「吳文永係永達公司（址設臺北市○○區○○○路○\n      段79號5樓）負責人，明知員工購車係私人支出，與業務\n      無關，竟基於幫助自己及他人逃漏稅捐之概括犯意，自92\n      年起，規定公司業績達MDRT（百萬圓桌會員，年薪至少25\n      0萬元）者或處經理級以上人員（以下統稱員工），每人\n      每年可以『公務車租賃』方式與和車股份有限公司（下稱\n      和車公司）或格上公司等租賃車商配合，申請租賃車輛1\n      輛以上，業務員與租賃車商確認車價無誤後，先繳交車價\n      20%或30%公務車輛保證金，匯入永達公司於彰化銀行總部\n      分行所開設00000000000000000號帳戶，並要求業務員與\n      租賃車商簽署『公務車輛申請暨扣薪同意書』、『公務車\n      輛租賃附屬契約』等文件，俟業務員與車商辦妥簽約及對\n      保等相關事宜後，車商即檢附前述文件，向永達公司財務\n      部申請保證金及每月車輛租金給付，名義上該車輛係屬永\n      達公司所有，惟每月租金卻由永達公司業務員個人薪資所\n      得中直接扣取，使業務員薪資所得相對減少。至租賃期滿\n      （租賃期限為1至2年），永達公司便無條件將前述承租車\n      輛所有權移轉給業務員，幫助業務員逃漏個人綜合所得稅\n      ；永達公司以前述方式幫助員工元家雄及毛榮彩等人，逃\n      漏92年至94年度個人綜合所得稅分別為974萬9,483元、1\n      億7千358萬1,317元、2億7千695萬1,484元，共計逃漏個\n      人綜合所得稅4億6千28萬2,284元；另永達公司將前述員\n      工租賃車輛所支付保證金單據，持向稅捐機關申報公司營\n      業費用，逃漏92年至94年公司營利事業所得稅額分別為67\n      9萬3千元、7,301萬7,650元、7,634萬3,350元，共計逃漏\n      營利事業所得稅額1億5,615萬4千元，足生損害於稅捐機\n      關賦稅核課之正確性。」而將案件移送臺灣臺北地方法院\n      檢察署（下稱臺北地檢署）偵查。臺北地檢署就案關事實\n      之租稅法律適用及實務，以96年3月9日北檢大歲96偵2347\n      字第16209號函詢臺北市國稅局意見：「3、另若有公司員\n      工以公司名義購買車輛，分期價金則由公司按月於員工薪\n      資中扣除，公司並以扣除車價後之給付總額填製公司員工\n      薪資所得扣繳憑單，據以向稅捐機關申報年度營利事業所\n      得稅；該公司員工亦以此較低之薪資總額申報綜合所得稅\n      （例：員工薪資每月10萬元，購車款每月2萬元，扣繳憑\n      單填置該員工年度薪資96萬元）之事實，上開案例於貴局\n      稽查實務上，是否曾認定有違法逃漏稅捐之態樣？並請檢\n      附認定之理由及依據。」等語。經臺北市國稅局研議後，\n      以96年6月5日財北國稅審二字第0960201843號函復：「3\n      、前揭財政部95年函釋（即95年6月28日台財稅字第0950\n      4063430號函）規定，保險公司之保險業務員為所屬公司\n      招攬保險業務而發生之必要費用，可由保險公司依營利事\n      業所得稅查核準則（以下簡稱查核準則）有關規定依其費\n      用性質檢據核實列報。所謂『與經營業務有關之損費』，\n      依所得稅法第38條及行政法院相關判決規定，乃指公司之\n      營業行為，屬本身經營之業務之一或與本身業務有直接關\n      聯而言，先予敘明。4、保險經紀公司之員工，如為所屬\n      公司招攬業務而以公司名義購置車輛（即車輛所有權登記\n      為公司之財產），則其分期給付車商之價金，係公司取得\n      該資產代價之部分，自非屬保險經紀公司之營業費用。該\n      公司應以該資產之實際成本，按所得稅法及查核準則規定\n      之方法以及耐用年數計提折舊。另該員工如係以公司名義\n      租賃車輛，其分期給付車商之租金（不含保證金），得依\n      查核準則第74條第3款第2目之5規定認屬為交通費，依首\n      揭財政部95年函釋規定，應由保險經紀公司檢據核實列報\n      ，尚不宜約定由保險業務員自行吸收或負擔。至員工如以\n      員工自己名義租購車輛，則該扣付款應視為員工基於僱傭\n      關係而取得之各種補助費或給與，故保險經紀公司應以薪\n      資支出列支，並依法併同員工薪資所得依率扣繳稅款。」\n      即知本件公司租用車輛供員工使用之各項作業內容、文據\n      及資金給付之各項事實均已查明，並依前揭規定核定應由\n      保險經紀公司檢據核實將租金列報屬交通費之性質，不應\n      屬保險業務員之薪資所得。嗣臺北地檢署檢察官偵查永達\n      公司負責人有無以公司租用租賃車之名，掩飾員工私人購\n      車與業務無關，以達幫助員工逃漏個人綜合所得稅及逃漏\n      永達公司營利事業所得稅之目的時，業就「業務拓展費於\n      開始租用租賃車前，是如何發放給業務員？」「92年開始\n      以租賃車提供給員工使用，業務拓展費如何編列？」「就\n      保險業務而言，永達公司將業務拓展費列為薪資或另立名\n      目？」「業務拓展費的支付，是併同薪資發放還是屬薪資\n      的一部分？」「永達公司於96年以前，業務拓展費包含在\n      傭酬之內，永達公司就員工薪資的成本是否包含業務拓展\n      費？」「你所稱將業務拓展費包含在員工酬庸，是指實報\n      實銷的業務拓展費，還是依據員工業績核定業務拓展費？\n      」「所租賃的車輛是否都是新車？」「車輛的選擇由公司\n      決定或個人決定？」「車輛的租金有無統一標準？」「車\n      輛租金的給付，由何人支付？」「92至95年間是否有員工\n      薪資提領後交給公司，再由公司支付給車商的情形？」「\n      員工業務拓展費的額度，有無統一的計算標準？」「車商\n      來接洽時是如何告知支付租賃車費用的方式？」「員工使\n      用租賃車，與車商洽辦的流程為何？」「租賃車的付費方\n      式為何？」「使用租賃車的員工是否需要付費？」「你是\n      如何向車商詢價？」「永達保險公司員工使用租賃車應支\n      付的款項若干？名目為何？」「永達公司應支付車商那些\n      費用？」「永達公司與車商關係為何？」「永達公司員工\n      與車商關係為何？」「業務拓展費與薪資有何不同？」「\n      永達保險公司之會計帳目如何區別業務拓展費與薪資？」\n      「永達公司員工有無同時租賃多數車輛情形？」等訊問在\n      案，有訊問筆錄附卷可稽，並臺北市調查處調查時所詢：\n      「既為公司租用之公務車，租賃到期後，是否即由公司以\n      差額向車行購入作為公司之資產？」「既然永達公司租用\n      之公務車，租車之保證金、每月之租金由公司支付，何以\n      永達公司員工需簽署『公務車輛申請暨扣薪同意書』及『\n      公務車輛租賃附屬契約』等文件？」等，臺北地檢署檢察\n      官亦均瞭解詳細案情。故臺北地檢署就臺北市調查處移送\n      書之涉嫌事實，依訊問筆錄及移送書內相關事證偵查後，\n      認定「永達公司業務人員傭酬，已包含所有業務拓展費用\n      ，全額列入薪資所得而非執行業務所得，因招攬保險業務\n      而發生之業務發展費用理應列報公司營業費用，永達公司\n      自業務人員薪資中調整，亦即車輛租金由員工傭酬中扣除\n      ，由租賃車商提供租金發票向永達公司請款，由永達公司\n      統一支付車輛租金。難認被告有因此而使員工薪資名目減\n      少而幫助該等員工逃漏個人綜合所得稅情事」，此與永達\n      公司對原告配偶等業務同仁採利潤中心之薪酬制度結算薪\n      資所得方式一致，遂為96年度偵字第2347號不起訴處分。\n（二）復按「行政罰與刑罰之構成要件雖有不同，而刑事判決與\n      行政處分，亦原可各自認定事實，惟認定事實須憑證據，\n      倘無證據足資認定有堪以構成行政罰或刑罰要件之事實存\n      在，即不得僅以推測之詞予人處罰，則為二者所應一致。\n      」最高行政法院75年判字第309號著有判例，即行政法與\n      刑法不同，構成要件各別，司法機關與行政機關可各本於\n      權責依法審理認定，兩者並無必然關係。惟按最高行政法\n      院32年判字第18號判例：「司法機關所為之確定判決其判\n      決中已定事項若在行政上發生問題時則行政官署不可不以\n      之為既判事項而從其判決處理此為行政權與司法權分立之\n      國家一般通例。」等語，是基於刑事司法機關（如地方法\n      院檢察署）調查證據之程序，其認定事實須達到超越合理\n      懷疑之程度，遠較行政機關調查證據為周延，則行政機關\n      亦應尊重已生實質確定力之不起訴處分所認定之事實，亦\n      可參財政部96年11月2日台財訴字第09600301210號訴願決\n      定書內容。本件系爭事項業經臺北地檢署檢察官偵查事證\n      及為不起訴處分書之認定，徵諸前揭最高行政法院32年判\n      字第18號判例，行政官署應以之為既判事項而從其處理，\n      此為行政權與司法權分立之國家一般通例，且該事實之租\n      稅法上之適用亦經被告核認「該員工如係以公司名義租賃\n      車輛，分期給付車商之租金（不含保證金），得依查核準\n      則第74條第3款第2目之5規定認屬為交通費，依首揭財政\n      部95年函釋規定，應由保險經紀公司檢據核實列報，尚不\n      宜約定由保險業務員自行吸收或負擔」在案。另依最高行\n      政法院89年度判字第699號判決要旨：「納稅義務人依所\n      得稅法規定辦理結算申報而經該管稅捐稽徵機關調查核定\n      之案件，如經法定期間而納稅義務人未申請復查或行政爭\n      訟，其查定處分即告確定。嗣稽徵機關如發見原處分確有\n      錯誤短徵情事，為維持課稅公平原則，並基於公益上之理\n      由，雖非不可自行變更原確定之查定處分，而補徵其應徵\n      稅額，然此之所謂發見確有錯誤短徵，應係指原處分確定\n      後發見新事實或新課稅資料，足資證明原處分確有錯誤短\n      徵情形者而言。如其課稅事實資料未變，僅因嗣後法律見\n      解有異，致課稅之標準有異時，按諸中央法規標準法第18\n      條從新從優原則之法理，即不得就業經查定確定之案件，\n      憑藉新見解重為較原處分不利於當事人之查定處分。」本\n      件課稅事實資料未變，要難憑藉新見解重為處分。\n（三）有關核定短報原告配偶薪資所得1,507,200元部分：\n  １、永達公司對原告配偶等業務同仁之薪酬係採獎金制度（無\n      固定之底薪），薪酬計算連結利潤中心制，先就各項績效\n      （包括個人業績、組業績、處業績）之達成率，按不同成\n      數及公式，計算初年度服務報酬及續年度服務報酬等個人\n      薪酬部分，暨舉績報酬、達成報酬、超額報酬、推介報酬\n      、組輔導報酬、處輔導報酬等組織報酬部分，而組織報酬\n      係用以支應此利潤中心之各項必要業務費用，如車位、影\n      印機及公務車輛等租金、辦公用之各項文具、電腦耗材、\n      印刷影印及書報雜誌等文具用品、郵資及通訊費用等郵電\n      費、運費、交通及住宿等差旅交通、訓練費、設備修繕及\n      維護等修繕費、廣告費用、餐敘、禮儀及饋贈等交際費、\n      會議費、雜項購置、全員團康、聚餐活動等職工福利，非\n      屬個人之報酬，業務發（拓）展費用額度（即百分比）僅\n      係讓從業人員有一參考標準，預期其可能之報酬，惟仍以\n      實際發生數為主，其支應有餘則屬該利潤中心主管之激勵\n      酬勞。因組織報酬為變動數，故有部分月份可達成公司設\n      定之標準，部分無法達成，此即為制度之激勵作用。是薪\n      資所得包括個人薪酬及組織報酬減除支應歸屬利潤中心之\n      各項必要費用後之組織激勵酬勞。此乃以業務人員為主常\n      見之經營模式，即係連結績效衡量與薪酬制度，為一有效\n      啟發並激勵同仁士氣之法則，並合於人性化之管理機制。\n      目前亦無因採利潤中心之經營模式，而將認屬營利事業之\n      營運（業）費用應列入為員工薪資所得，而悖於租稅中性\n      原則，符合司法院釋字第385號解釋：「憲法第19條規定\n      人民有依法律納稅之義務，固係指人民有依據法律所定之\n      納稅主體、稅目、稅率、納稅方法及納稅期間等項而負納\n      稅義務之意，然課人民以繳納租稅之法律，於適用時，該\n      法律所定之事項若權利義務相關連者，本於法律適用之整\n      體性及權利義務之平衡，當不得任意割裂適用。」原告配\n      偶系爭年度薪資所得包括個人薪酬：初年度服務報酬1,58\n      5,969元及續年度服務報酬423,602元暨減除本項服務報酬\n      之佣金支出739,102元後，共計1,270,469元，及組織激勵\n      酬勞：達成報酬等組織報酬共計2,134,036元，減除支應\n      利潤中心之各項業務發展費用200,463元及公務車租金1,5\n      07,200元後，餘額合計426,373元，故結算後薪資所得為\n      1,696,842元（1,270,469元+426,373元），此乃原告配偶\n      實際取自永達公司之薪資所得，並非先自永達公司取得包\n      含服務報酬應負擔之佣金支出及利潤中心應負擔公務車租\n      金等營業費用之金額4,143,607元（1,585,969元+423,602\n      元+2,134,036元），再由永達公司扣取屬服務報酬應負擔\n      之佣金支出及利潤中心營業費用共計2,446,765元（739,\n      102元+200,463元+1,507,200元）。\n  ２、按「個人之綜合所得總額，以其全年下列各類所得合併計\n      算之：．．．第3類：薪資所得：凡公、教、軍、警、公\n      私事業職工薪資及提供勞務者之所得：1.薪資所得之計算\n      ，以在職務上或工作上取得之各種薪資收入為所得額。2.\n      前項薪資包括：薪金、俸給、工資、津貼、歲費、獎金、\n      紅利及各種補助費。但為雇主之目的，執行職務而支領之\n      差旅費、日支費及加班費不超過規定標準者，及依第4條\n      規定免稅之項目，不在此限。」為行為時所得稅法第14條\n      第1項第3類第1款及第2款所明定。另按民法第482條：「\n      稱僱傭者，謂當事人約定，一方於一定或不定之期間內為\n      他人服勞務，他方給付報酬之契約。」規定，前揭所得稅\n      法上所稱之薪資所得，應係指因僱傭契約所獲致之報酬，\n      由於該報酬純粹係因為服勞務之獲致，勞務提供者本身不\n      負工作成敗責任，因此原則上不須提供勞務以外之成本來\n      完成工作，所得之金錢應全部列為所得，此參諸臺北高等\n      行政法院91年度訴字第5391號判決：「稅法上所稱之『薪\n      資所得』，一般均是指因『僱傭契約』所獲致之金錢報償\n      ，由於金錢純粹是因為勞務之提供而獲致，勞務提供者本\n      身不負工作成敗責任，因此原則上不須提供勞務以外之成\n      本來完成工作，所得之金錢應全部列為『所得』。而稅法\n      上之『執行業務所得』則比較近似於因『承攬』或『委任\n      』契約所獲致之報酬，由於此等報酬之取得，以特定工作\n      完成為必要，除了勞務的提供外，還有其他成本之支出，\n      所以所得稅法第14條第1項第2類明定，在計算執行業務所\n      得時，可以扣除『業務所房租或折舊、業務上使用器材設\n      備之折舊及修理費，或收取代價提供顧客使用之藥品、材\n      料等』成本，同時也可扣除『業務上僱用人員之薪資、執\n      行業務之旅費及其他直接必要費用』，而以其餘額為所得\n      額。這正是二者之區別。也因為上開之差異，執行業務之\n      人因為工作性質之獨立性，幾乎不會只有單一之雇主，而\n      領取薪資之人有二個以上之雇主反而極為罕見，但這只是\n      一個現象的反應，而不應是分辨二者之關鍵性標準。」是\n      證。次按「保險業務員因為所屬公司招攬保險業務而發生\n      之文具用品費、差旅費、郵電費、印刷費及廣告費、交際\n      費、訓練費、交通及油料費等，依據現行所得稅法規定，\n      其屬保險公司之營業費用者，可由保險公司依營利事業所\n      得稅查核準則有關規定檢據依費用性質核實列報，不宜約\n      定由保險業務員自行吸收或負擔，並併同薪資給付，成為\n      業務員薪資之一部分，而由保險公司逕以『薪資支出』科\n      目列支。」乃財政部95年6月28日台財稅字第09504063430\n      號函釋（下稱95年函釋）所明定。是凡屬營利事業之營業\n      費用者，應依所得稅法及營利事業所得稅查核準則（下稱\n      查核準則）有關規定檢具憑證列報，換言之，倘支付與業\n      務有關之成本或費用者，應屬僱用人之營業費用，非屬受\n      僱人之薪資所得，是符前揭判決見解，要難僅以付款人、\n      使用人或（及）保管人為保險業務員，而認定屬私人用途\n      ，應無疑義。本件系爭公務車，乃原告配偶任職之公司為\n      協助業務員利於執行業務推展，規定處經理級以上人員或\n      業績較優同仁〔業務發（拓）展費之使用對象相同〕得申\n      請保管公務租賃車輛乙部，應屬原告配偶招攬保險業務之\n      必要工具，參酌財政部79年7月4日台財稅第790178955號\n      函釋：「至營業人租用汽車載運員工上下班，係屬購買供\n      本業或附屬業務使用之勞務，其有關之進項稅額，除依上\n      開規定不得扣抵外，應准予扣抵。」規定意旨，足資說明\n      營利事業租賃車輛供公務使用而支付之租金係屬經營必要\n      之成本費用，亦得由財政部54台財稅發第0190號函釋：「\n      ××公司因未備交通工具，經購買車票交由通勤員工搭乘\n      交通工具之用，此種情形係因執行工作必須支付按實報銷\n      之費用，免予合併薪資所得扣繳稅款。」規定是證。是依\n      前揭財政部95年函釋及前揭判決之見解，該支出係屬原告\n      配偶任職公司非薪資支出之營業費用，自不應核認為原告\n      配偶之薪資所得。惟被告僅以每月車輛租金及保證金係由\n      原告配偶分別自薪資中扣取支付及匯付、公務車輛申請暨\n      使用切結書、系爭車輛租金支出與費用核銷辦法流程不同\n      等不同為由，臆測原告配偶承租車輛係私人支出，與公司\n      業務無關，有違最高行政法院61年判字第70號判例：「認\n      定事實，須憑證據，不得出於臆測，此項證據法則，自為\n      行政訴訟所適用。」要旨，原處分應予以撤銷。而系爭公\n      務租賃車輛租賃期滿之處理方式，依車輛租賃契約第3條\n      保證金之約定：「承租人應於簽約時一併支付出租人如前\n      所示之保證金，租賃期滿，車輛經出租人驗收取回後，保\n      證金應扣除承租人應付而未付之費用後無息退還。」茲此\n      ，原告配偶任職之公司承租時支付約定之保證金，租賃期\n      滿或提前終止租賃契約時，由出租人退還保證金，將車輛\n      交還租賃公司，並無買回車輛，與一般租賃情形無異，有\n      和車公司等函復臺北市調查處之說明供參。至租賃期滿後\n      出租人如何處理租賃車輛係屬另一交易，縱由原保管人或\n      其關係人購回，或係基於對車況及性能之瞭解，或其價格\n      低於中古車行情，要難謂與一般商業情形有違。\n  ３、再按「我國營利事業所得稅，除非公司組織之營利事業外\n      ，原則上均應採權責發生制；但綜合所得稅原則上則採現\n      金收付制，稱為收付實現原則。亦即綜合所得稅之核課，\n      應僅對已實現之實際所得課稅。．．．。是本件行為時之\n      增資緩課股票於轉讓時，原則上應就面額部分作為轉讓時\n      所屬年度之所得，申報課稅；但實際轉讓價格低於面額時\n      ，則以實際轉讓價格申報所得；此乃我國稅制對於個人綜\n      合所得稅之課徵，係採收付實現原則之明證，不容稅捐稽\n      徵機關依據不實記載資料或臆測之詞，濫行課稅。」最高\n      行政法院93年度判字第966號判決要旨足參。準此，綜合\n      所得稅之現金收付原則應僅對已實現之實際所得課稅，縱\n      計算所得時係按員工擬制收入減除擬制費用支出方式表達\n      ，仍應以實際獲取金額認列為員工薪資所得，而非以擬制\n      收入為員工薪資所得，參諸財政部對靠行制度之相關函釋\n      （67年3月25日台財稅第31997號函、71年12月10日台財稅\n      第38935號函、74年6月21日台財稅第17954號函、76年3月\n      2日台財稅第7576785號函、79年4月3日台財稅第79002114\n      3號函、84年7月20日台財稅第841636379號函）規定，將\n      靠行車主創造之營業收入擬制為車行之收入，又將靠行車\n      主之費用支出擬制為車行之費用支出，而以靠行車主實際\n      獲利擬制為車行給付予靠行車主之薪資所得。另最高行政\n      法院97年度判字第34號判決：「另外該合約書還同時約定\n      ，費用應交由志明公司報銷，而上訴人在原審法院提出之\n      費用單據，被上訴人雖謂：『該等費用為志明公司報，上\n      訴人不得主張』云云，但依上開函釋所示，若志明公司有\n      申報上開費用，則在計算其支付予上訴人之擬制『薪資所\n      得』時，仍應予以扣除。而此等費用申報之有無及金額多\n      寡等事實，原審法院對以上二點，均未加以調查，即謂上\n      訴人不得主張此等費用支出，同樣有判決不備理由之違法\n      。」等語。本件永達公司為協助同仁執行業務，特訂定車\n      輛使用辦法，原告配偶乃依該規定及公務車輛租賃作業流\n      程向公司申請保管公務租賃車輛，由永達公司（承租人）\n      、原告配偶（保管人）及租賃車商（出租人）共同簽訂公\n      務車輛租賃契約，由永達公司按期支付車輛租金，認列營\n      業費用之車輛租金，依前揭綜合所得稅現金收付基礎之收\n      付實現原則及財政部95年函釋規定，系爭車輛租金不應再\n      歸併核定為原告配偶之薪資所得。換言之，原告配偶系爭\n      年度薪資所得包括個人薪酬1,270,469元，及組織激勵酬\n      勞426,373元，故結算後薪資所得為1,696,842元，此乃原\n      告配偶實際取自任職公司之薪資所得，依前揭收付實現原\n      則，對於薪酬計算過程中，屬績效衡量因素且非屬受僱人\n      實際領受之營業費用，不應涵蓋於受僱人之所得中。\n  ４、且系爭車輛租金由任職公司支付予租賃車商取得相關憑證\n      時，即以「營業費用-租金支出」科目列帳，並非先計入\n      薪資費用後，再自薪資費用中沖轉「營業費用-租金支出\n      」科目，益證系爭車輛租金從組織報酬中扣除，僅為計算\n      組織激勵酬勞，與業務拓展費用自組織報酬中扣除相同。\n      被告以業務津貼表中組織報酬之計算，即核認車輛租金係\n      從薪資所得中扣除，而歸屬原告配偶之薪資所得，顯未究\n      明原告配偶之應得薪資係依計算之結果始獲致，而錯置其\n      因果關係，更違反禁止差別待遇原則。而原告配偶與永達\n      公司簽立還款同意書，係因組織激勵酬勞計算過程中，其\n      每月計算組織報酬之業績消長不一，以及業務發展費用（\n      除系爭車輛租金外），亦非每月相同，因此永達公司考量\n      如按業績計算之組織報酬不足支付業務拓展費及系爭車輛\n      租金時，則有自個人薪酬中扣除之情形，故與原告配偶簽\n      立該同意書，以免歧見。又永達公司車輛使用辦法第1條\n      規定：「為協助同仁執行業務，特訂本辦法。本辦法所指\n      『車輛』係指公務用之租賃車輛及公務用之私人車輛。」\n      以及其負責人於95年10月31日調查筆錄中說明：「（永達\n      公司訂定『公務車輛使用辦法』供員工以公司名義向汽車\n      租賃商租賃汽車，且汽車保證金及每個月支付給汽車租賃\n      商之租金，係永達公司員工自行支付及從員工薪水中直接\n      扣除，永達公司並沒有支付任何費用，為何永達公司會提\n      供公務車租賃方法給員工使用，目的為何？）永達公司訂\n      定『公務車輛使用辦法』，主要係業務員拓展業務之用，\n      詳細情形要問本公司財務部才清楚。」依經驗法則，難謂\n      系爭租賃車用途非為公務使用，且系爭租賃公務車係原告\n      配偶為永達公司招攬保險業務使用，除陸續招攬新業務，\n      此彙整原告配偶經手之要保書明細表供核，獲取初年度服\n      務報酬外，亦需服務原有保戶，包括通知繳交及收取保費\n      、處理保戶理賠等問題，以繼續獲取續年度服務報酬，此\n      等活動均有使用車輛或其他交通工具之需，是依上開事實\n      ，證明系爭租賃車輛之公務用途，惟被告僅以原告配偶支\n      配使用程度高及系爭年度任職公司管理制度未規範設置使\n      用記錄，即推論非供公務使用，未究及其支配使用是否為\n      招攬業務所需之行為，且有關營利事業列報租金支出之查\n      核準則，僅規定計算方式、合法憑證等，並未要求使用記\n      錄，顯違反證據法則、論理法則及租稅之法律主義。另任\n      職公司自96年度起建置工作日誌系統，業務同仁得於該系\n      統紀錄每日外勤事項，謹檢附原告配偶活動紀錄表供參。\n      至有關系爭車輛因使用產生之車輛修繕費、油單及回數票\n      等相關費用，業經臺北市國稅局認定屬永達公司經營本業\n      及附屬業務有關之費用在案，惟被告卻就發生該油料、修\n      繕或保養費用之主體（系爭公務車）否認非經營本業或附\n      屬業務使用，不無矛盾之情。\n（四）有關罰鍰73,320元部分：\n  １、按「納稅義務人已依本法規定辦理結算申報，但對依本法\n      規定應申報課稅之所得額有漏報或短報情事者，處以所漏\n      稅額2倍以下之罰鍰。」固為行為時所得稅法第110條第1\n      項規定，惟按行政罰法第7條第1項規定，倘違反行政法上\n      義務之行為，有出於故意或過失者，始應處罰，此參諸司\n      法院釋字第275號解釋文：「人民違反法律上之義務而應\n      受行政罰之行為，法律無特別規定時，雖不以出於故意為\n      必要，仍須以過失為其責任條件。但應受行政罰之行為，\n      僅須違反禁止規定或作為義務，而不以發生損害或危險為\n      其要件者，推定為有過失，於行為人不能舉證證明自己無\n      過失時，即應受處罰。」益證。次依行為時所得稅法第88\n      條第1項第2類之規定，如納稅義務人因職務上或工作上自\n      機關、團體、事業或執行業務者取得之薪資所得，應由該\n      機關、團體、事業或執行業務者依相關規定扣繳並通知納\n      稅義務人薪資總額，以利納稅義務人申報綜合所得稅，縱\n      自薪資所得中有扣付款項之情，應以扣付前之金額通知納\n      稅義務人當年度之薪資所得金額，此參諸財政部68年5月\n      24日台財稅第33363號函釋：「勞工薪資所得每月扣繳稅\n      款之計算，係以每月在職務上或工作上取得之各種收入為\n      所得額，亦即扣繳憑單中應填載之（薪資所得）給付總額\n      。其由雇主自上項薪資所得中扣付之工會會費、職工福利\n      金、交通費及保險費等，於計算扣繳稅款時，不得自薪資\n      所得中減除。」規定意旨益證，是以本件原告依其配偶任\n      職公司開立之扣繳憑單申報，且以給付總額悉數列報，難\n      謂有過失之情，應予撤銷。另觀諸稅務違章案件減免處罰\n      標準第3條第2項規定及其修正理由第4點內容，足證納稅\n      義務人因扣繳義務人未於規定期限內申報或未據實填報扣\n      繳所得者，而納稅義務人就扣繳通報之所得業已悉數申報\n      ，仍有短漏報課稅所得者，難謂納稅義務人有應注意、能\n      注意而不注意之過失，得免依所得稅法第110條規定處罰\n      。經查本件原告依其配偶任職公司開立之扣繳憑單申報薪\n      資所得，且業以給付總額悉數列報，至公務車輛租賃契約\n      由原告配偶與任職公司及租賃公司簽訂，係因契約中涉及\n      保管人之權利義務，故原告配偶亦須為立約人，於合約上\n      簽名用印，況且租賃標的為公務車輛，為原告配偶任職公\n      司為協助原告配偶等業務員利於業務推展，依財政部規定\n      系爭租金支出應屬原告配偶任職公司之營業費用，要非原\n      告配偶之薪資所得，揆諸前揭說明，難謂有過失之情，應\n      免予處罰。訴願決定書所稱「核吳淑鳳列名系爭車輛租賃\n      合約之使用人，並於合約上簽名用印，可見吳淑鳳對前開\n      違章漏稅情節知之甚詳，惟漏未將系爭薪資所得與原告合\n      併申報，即應受罰」應有誤解。\n  ２、按行政罰法第24條所規定之一行為不二罰原則，應具憲法\n      位階（參諸司法院釋字第604號解釋協同意見書）。就系\n      爭車輛租金，如歸屬為薪資所得，則按所得稅法第114條\n      規定，對扣繳義務人予以處罰，則納稅義務人已依扣繳憑\n      單申報，自不宜再對納稅義務人予以處罰，以符前揭一行\n      為不二罰原則暨前揭免罰規定。經查本件扣繳義務人（即\n      永達公司負責人）業依臺北市國稅局97年6月13日財北國\n      稅中南綜所一字第0970213435號函規定，補繳稅款並補報\n      扣繳憑單，且經臺北市國稅局依法就應補繳稅款處1倍罰\n      鍰在案，而原告（即納稅義務人）依其配偶任職公司掣發\n      之扣繳憑單悉數申報所得，而致短漏報課稅所得，難謂非\n      屬同一行為，是依前揭一行為不二罰原則，自不應再予處\n      罰，此由前揭免罰規定之修正理由：「倘係因扣繳義務人\n      、營利事業或信託行為之受託人未於規定期限內申報或未\n      據實填報等由，造成稽徵機關提供之所得資料不完整，從\n      而納稅義務人憑以透過網際網路辦理結算申報有短漏報課\n      稅所得情事，似不宜歸責於納稅義務人。」益足為本件撤\n      銷之參採。\n  ３、縱如被告按臺北市調查處見解核定有短報薪資所得之情，\n      須依前揭所得稅法第110條第1項規定處罰時，有關「漏稅\n      額」之計算，揆諸同法條第2項規定：「納稅義務人未依\n      本法規定自行辦理結算申報，而經稽徵機關調查，發現有\n      依本法規定課稅之所得稅者，除依法核定補徵應納稅額外\n      ，應照補徵稅額，處3倍以下之罰鍰。」已依所得稅法第1\n      10條第1項規定辦理結算申報者，其「漏稅額」應不高於\n      該法條第2項未依規定辦理結算申報所核定之「補徵應納\n      稅額」，始符憲法之比例原則。另查第2項核定之「補徵\n      應納稅額」，係依行為時所得稅法第71條第1項前段規定\n      ：「納稅義務人應於每年5月1日起至5月31日止，填具結\n      算申報書，向該管稽徵機關，申報其上一年度內構成綜合\n      所得總額或營利事業收入總額之項目及數額，以及有關減\n      免、扣除之事實，並應依其全年應納稅額減除暫繳稅額、\n      尚未抵繳之扣繳稅額及可扣抵稅額，計算其應納之結算稅\n      額，於申報前自行繳納。」計算，得減除尚未抵繳之扣繳\n      稅額，是依前揭論理原則，本件係已依法辦理結算申報，\n      其漏稅額應參照第2項之計算，准予減除應扣繳稅額，惟\n      財政部賦稅署96年12月18日台稅一發字第09604554530號\n      函令規定：「如納稅義務人短漏報之所得於調查基準日前\n      ，業經扣繳義務人辦理扣繳者，於計算漏稅額時，自得減\n      除系爭短漏報所得已繳納之扣繳稅款；否則即不得減除。\n      」將致已申報者計算之「漏稅額」大於未申報者計算之「\n      補徵應納稅額」，有違法律之比例原則，依憲法第172條\n      命令不能牴觸憲法或法律原則之法令位階規定，應不予援\n      用，原處分顯失附麗，應予撤銷。\n  ４、末按「行政行為，非有正當理由，不得為差別待遇。」乃\n      行政程序法第6條所明定行政法之平等原則，此平等原則\n      係自憲法第7條規定而來，即禁止差別待遇原則，換言之\n      ，行政權之行使，不論在實體上或程序上，相同事件應為\n      相同處理，非有合理之正當理由，不得為差別待遇；是對\n      於案情相同之案件，應為相同之行政處分，方符行政程序\n      法之要求，有最高行政法院93年判字第1611號判例：「事\n      物的本質相同者，應作相同的處理，但事物的本質不同時\n      ，則應作不同的處理，方符合平等原則。」益證。經查與\n      本件相同案情（臺北高等行政法院98年度訴字第1567號訴\n      訟），被告於計算漏稅額時，業依規定扣除系爭所得之扣\n      繳稅額並核定在案，迭經復查決定及訴願決定亦是認，惟\n      訴願決定書另以「該公司雖已補繳稅款並補報扣繳憑單，\n      惟係於調查基準日（96年4月10日財北國稅審三字第09602\n      17676號函請公司提示相關資料）之後」為由，核認原告\n      計算漏稅額時，不得減除該已依法繳納之扣繳稅額，顯與\n      前揭行政程序法第6條之平等原則及憲法賦予平等權有悖\n      ，應予撤銷等情，並聲明求為判決撤銷訴願決定及原處分\n      (復查決定含原核定處分關於原告配偶取自永達公司薪資\n      所得及罰鍰部分)。\n三、被告則以︰\n（一）原告配偶93年度任職於永達公司，該公司與格上汽車租賃\n      股份有限公司（下稱格上公司）簽訂「公務車輛租賃附屬\n      契約」（租賃期間自93年6月23日起至95年6月22日止，車\n      輛廠牌形式：LEXUS ES-330，牌照號碼：EE-1809），約\n      定車輛保證金550,000元，每月租金62,800元，並由原告\n      配偶擔任車輛使用人，實際使用及保管車輛，有永達公司\n      、格上公司及原告配偶共同簽訂之公務車輛租賃附屬契約\n      可稽，亦為原告所不否認。上開車輛之租賃，先由原告配\n      偶將車輛保證金550,000元匯入永達公司帳戶，每月租金\n      62,800元則由原告配偶薪資扣取，有原告配偶親自簽名之\n      公務車輛申請暨扣薪同意書可稽，足證原告配偶對於上開\n      車輛每月租金實為薪資之一部分，尚難諉為不知。次查永\n      達公司承租上開車輛後，實際由原告配偶保管使用，公司\n      不問其用途，且租賃期限屆滿後並由原告配偶買回，有格\n      上公司開立予原告配偶550,000元之統一發票一紙可稽，\n      且永達公司車輛使用辦法第2條及第6條：「凡處經理級以\n      上人員或達MDRT資格者均得申請保管公務租賃車輛乙部。\n      」及「公務租賃車輛之保管申請須由處主管級以上人員親\n      簽同意辦理。」可知保管公務租賃車輛並非公司全體保險\n      業務員均得享有之權利，足證上開車輛之所有權人實為原\n      告配偶，原告主張該車輛係因業務需要而租賃使用，核無\n      足採。則原告配偶以形式上租賃行為將車輛所有權實際移\n      轉於己，與員工單純以公司名義租賃車輛從事業務之行為\n      仍屬有別，尚難就此認為原告配偶分期給付車商之租金得\n      依查核準則第74條第3款第2目之5之規定列報為交通費；\n      又上開車輛租賃使用狀況，原告配偶得自由支配之，是否\n      與公司業務有其關聯，不無疑問，難認車輛租金係因業務\n      需要所代支之相關營業費用。又同一事實於刑事犯罪之判\n      斷與稅捐課徵之認定，其構成要件與規範目的尚有不同，\n      不得遽以相提並論；而行政機關認定事實及法律效果本不\n      受刑事法院之拘束，是本件自不受臺北地檢署不起訴處分\n      之拘束。\n（二）扣繳義務人與納稅義務人為稅法上不同之主體，其義務性\n      質亦有不同，對其處罰之目的及手段亦有不同考量，尚無\n      違背一事不二罰之原則。本件原告配偶對於公務車輛之租\n      金係由其薪資扣取乙節並非不知，惟其仍以租金扣取後之\n      薪資淨額申報綜合所得稅薪資所得，主觀上即有故意，被\n      告依前揭規定按所漏稅額366,604元處0.2倍罰鍰73,320元\n      ，並無違誤。至臺北市國稅局中南稽徵所於97年6月13日\n      以財北國稅中南所綜一字第097213435號函通知永達公司\n      補繳應扣未扣稅款，並補報扣繳憑單，該公司雖已補繳稅\n      款，並補報扣繳憑單，惟永達公司補辦扣繳稅款係於調查\n      基準日（96年4月10日財北國稅審三字第0960217676號函\n      請公司提示相關資料）之後，於計算漏稅額時，依財政部\n      賦稅署96年函釋意旨，不得減除短報所得已繳納之扣繳稅\n      款。又稅務違章案件減免處罰標準第3條第2項得免予處罰\n      之規定，於故意違反稅法規定者，不得適用免罰，本件申\n      請人明知有該所得，仍故意漏報，又該處罰標準第3條第2\n      項第1款規定，係自95年度綜合所得稅結算申報案件適用\n      之，本件係93年度綜合所得稅結算申報案件，自無前揭處\n      罰標準之適用等語，資為抗辯，並聲明求為判決駁回原告\n      之訴。\n四、本件事實概要欄所載之事實，為兩造所不爭執，並有原告93\n    年度綜合所得稅結算申報書、被告綜合所得稅核定通知書及\n    97年11月28日97年度財綜所字第74097102418號裁處書附原\n    處分卷可稽，應堪認定。本件兩造之爭點為：原告93年度綜\n    合所得稅結算申報，是否有漏報其配偶取自永達公司薪資所\n    得1, 507,200元？被告所為之補稅罰鍰處分是否合法？茲分\n    述如下：\n（一）按「個人之綜合所得總額，以其全年下列各類所得合併計\n      算之：．．．第3類：薪資所得：凡公、教、軍、警、公\n      私事業職工薪資及提供勞務者之所得：1.薪資所得之計算\n      ，以在職務上或工作上取得之各種薪資收入為所得額。2.\n      前項薪資包括：薪金、俸給、工資、津貼、歲費、獎金、\n      紅利及各種補助費。但為雇主之目的，執行職務而支領之\n      差旅費、日支費及加班費不超過規定標準者，及依第4條\n      規定免稅之項目，不在此限。」「納稅義務人應於每年5\n      月1日起至5月31日止，填具結算申報書，向該管稽徵機關\n      ，申報其上一年度內構成綜合所得總額或營利事業收入總\n      額之項目及數額，以及有關減免、扣除之事實，並應依其\n      全年應納稅額減除暫繳稅額、尚未抵繳之扣繳稅額及可扣\n      抵稅額，計算其應納之結算稅額，於申報前自行繳納。」\n      「納稅義務人已依本法規定辦理結算申報，但對依本法規\n      定應申報課稅之所得額有漏報或短報情事者，處以所漏稅\n      額兩倍以下之罰鍰。」分別為行為時所得稅法第14條第1\n      項第3類第1款及第2款、第71條第1項前段及第110條第1項\n      所明定。依上開所得稅法第14條第1項第3類第1款及第2款\n      規定可知，薪資係指營利事業支付員工之薪金、俸給、工\n      資、津貼、歲費、獎金、紅利及各種補助費等，營利事業\n      所支付之薪資應具備下列之條件，方得認列：1.經預先決\n      定或約定：一般職工係指經聘僱雙方事先約定，而執行業\n      務之股東、董事、監察人則須經組織章程規定或股東大會\n      或社員大會預先決議；2.不論盈虧均須支付：營利事業之\n      薪資須不論盈虧，均應支付，方得核實認列，旨在防止營\n      利事業以支付薪資之方式分配其盈餘，控制其課稅所得額\n      。3.列支限額：合夥及獨資組織之職工薪資，不得超過規\n      定之通常水準；4.原始憑證：如員工之收據或簽收之名冊\n      、印領清冊、聘用契約、加班紀錄等。\n（二）次按「營利事業所得之計算，以其本年度收入總額減除各\n      項成本費用、損失及稅捐後之純益額為所得額。」「經營\n      本業及附屬業務以外之損失，或家庭之費用．．．不得列\n      為費用或損失。」為行為時所得稅法第24條第1項及第38\n      條分別有明文規定。又「經營本業及附屬業務以外之費用\n      及損失，不得列為費用或損失。」營利事業所得稅查核準\n      則（下稱查核準則）第62條亦定有明文。營業費用是企業\n      於推銷產品或管理其營利事業的過程中所消耗的財貨或勞\n      務支出，是為企業的期間成本，會計上依成本與收益配合\n      原則，必須在其耗用或發生期間自收益中減除，以計算所\n      獲取之利潤。由於所消耗的財貨或勞務性質有別，因此查\n      核準則中乃將其分為薪資支出、租金支出、文具用品、旅\n      費等若干項目，分別訂定其列支原則。查核準則係依稅捐\n      稽徵法、所得稅法、營業稅法、促進產業升級條例、中小\n      企業發展條例、商業會計法、稅捐稽徵機關管理營利事業\n      會計帳簿憑證辦法、商業會計處理準則及其他有關法令之\n      規定訂之，此觀該查核準則第1條之規定自明。雖國家對\n      人民自由權利之限制，應以法律定之，且不得逾越必要程\n      度，憲法第23條定有明文。但法律內容不能鉅細靡遺，一\n      律加以規定，其屬細節性、技術性之事項，法律自得授權\n      主管機關以命令定之，俾利法律之實施。而財政部所訂定\n      之查核準則，係規定有關營利事業所得稅結算申報之調查\n      、審核等事項，究其性質核屬財政部為執行所得稅法及稅\n      捐稽徵法等法規，基於法定職權所發布之解釋性、裁量性\n      或作業性之行政規則，並未逾越所得稅法等相關之規定，\n      亦未加重人民稅賦，而92年1月4日修正公布之所得稅法第\n      80條第5項已賦予查核準則法律授權依據，被告自得予以\n      適用。簡言之，所得稅法與查核準則對營業費用之認列，\n      須以營利事業為經營本業及附屬業務有關之費用或損失為\n      前提要件。\n（三）復按「涉及租稅事項之法律，其解釋應本於租稅法律主義\n      之精神，依各該法律之立法目的，衡酌經濟上之意義及實\n      質課稅之公平原則為之。」經司法院釋字第420號解釋甚\n      明。又租稅法所重視者，應為足以表徵納稅能力之實質的\n      經濟事實，而非其外觀之法律行為或形式上之登記事項，\n      對實質上相同經濟活動所產生之相同經濟利益，應課以相\n      同之租稅，始符合租稅法律主義所要求之公平及實質課稅\n      原則。實質課稅原則既為租稅法律主義之內涵及當然歸趨\n      ，故有關課徵租稅構成要件事實之判斷及認定，自亦應以\n      其實質上經濟事實關係及所產生之實質經濟利益為準，而\n      非以形式外觀為準，否則勢將造成鼓勵投機或規避稅法之\n      適用，無以實現租稅公平之基本理念及要求（最高行政法\n      院82年度判字第2410號判決意旨參照）。\n（四）本件原告配偶93年度任職於永達公司，該公司與格上公司\n      簽訂「公務車輛附屬租賃契約」（租賃期間自93年6月23\n      日起至95年6月22日止），約定由格上公司出租汽車1輛（\n      廠牌型式：LEXUS ES-330、排氣量：3,300C.C.、牌照號\n      碼：EE-1809）予永達公司，每月租金為62,800元，車輛\n      保證金為550,000元；並由原告配偶擔任車輛保管人，實\n      際使用及保管系爭車輛，每月租金係由永達公司先行墊付\n      予格上公司，以「營業費用－租金支出」科目列帳後，再\n      從原告配偶薪資扣取，並以應發放之薪資總額扣除車輛租\n      金後之淨額，列報原告配偶之薪資費用，93年度永達公司\n      以租賃車輛之名義，扣取原告配偶薪資計1,507,200元，\n      原告亦以扣除車輛租金後之薪資淨額列報其配偶薪資所得\n      等情，此為兩造所不爭，並有公務車輛附屬租賃契約、公\n      務車輛申請暨扣薪同意書及業務連繫表等資料附原處分卷\n      可稽。是被告依實質課稅原則，核認系爭車輛租金，實質\n      上係原告配偶之薪資所得，歸戶核定原告配偶系爭年度取\n      自永達公司薪資所得，據以對原告補徵稅額及罰鍰，核無\n      不合。\n（五）又依永達公司內部93年度之「公務車輛租賃作業流程」第\n      3款規定：「業務同仁與租賃車商確認價位無誤後，自行\n      將保證金款項，匯入公司指定帳戶，並填寫公司帳戶存款\n      報告單。」可知，前開車輛保證金實質上係由原告配偶出\n      資而非永達公司負擔。又永達公司「公務車輛租賃作業流\n      程」第4款及第5款規定：「保證金匯入指定帳戶後，通知\n      租賃車商進行簽約（公務車輛申請暨扣薪同意書及公務車\n      輛租賃附屬契約）及對保等相關事宜。」及「租賃車商檢\n      附『公務車輛申請暨扣薪同意書』及第3款之『公司帳戶\n      存款報告單』向總公司財務部申請保證金之支付。」且永\n      達公司財務部經理李忠約於臺北地檢署偵查時到庭證稱「\n      業務拓展費由員工檢具單據向公司申報後才發放，薪資則\n      直接發放」（參照該署96年度偵字第2347號不起訴處分書\n      ）及永達公司93年度「公務車輛使用辦法」第7條：「因\n      使用公務車輛所衍生之油料、修繕或保養費用，得由使用\n      人檢具合於營業稅法之單據報支『業務發展費用』。」可\n      知，永達公司「業務拓（發）展費」係由員工檢具單據向\n      永達公司申請，始由該公司發放與員工。倘系爭車輛租金\n      支出確實為永達公司之業務拓展費用，何以獨系爭車輛租\n      金支出係採「由永達公司先支付車商，再由員工之酬庸內\n      扣除」之方式核銷，與其他業務拓展費採「由員工檢具單\n      據向永達公司申請後，永達公司再發放予員工」之核銷方\n      式迥異？原告均難自圓其說。至原告所稱「永達公司係將\n      業務拓展費（車輛租金）併同薪資發放，再將該公司先行\n      墊付之業務拓展費（車輛租金）從發放予原告配偶之傭酬\n      內扣除」云云，尚難採據。\n（六）次查系爭租賃車係由員工自行洽詢車商於確認車種、車價\n      及分期付款期數後，將保證金款項（車價20%或30%等），\n      匯入公司指定帳戶，車商再檢附相關文件，向永達公司申\n      請保證金及每月租金給付，有該公司公務車輛使用辦法及\n      公務車輛租賃作業流程可稽。且永達公司支付員工車輛費\n      用，係列在「營業費用－租金支出」科目項下，既然每期\n      租金支出金額係由員工自行洽詢車商於確認車種、車價及\n      分期付款期數，在員工簽立車輛租賃契約書當下即確定，\n      公司如認其車輛租金非員工之薪資，則又何以將租賃期間\n      每月之租金併同薪資發放，再每月由員工薪資項目扣款，\n      顯有違常情。綜情以觀，系爭車輛係由原告配偶自行與車\n      商確認車種、車價及分期付款期數後，再由原告配偶、出\n      租車輛公司共同簽訂租賃契約，車輛保證金係由原告配偶\n      支付，永達公司再按月從原告配偶薪資中扣取租金，並由\n      原告配偶實際使用及保管系爭車輛。系爭租賃合約承租人\n      之違約風險顯然已完全由原告配偶所負擔，永達公司雖形\n      式上列名租賃契約之承租人，惟並未承擔任何承租人違約\n      風險；且系爭車輛實際係由原告配偶支付租金，由原告配\n      偶使用收益，自租賃之效力觀察出租人及原告配偶之權利\n      義務內容，原告配偶負有租金支付義務、租賃物保管義務\n      及租賃債務擔保義務，原告配偶雖於租賃契約列名保管人\n      ，實質上為系爭車輛之承租人，永達公司僅係租賃契約名\n      義上之承租人，實際並未承租系爭車輛，堪以憑認。況原\n      告亦未能證明系爭車輛租金為永達公司經營本業及附屬業\n      務有關之費用。從而，被告認定系爭車輛租金，並非供永\n      達公司經營本業及附屬業務所使用，揆諸首揭營業費用認\n      列之相關規定及說明，系爭車輛租金支出自不能認係永達\n      公司之營業租金費用，依實質課稅原則，認屬原告配偶之\n      薪資所得，核無不合。又本件被告係依證據實質認定，並\n      無違最高行政法院61年判字第70號判例意旨。再者，原告\n      配偶所得亦已按月付租金及扣薪時實現，被告認定薪資所\n      得亦無違最高行政法院93年度判字第966號判決意旨。此\n      外，原告配偶是項所得非擬制收入，與原告所舉財政部關\n      於靠行制度之相關函釋即財政部67年3月25日台財稅第319\n      97號函、71年12月10日台財稅第38935號函、74年6月21日\n      台財稅第17954號函、76年3月2日台財稅第7576785號函、\n      79年4月3日台財稅第790021143號函、84年7月20日台財稅\n      第841636379號函及最高行政法院97年度判字第34號判決\n      事實，非全然相同，尚難比附援引。\n（七）又查，臺北市調查處以永達公司負責人吳文永違反稅捐稽\n      徵法第41條、第43條第1項及商業會計法第71條第5款規定\n      移送，經臺北地檢署檢察官96年度偵字第2347號不起訴處\n      分，該不起訴處分書認定永達公司自92年至95年期間，公\n      司員工使用公務租賃車輛，僅有余葡月、李峰寶、陳玉英\n      、陳玉真及田敏薰等5人於租期滿後買回車輛，比例極低\n      。惟查永達公司92年至95年間員工依公務車輛使用辦法申\n      請汽車租賃368輛中，扣除未到期車輛35輛後，計有269輛\n      係由員工本人或關係人（配偶、父母、兄弟、姊妹、配偶\n      親戚等）買回，其比例占已到期車輛高達80.78%，有財政\n      部高雄市國稅局參酌臺北市國稅局編製之永達公司92年至\n      95年間員工租車到期移轉統計表彙整資料附本院99年度訴\n      字第54號訴訟卷宗，並經本院核閱無誤。且該不起訴處分\n      係認定吳文永違反稅捐稽徵法事件，尚無幫助逃漏稅捐等\n      犯行而予以不起訴處分，與本件系爭事實查證結果應歸課\n      原告配偶薪資所得之認定尚屬有間，為不同構成要件事實\n      ，依最高行政法院75年判字第309號判例意旨，行政處分\n      本應依查得之事實認定，不受刑事判決之拘束，是被告所\n      為系爭核課處分不受臺北地檢署96年度偵字第2347號不起\n      訴處分認定事實拘束。此亦無違最高行政法院32年判字第\n      18號判例及最高行法院89年度判字第699號判決要旨。\n（八）原告主張台北市國稅局曾以96年6月5日財北國稅審2字第\n      0960201843號函復臺北地檢署以：「．．．3、前揭財政\n      部95年函釋（95年6月28日台財稅字第09504063430號函）\n      規定，保險公司之保險業務員為所屬公司招攬保險業務而\n      發生之必要費用，可由保險公司依營利事業所得稅查核準\n      則（以下簡稱查核準則）有關規定依其費用性質檢據核實\n      列報。所謂『與經營業務有關之損費』，依所得稅法第38\n      條及行政法院相關判決規定，乃指公司之營業行為，屬本\n      身經營之業務之一或與本身業務有直接關聯而言，先予敘\n      明。4、保險經紀公司之員工，如為所屬公司招攬業務而\n      以公司名義購置車輛（即車輛所有權登記為公司之財產）\n      ，則其分期給付車商之價金，係公司取得該資產代價之部\n      分，自非屬保險經紀公司之營業費用。該公司應以該資產\n      之實際成本，按所得稅法及查核準則規定之方法以及耐用\n      年數計提折舊。另該員工如係以公司名義租賃車輛，其分\n      期給付車商之租金（不含保證金），得依查核準則第74條\n      第3款第2目之5規定認屬為交通費，依首揭財政部95年函\n      釋規定，應由保險經紀公司檢據核實列報，尚不宜約定由\n      保險業務員自行吸收或負擔。至員工如以員工自己名義租\n      購車輛，則該扣付款應視為員工基於僱傭關係而取得之各\n      種補助費或給與，故保險經紀公司應以薪資支出列支，並\n      依法併同員工薪資所得依率扣繳稅款。」等語，爭執不應\n      屬保險業務員之薪資所得云云。惟查，財政部95年函釋係\n      指因招攬保險業務而發生之文具用品費等支出，並無租金\n      支出項目，且函釋內容限於招攬保險業務而生之費用而言\n      。另首揭96年6月5日財北國稅審2字第0960201843號函釋\n      以「另該員工如係以公司名義租賃車輛，其分期給付車商\n      之租金（不含保證金），得依查核準則第74條第3款第2目\n      之5規定認屬為交通費，依首揭財政部95年函釋規定，應\n      由保險經紀公司檢據核實列報，尚不宜約定由保險業務員\n      自行吸收或負擔」，係謂保險公司約定由業務員自行吸收\n      之約定不適宜，惟本件既實際由原告配偶自行吸收，自仍\n      應實質認定租金之分擔情形，而予定性是否薪資所得。此\n      外，該函又謂「．．．員工如以員工自己名義租購車輛，\n      則該扣付款應視為員工基於僱傭關係而取得之各種補助費\n      或給與，故保險經紀公司應以薪資支出列支，並依法併同\n      員工薪資所得依率扣繳稅款」，亦認如員工自己租、購車\n      輛所扣付款，為薪資支出。本件每月之租金既併同薪資發\n      放，再每月由原告配偶薪資項目扣款，永達公司僅形式名\n      義人，實質承租人確為原告配偶，名實不符，自難逕以首\n      揭95年及96年函釋為有利原告之認定。\n（九）再以「．．．營業人租用汽車載運員工上下班，係屬購買\n      供本業或附屬業務使用之勞務，其有關之進項稅額，除依\n      上開規定不得扣抵外，應准予扣抵。」固經財政部79年7\n      月4日台財稅第790178955號函釋在案，惟上開函釋係以營\n      業人因業務需要而租用汽車，供本業或附屬業務使用之勞\n      務為要件，本件永達公司僅係名義上之承租人，實際係由\n      原告配偶租賃及使用車輛，並非永達公司租賃車輛供原告\n      配偶使用，而係原告配偶私人支出供私人使用，即難認係\n      永達公司租賃車輛供本業或附屬業務使用，亦無上開函釋\n      適用之餘地。另按稅捐機關在核課期間內若另發現有應徵\n      之稅捐時，依稅捐稽徵法第21條之明文規定，稅捐稽徵機\n      關本得依法予以補行課徵，不受原處分之拘束。而稅捐稽\n      徵法第21條第2項所謂另發現應徵之稅捐，只須其事實不\n      在行政救濟裁量範圍內者均屬之，有最高行政法院58年判\n      字第31號判例及92年度5月份庭長法官聯席會議決議足資\n      參照。是被告於核課期間內，依臺北市調查處及臺北市國\n      稅局通報及查得資料之新事實，查獲原告漏報其配偶取自\n      永達公司薪資所得，予以補徵，核與稅捐稽徵法第21條規\n      定無違，尚無違誤。\n（十）第以綜合所得稅係採自行申報制，有所得即應申報，人民\n      有依法律納稅之義務自應注意使之符合稅法之強行規定。\n      本件原告配偶於系爭年度既有領受系爭所得，即應依所得\n      稅法第71條規定辦理申報，茲原告未就其實際所得申報，\n      已構成客觀之違章事實，且原告配偶係自行洽詢車商、確\n      認車種、車價及付款方式後，列名系爭車輛租賃合約之保\n      管人，並於合約上簽名用印而與永達公司共同完成上開規\n      避稅賦之行為，主觀上自有故意。從而被告按所漏稅額處\n      0.2倍之罰鍰，經核並無不合。\n（十一）原告另主張縱如被告核定有短報薪資所得之情，須依所\n        得稅法第110條第1項規定處罰時，漏稅額應按該條第2\n        項核定之補徵應納稅額計算，准予扣除系爭所得之扣繳\n        稅款云云。惟查，永達公司於臺北市國稅局97年6月13\n        日財北國稅中南綜所一字第0970213435號函通知補繳應\n        扣未扣稅款並補報扣繳憑單時，雖已補繳稅款並補報扣\n        繳憑單在案，惟永達公司補辦扣繳稅款係於進行調查日\n        〔96年4月10日即調查基準日（96年4月10日財北國稅審\n        三字第0960217676號函請公司提示相關資料日）〕之後\n        ，依財政部賦稅署96年12月18日台稅一發字第09604554\n        530號函：「五、綜上，納稅義務人經發現短漏報屬應\n        扣繳之課稅所得並應依規定裁罰之案件，其漏稅額計算\n        之基準，應以．．．82年11月3日台財稅第821501458號\n        函規定之調查基準日短漏報之所得，及已繳納之稅款為\n        計算漏稅額之基準。如納稅義務人短漏報之所得於調查\n        基準日前，業經扣繳義務人辦理扣繳者，於計算漏稅額\n        時，自得減除系爭短漏報所得已繳納之扣繳稅款；否則\n        即不得減除。」上揭財政部函釋與法律規定意旨，尚無\n        違背，被告辦理相關案件，自得援用之。本件計算漏稅\n        額時，自不得減除短報所得已繳納之扣繳稅款。故原告\n        此部分之主張，尚非可採。\n（十二）原告又主張本件已處罰扣繳義務人，基於一行為不二罰\n        原則，不應再就扣繳稅額計算罰鍰云云；查扣繳義務人\n        未依規定扣繳稅款與所得人漏報所得係屬二事，二者違\n        章主體不同；另未依規定扣繳稅款係依所得稅法第114\n        條規定處罰，而所得人漏報所得係依同法第110條規定\n        處罰，二者處罰之法律依據亦不同，原告主張本件處罰\n        違反一行為不二罰原則云云，亦非可採。原告雖復主張\n        與本件相同情形之臺北高等行政法院98年度訴字第1567\n        號綜合所得稅事件，臺灣省北區國稅局於計算漏稅額時\n        ，乃以扣除系爭所得之扣繳稅額後之金額予以核定，本\n        件未予扣除，有違平等原則云云。惟按，行政自我拘束\n        原則係基於憲法之平等原則而來，惟憲法之平等係法律\n        上實質地位之平等，僅有合法之平等，而無違法之平等\n        ，因此，行政自我拘束應以原有行政實務合法為前提，\n        憲法之平等原則，並非賦予人民有要求行政機關重複錯\n        誤之請求權。查本件計算漏稅額時，不得減除嗣後補予\n        扣繳之稅款，已如前述，臺灣省北區國稅局於該綜合所\n        得稅事件，縱有原告主張前揭情事，乃屬臺灣省北區國\n        稅局於個案決定有無疏誤之問題，核與行政自我拘束及\n        平等原則無涉，更無拘束本院之效力，原告執此主張本\n        件應為相同之處理，即非有據。\n五、綜上所述，原告主張既不可採，則被告以原告漏報其配偶取\n    自永達公司薪資所得，據以核定補徵稅額並按所漏稅額處以\n    0.2倍罰鍰，核無違誤，亦無違平等原則與比例原則；復查\n    決定、訴願決定遞予維持，亦無不合；原告起訴意旨求為判\n    決撤銷訴願決定及原處分，為無理由，應予駁回。又本件事\n    證已臻明確，兩造其餘攻擊防禦方法，均核與本件判決結果\n    不生影響，爰無逐一論述之必要，併此敘明。\n六、據上論結，本件原告之訴為無理由，依行政訴訟法第98條第\n    1項前段，判決如主文。\n中    華    民    國    99    年     5     月   12    日\n             高雄高等行政法院第三庭\n                         審判長法官  邱  政  強\n                               法官  詹  日  賢\n                               法官  林  勇  奮\n以上正本係照原本作成。\n如不服本判決，應於判決送達後20日內向本院提出上訴書狀，其\n未表明上訴理由者，應於提起上訴後20日內向本院提出上訴理由\n書（須按對造人數附繕本）；如於本判決宣示或公告後送達前提\n起上訴者，應於判決送達後20日內補提上訴理由書（須附繕本）\n。未表明上訴理由者，逕以裁定駁回。\n中    華    民    國    99    年    5     月    12    日\n\n                             書記官  林  幸  怡",
  "structure": {
    "main": "原告之訴駁回。\n訴訟費用由原告負擔。",
    "fact": "一、事實概要︰\n    緣原告民國93年度綜合所得稅結算申報，經被告依據法務部\n    調查局臺北市調查處（下稱臺北市調查處）及財政部臺北市\n    國稅局（下稱臺北市國稅局）通報及查得資料，查獲原告漏\n    報配偶吳淑鳳取自永達保險經紀人股份有限公司（下稱永達\n    公司）薪資所得新臺幣（下同）1,507,200元、原告及受其\n    扶養親屬陳愛珠營利、其他所得合計6,763元，乃歸併核定\n    原告當年度綜合所得總額為5,638,467元，所得淨額4,512,2\n    23元，發單補徵稅額215,492元，並按所漏稅額366,604元處\n    以0.2倍之罰鍰計73,320元。原告就核定其配偶吳淑鳳取自\n    永達公司薪資所得及罰鍰處分不服，申請復查，未獲變更，\n    遂提起本件行政訴訟。\n二、本件原告主張︰\n（一）臺北市調查處96年1月9日肆字第09643004590號移送書認\n      定：「吳文永係永達公司（址設臺北市○○區○○○路○\n      段79號5樓）負責人，明知員工購車係私人支出，與業務\n      無關，竟基於幫助自己及他人逃漏稅捐之概括犯意，自92\n      年起，規定公司業績達MDRT（百萬圓桌會員，年薪至少25\n      0萬元）者或處經理級以上人員（以下統稱員工），每人\n      每年可以『公務車租賃』方式與和車股份有限公司（下稱\n      和車公司）或格上公司等租賃車商配合，申請租賃車輛1\n      輛以上，業務員與租賃車商確認車價無誤後，先繳交車價\n      20%或30%公務車輛保證金，匯入永達公司於彰化銀行總部\n      分行所開設00000000000000000號帳戶，並要求業務員與\n      租賃車商簽署『公務車輛申請暨扣薪同意書』、『公務車\n      輛租賃附屬契約』等文件，俟業務員與車商辦妥簽約及對\n      保等相關事宜後，車商即檢附前述文件，向永達公司財務\n      部申請保證金及每月車輛租金給付，名義上該車輛係屬永\n      達公司所有，惟每月租金卻由永達公司業務員個人薪資所\n      得中直接扣取，使業務員薪資所得相對減少。至租賃期滿\n      （租賃期限為1至2年），永達公司便無條件將前述承租車\n      輛所有權移轉給業務員，幫助業務員逃漏個人綜合所得稅\n      ；永達公司以前述方式幫助員工元家雄及毛榮彩等人，逃\n      漏92年至94年度個人綜合所得稅分別為974萬9,483元、1\n      億7千358萬1,317元、2億7千695萬1,484元，共計逃漏個\n      人綜合所得稅4億6千28萬2,284元；另永達公司將前述員\n      工租賃車輛所支付保證金單據，持向稅捐機關申報公司營\n      業費用，逃漏92年至94年公司營利事業所得稅額分別為67\n      9萬3千元、7,301萬7,650元、7,634萬3,350元，共計逃漏\n      營利事業所得稅額1億5,615萬4千元，足生損害於稅捐機\n      關賦稅核課之正確性。」而將案件移送臺灣臺北地方法院\n      檢察署（下稱臺北地檢署）偵查。臺北地檢署就案關事實\n      之租稅法律適用及實務，以96年3月9日北檢大歲96偵2347\n      字第16209號函詢臺北市國稅局意見：「3、另若有公司員\n      工以公司名義購買車輛，分期價金則由公司按月於員工薪\n      資中扣除，公司並以扣除車價後之給付總額填製公司員工\n      薪資所得扣繳憑單，據以向稅捐機關申報年度營利事業所\n      得稅；該公司員工亦以此較低之薪資總額申報綜合所得稅\n      （例：員工薪資每月10萬元，購車款每月2萬元，扣繳憑\n      單填置該員工年度薪資96萬元）之事實，上開案例於貴局\n      稽查實務上，是否曾認定有違法逃漏稅捐之態樣？並請檢\n      附認定之理由及依據。」等語。經臺北市國稅局研議後，\n      以96年6月5日財北國稅審二字第0960201843號函復：「3\n      、前揭財政部95年函釋（即95年6月28日台財稅字第0950\n      4063430號函）規定，保險公司之保險業務員為所屬公司\n      招攬保險業務而發生之必要費用，可由保險公司依營利事\n      業所得稅查核準則（以下簡稱查核準則）有關規定依其費\n      用性質檢據核實列報。所謂『與經營業務有關之損費』，\n      依所得稅法第38條及行政法院相關判決規定，乃指公司之\n      營業行為，屬本身經營之業務之一或與本身業務有直接關\n      聯而言，先予敘明。4、保險經紀公司之員工，如為所屬\n      公司招攬業務而以公司名義購置車輛（即車輛所有權登記\n      為公司之財產），則其分期給付車商之價金，係公司取得\n      該資產代價之部分，自非屬保險經紀公司之營業費用。該\n      公司應以該資產之實際成本，按所得稅法及查核準則規定\n      之方法以及耐用年數計提折舊。另該員工如係以公司名義\n      租賃車輛，其分期給付車商之租金（不含保證金），得依\n      查核準則第74條第3款第2目之5規定認屬為交通費，依首\n      揭財政部95年函釋規定，應由保險經紀公司檢據核實列報\n      ，尚不宜約定由保險業務員自行吸收或負擔。至員工如以\n      員工自己名義租購車輛，則該扣付款應視為員工基於僱傭\n      關係而取得之各種補助費或給與，故保險經紀公司應以薪\n      資支出列支，並依法併同員工薪資所得依率扣繳稅款。」\n      即知本件公司租用車輛供員工使用之各項作業內容、文據\n      及資金給付之各項事實均已查明，並依前揭規定核定應由\n      保險經紀公司檢據核實將租金列報屬交通費之性質，不應\n      屬保險業務員之薪資所得。嗣臺北地檢署檢察官偵查永達\n      公司負責人有無以公司租用租賃車之名，掩飾員工私人購\n      車與業務無關，以達幫助員工逃漏個人綜合所得稅及逃漏\n      永達公司營利事業所得稅之目的時，業就「業務拓展費於\n      開始租用租賃車前，是如何發放給業務員？」「92年開始\n      以租賃車提供給員工使用，業務拓展費如何編列？」「就\n      保險業務而言，永達公司將業務拓展費列為薪資或另立名\n      目？」「業務拓展費的支付，是併同薪資發放還是屬薪資\n      的一部分？」「永達公司於96年以前，業務拓展費包含在\n      傭酬之內，永達公司就員工薪資的成本是否包含業務拓展\n      費？」「你所稱將業務拓展費包含在員工酬庸，是指實報\n      實銷的業務拓展費，還是依據員工業績核定業務拓展費？\n      」「所租賃的車輛是否都是新車？」「車輛的選擇由公司\n      決定或個人決定？」「車輛的租金有無統一標準？」「車\n      輛租金的給付，由何人支付？」「92至95年間是否有員工\n      薪資提領後交給公司，再由公司支付給車商的情形？」「\n      員工業務拓展費的額度，有無統一的計算標準？」「車商\n      來接洽時是如何告知支付租賃車費用的方式？」「員工使\n      用租賃車，與車商洽辦的流程為何？」「租賃車的付費方\n      式為何？」「使用租賃車的員工是否需要付費？」「你是\n      如何向車商詢價？」「永達保險公司員工使用租賃車應支\n      付的款項若干？名目為何？」「永達公司應支付車商那些\n      費用？」「永達公司與車商關係為何？」「永達公司員工\n      與車商關係為何？」「業務拓展費與薪資有何不同？」「\n      永達保險公司之會計帳目如何區別業務拓展費與薪資？」\n      「永達公司員工有無同時租賃多數車輛情形？」等訊問在\n      案，有訊問筆錄附卷可稽，並臺北市調查處調查時所詢：\n      「既為公司租用之公務車，租賃到期後，是否即由公司以\n      差額向車行購入作為公司之資產？」「既然永達公司租用\n      之公務車，租車之保證金、每月之租金由公司支付，何以\n      永達公司員工需簽署『公務車輛申請暨扣薪同意書』及『\n      公務車輛租賃附屬契約』等文件？」等，臺北地檢署檢察\n      官亦均瞭解詳細案情。故臺北地檢署就臺北市調查處移送\n      書之涉嫌事實，依訊問筆錄及移送書內相關事證偵查後，\n      認定「永達公司業務人員傭酬，已包含所有業務拓展費用\n      ，全額列入薪資所得而非執行業務所得，因招攬保險業務\n      而發生之業務發展費用理應列報公司營業費用，永達公司\n      自業務人員薪資中調整，亦即車輛租金由員工傭酬中扣除\n      ，由租賃車商提供租金發票向永達公司請款，由永達公司\n      統一支付車輛租金。難認被告有因此而使員工薪資名目減\n      少而幫助該等員工逃漏個人綜合所得稅情事」，此與永達\n      公司對原告配偶等業務同仁採利潤中心之薪酬制度結算薪\n      資所得方式一致，遂為96年度偵字第2347號不起訴處分。\n（二）復按「行政罰與刑罰之構成要件雖有不同，而刑事判決與\n      行政處分，亦原可各自認定事實，惟認定事實須憑證據，\n      倘無證據足資認定有堪以構成行政罰或刑罰要件之事實存\n      在，即不得僅以推測之詞予人處罰，則為二者所應一致。\n      」最高行政法院75年判字第309號著有判例，即行政法與\n      刑法不同，構成要件各別，司法機關與行政機關可各本於\n      權責依法審理認定，兩者並無必然關係。惟按最高行政法\n      院32年判字第18號判例：「司法機關所為之確定判決其判\n      決中已定事項若在行政上發生問題時則行政官署不可不以\n      之為既判事項而從其判決處理此為行政權與司法權分立之\n      國家一般通例。」等語，是基於刑事司法機關（如地方法\n      院檢察署）調查證據之程序，其認定事實須達到超越合理\n      懷疑之程度，遠較行政機關調查證據為周延，則行政機關\n      亦應尊重已生實質確定力之不起訴處分所認定之事實，亦\n      可參財政部96年11月2日台財訴字第09600301210號訴願決\n      定書內容。本件系爭事項業經臺北地檢署檢察官偵查事證\n      及為不起訴處分書之認定，徵諸前揭最高行政法院32年判\n      字第18號判例，行政官署應以之為既判事項而從其處理，\n      此為行政權與司法權分立之國家一般通例，且該事實之租\n      稅法上之適用亦經被告核認「該員工如係以公司名義租賃\n      車輛，分期給付車商之租金（不含保證金），得依查核準\n      則第74條第3款第2目之5規定認屬為交通費，依首揭財政\n      部95年函釋規定，應由保險經紀公司檢據核實列報，尚不\n      宜約定由保險業務員自行吸收或負擔」在案。另依最高行\n      政法院89年度判字第699號判決要旨：「納稅義務人依所\n      得稅法規定辦理結算申報而經該管稅捐稽徵機關調查核定\n      之案件，如經法定期間而納稅義務人未申請復查或行政爭\n      訟，其查定處分即告確定。嗣稽徵機關如發見原處分確有\n      錯誤短徵情事，為維持課稅公平原則，並基於公益上之理\n      由，雖非不可自行變更原確定之查定處分，而補徵其應徵\n      稅額，然此之所謂發見確有錯誤短徵，應係指原處分確定\n      後發見新事實或新課稅資料，足資證明原處分確有錯誤短\n      徵情形者而言。如其課稅事實資料未變，僅因嗣後法律見\n      解有異，致課稅之標準有異時，按諸中央法規標準法第18\n      條從新從優原則之法理，即不得就業經查定確定之案件，\n      憑藉新見解重為較原處分不利於當事人之查定處分。」本\n      件課稅事實資料未變，要難憑藉新見解重為處分。\n（三）有關核定短報原告配偶薪資所得1,507,200元部分：\n  １、永達公司對原告配偶等業務同仁之薪酬係採獎金制度（無\n      固定之底薪），薪酬計算連結利潤中心制，先就各項績效\n      （包括個人業績、組業績、處業績）之達成率，按不同成\n      數及公式，計算初年度服務報酬及續年度服務報酬等個人\n      薪酬部分，暨舉績報酬、達成報酬、超額報酬、推介報酬\n      、組輔導報酬、處輔導報酬等組織報酬部分，而組織報酬\n      係用以支應此利潤中心之各項必要業務費用，如車位、影\n      印機及公務車輛等租金、辦公用之各項文具、電腦耗材、\n      印刷影印及書報雜誌等文具用品、郵資及通訊費用等郵電\n      費、運費、交通及住宿等差旅交通、訓練費、設備修繕及\n      維護等修繕費、廣告費用、餐敘、禮儀及饋贈等交際費、\n      會議費、雜項購置、全員團康、聚餐活動等職工福利，非\n      屬個人之報酬，業務發（拓）展費用額度（即百分比）僅\n      係讓從業人員有一參考標準，預期其可能之報酬，惟仍以\n      實際發生數為主，其支應有餘則屬該利潤中心主管之激勵\n      酬勞。因組織報酬為變動數，故有部分月份可達成公司設\n      定之標準，部分無法達成，此即為制度之激勵作用。是薪\n      資所得包括個人薪酬及組織報酬減除支應歸屬利潤中心之\n      各項必要費用後之組織激勵酬勞。此乃以業務人員為主常\n      見之經營模式，即係連結績效衡量與薪酬制度，為一有效\n      啟發並激勵同仁士氣之法則，並合於人性化之管理機制。\n      目前亦無因採利潤中心之經營模式，而將認屬營利事業之\n      營運（業）費用應列入為員工薪資所得，而悖於租稅中性\n      原則，符合司法院釋字第385號解釋：「憲法第19條規定\n      人民有依法律納稅之義務，固係指人民有依據法律所定之\n      納稅主體、稅目、稅率、納稅方法及納稅期間等項而負納\n      稅義務之意，然課人民以繳納租稅之法律，於適用時，該\n      法律所定之事項若權利義務相關連者，本於法律適用之整\n      體性及權利義務之平衡，當不得任意割裂適用。」原告配\n      偶系爭年度薪資所得包括個人薪酬：初年度服務報酬1,58\n      5,969元及續年度服務報酬423,602元暨減除本項服務報酬\n      之佣金支出739,102元後，共計1,270,469元，及組織激勵\n      酬勞：達成報酬等組織報酬共計2,134,036元，減除支應\n      利潤中心之各項業務發展費用200,463元及公務車租金1,5\n      07,200元後，餘額合計426,373元，故結算後薪資所得為\n      1,696,842元（1,270,469元+426,373元），此乃原告配偶\n      實際取自永達公司之薪資所得，並非先自永達公司取得包\n      含服務報酬應負擔之佣金支出及利潤中心應負擔公務車租\n      金等營業費用之金額4,143,607元（1,585,969元+423,602\n      元+2,134,036元），再由永達公司扣取屬服務報酬應負擔\n      之佣金支出及利潤中心營業費用共計2,446,765元（739,\n      102元+200,463元+1,507,200元）。\n  ２、按「個人之綜合所得總額，以其全年下列各類所得合併計\n      算之：．．．第3類：薪資所得：凡公、教、軍、警、公\n      私事業職工薪資及提供勞務者之所得：1.薪資所得之計算\n      ，以在職務上或工作上取得之各種薪資收入為所得額。2.\n      前項薪資包括：薪金、俸給、工資、津貼、歲費、獎金、\n      紅利及各種補助費。但為雇主之目的，執行職務而支領之\n      差旅費、日支費及加班費不超過規定標準者，及依第4條\n      規定免稅之項目，不在此限。」為行為時所得稅法第14條\n      第1項第3類第1款及第2款所明定。另按民法第482條：「\n      稱僱傭者，謂當事人約定，一方於一定或不定之期間內為\n      他人服勞務，他方給付報酬之契約。」規定，前揭所得稅\n      法上所稱之薪資所得，應係指因僱傭契約所獲致之報酬，\n      由於該報酬純粹係因為服勞務之獲致，勞務提供者本身不\n      負工作成敗責任，因此原則上不須提供勞務以外之成本來\n      完成工作，所得之金錢應全部列為所得，此參諸臺北高等\n      行政法院91年度訴字第5391號判決：「稅法上所稱之『薪\n      資所得』，一般均是指因『僱傭契約』所獲致之金錢報償\n      ，由於金錢純粹是因為勞務之提供而獲致，勞務提供者本\n      身不負工作成敗責任，因此原則上不須提供勞務以外之成\n      本來完成工作，所得之金錢應全部列為『所得』。而稅法\n      上之『執行業務所得』則比較近似於因『承攬』或『委任\n      』契約所獲致之報酬，由於此等報酬之取得，以特定工作\n      完成為必要，除了勞務的提供外，還有其他成本之支出，\n      所以所得稅法第14條第1項第2類明定，在計算執行業務所\n      得時，可以扣除『業務所房租或折舊、業務上使用器材設\n      備之折舊及修理費，或收取代價提供顧客使用之藥品、材\n      料等』成本，同時也可扣除『業務上僱用人員之薪資、執\n      行業務之旅費及其他直接必要費用』，而以其餘額為所得\n      額。這正是二者之區別。也因為上開之差異，執行業務之\n      人因為工作性質之獨立性，幾乎不會只有單一之雇主，而\n      領取薪資之人有二個以上之雇主反而極為罕見，但這只是\n      一個現象的反應，而不應是分辨二者之關鍵性標準。」是\n      證。次按「保險業務員因為所屬公司招攬保險業務而發生\n      之文具用品費、差旅費、郵電費、印刷費及廣告費、交際\n      費、訓練費、交通及油料費等，依據現行所得稅法規定，\n      其屬保險公司之營業費用者，可由保險公司依營利事業所\n      得稅查核準則有關規定檢據依費用性質核實列報，不宜約\n      定由保險業務員自行吸收或負擔，並併同薪資給付，成為\n      業務員薪資之一部分，而由保險公司逕以『薪資支出』科\n      目列支。」乃財政部95年6月28日台財稅字第09504063430\n      號函釋（下稱95年函釋）所明定。是凡屬營利事業之營業\n      費用者，應依所得稅法及營利事業所得稅查核準則（下稱\n      查核準則）有關規定檢具憑證列報，換言之，倘支付與業\n      務有關之成本或費用者，應屬僱用人之營業費用，非屬受\n      僱人之薪資所得，是符前揭判決見解，要難僅以付款人、\n      使用人或（及）保管人為保險業務員，而認定屬私人用途\n      ，應無疑義。本件系爭公務車，乃原告配偶任職之公司為\n      協助業務員利於執行業務推展，規定處經理級以上人員或\n      業績較優同仁〔業務發（拓）展費之使用對象相同〕得申\n      請保管公務租賃車輛乙部，應屬原告配偶招攬保險業務之\n      必要工具，參酌財政部79年7月4日台財稅第790178955號\n      函釋：「至營業人租用汽車載運員工上下班，係屬購買供\n      本業或附屬業務使用之勞務，其有關之進項稅額，除依上\n      開規定不得扣抵外，應准予扣抵。」規定意旨，足資說明\n      營利事業租賃車輛供公務使用而支付之租金係屬經營必要\n      之成本費用，亦得由財政部54台財稅發第0190號函釋：「\n      ××公司因未備交通工具，經購買車票交由通勤員工搭乘\n      交通工具之用，此種情形係因執行工作必須支付按實報銷\n      之費用，免予合併薪資所得扣繳稅款。」規定是證。是依\n      前揭財政部95年函釋及前揭判決之見解，該支出係屬原告\n      配偶任職公司非薪資支出之營業費用，自不應核認為原告\n      配偶之薪資所得。惟被告僅以每月車輛租金及保證金係由\n      原告配偶分別自薪資中扣取支付及匯付、公務車輛申請暨\n      使用切結書、系爭車輛租金支出與費用核銷辦法流程不同\n      等不同為由，臆測原告配偶承租車輛係私人支出，與公司\n      業務無關，有違最高行政法院61年判字第70號判例：「認\n      定事實，須憑證據，不得出於臆測，此項證據法則，自為\n      行政訴訟所適用。」要旨，原處分應予以撤銷。而系爭公\n      務租賃車輛租賃期滿之處理方式，依車輛租賃契約第3條\n      保證金之約定：「承租人應於簽約時一併支付出租人如前\n      所示之保證金，租賃期滿，車輛經出租人驗收取回後，保\n      證金應扣除承租人應付而未付之費用後無息退還。」茲此\n      ，原告配偶任職之公司承租時支付約定之保證金，租賃期\n      滿或提前終止租賃契約時，由出租人退還保證金，將車輛\n      交還租賃公司，並無買回車輛，與一般租賃情形無異，有\n      和車公司等函復臺北市調查處之說明供參。至租賃期滿後\n      出租人如何處理租賃車輛係屬另一交易，縱由原保管人或\n      其關係人購回，或係基於對車況及性能之瞭解，或其價格\n      低於中古車行情，要難謂與一般商業情形有違。\n  ３、再按「我國營利事業所得稅，除非公司組織之營利事業外\n      ，原則上均應採權責發生制；但綜合所得稅原則上則採現\n      金收付制，稱為收付實現原則。亦即綜合所得稅之核課，\n      應僅對已實現之實際所得課稅。．．．。是本件行為時之\n      增資緩課股票於轉讓時，原則上應就面額部分作為轉讓時\n      所屬年度之所得，申報課稅；但實際轉讓價格低於面額時\n      ，則以實際轉讓價格申報所得；此乃我國稅制對於個人綜\n      合所得稅之課徵，係採收付實現原則之明證，不容稅捐稽\n      徵機關依據不實記載資料或臆測之詞，濫行課稅。」最高\n      行政法院93年度判字第966號判決要旨足參。準此，綜合\n      所得稅之現金收付原則應僅對已實現之實際所得課稅，縱\n      計算所得時係按員工擬制收入減除擬制費用支出方式表達\n      ，仍應以實際獲取金額認列為員工薪資所得，而非以擬制\n      收入為員工薪資所得，參諸財政部對靠行制度之相關函釋\n      （67年3月25日台財稅第31997號函、71年12月10日台財稅\n      第38935號函、74年6月21日台財稅第17954號函、76年3月\n      2日台財稅第7576785號函、79年4月3日台財稅第79002114\n      3號函、84年7月20日台財稅第841636379號函）規定，將\n      靠行車主創造之營業收入擬制為車行之收入，又將靠行車\n      主之費用支出擬制為車行之費用支出，而以靠行車主實際\n      獲利擬制為車行給付予靠行車主之薪資所得。另最高行政\n      法院97年度判字第34號判決：「另外該合約書還同時約定\n      ，費用應交由志明公司報銷，而上訴人在原審法院提出之\n      費用單據，被上訴人雖謂：『該等費用為志明公司報，上\n      訴人不得主張』云云，但依上開函釋所示，若志明公司有\n      申報上開費用，則在計算其支付予上訴人之擬制『薪資所\n      得』時，仍應予以扣除。而此等費用申報之有無及金額多\n      寡等事實，原審法院對以上二點，均未加以調查，即謂上\n      訴人不得主張此等費用支出，同樣有判決不備理由之違法\n      。」等語。本件永達公司為協助同仁執行業務，特訂定車\n      輛使用辦法，原告配偶乃依該規定及公務車輛租賃作業流\n      程向公司申請保管公務租賃車輛，由永達公司（承租人）\n      、原告配偶（保管人）及租賃車商（出租人）共同簽訂公\n      務車輛租賃契約，由永達公司按期支付車輛租金，認列營\n      業費用之車輛租金，依前揭綜合所得稅現金收付基礎之收\n      付實現原則及財政部95年函釋規定，系爭車輛租金不應再\n      歸併核定為原告配偶之薪資所得。換言之，原告配偶系爭\n      年度薪資所得包括個人薪酬1,270,469元，及組織激勵酬\n      勞426,373元，故結算後薪資所得為1,696,842元，此乃原\n      告配偶實際取自任職公司之薪資所得，依前揭收付實現原\n      則，對於薪酬計算過程中，屬績效衡量因素且非屬受僱人\n      實際領受之營業費用，不應涵蓋於受僱人之所得中。\n  ４、且系爭車輛租金由任職公司支付予租賃車商取得相關憑證\n      時，即以「營業費用-租金支出」科目列帳，並非先計入\n      薪資費用後，再自薪資費用中沖轉「營業費用-租金支出\n      」科目，益證系爭車輛租金從組織報酬中扣除，僅為計算\n      組織激勵酬勞，與業務拓展費用自組織報酬中扣除相同。\n      被告以業務津貼表中組織報酬之計算，即核認車輛租金係\n      從薪資所得中扣除，而歸屬原告配偶之薪資所得，顯未究\n      明原告配偶之應得薪資係依計算之結果始獲致，而錯置其\n      因果關係，更違反禁止差別待遇原則。而原告配偶與永達\n      公司簽立還款同意書，係因組織激勵酬勞計算過程中，其\n      每月計算組織報酬之業績消長不一，以及業務發展費用（\n      除系爭車輛租金外），亦非每月相同，因此永達公司考量\n      如按業績計算之組織報酬不足支付業務拓展費及系爭車輛\n      租金時，則有自個人薪酬中扣除之情形，故與原告配偶簽\n      立該同意書，以免歧見。又永達公司車輛使用辦法第1條\n      規定：「為協助同仁執行業務，特訂本辦法。本辦法所指\n      『車輛』係指公務用之租賃車輛及公務用之私人車輛。」\n      以及其負責人於95年10月31日調查筆錄中說明：「（永達\n      公司訂定『公務車輛使用辦法』供員工以公司名義向汽車\n      租賃商租賃汽車，且汽車保證金及每個月支付給汽車租賃\n      商之租金，係永達公司員工自行支付及從員工薪水中直接\n      扣除，永達公司並沒有支付任何費用，為何永達公司會提\n      供公務車租賃方法給員工使用，目的為何？）永達公司訂\n      定『公務車輛使用辦法』，主要係業務員拓展業務之用，\n      詳細情形要問本公司財務部才清楚。」依經驗法則，難謂\n      系爭租賃車用途非為公務使用，且系爭租賃公務車係原告\n      配偶為永達公司招攬保險業務使用，除陸續招攬新業務，\n      此彙整原告配偶經手之要保書明細表供核，獲取初年度服\n      務報酬外，亦需服務原有保戶，包括通知繳交及收取保費\n      、處理保戶理賠等問題，以繼續獲取續年度服務報酬，此\n      等活動均有使用車輛或其他交通工具之需，是依上開事實\n      ，證明系爭租賃車輛之公務用途，惟被告僅以原告配偶支\n      配使用程度高及系爭年度任職公司管理制度未規範設置使\n      用記錄，即推論非供公務使用，未究及其支配使用是否為\n      招攬業務所需之行為，且有關營利事業列報租金支出之查\n      核準則，僅規定計算方式、合法憑證等，並未要求使用記\n      錄，顯違反證據法則、論理法則及租稅之法律主義。另任\n      職公司自96年度起建置工作日誌系統，業務同仁得於該系\n      統紀錄每日外勤事項，謹檢附原告配偶活動紀錄表供參。\n      至有關系爭車輛因使用產生之車輛修繕費、油單及回數票\n      等相關費用，業經臺北市國稅局認定屬永達公司經營本業\n      及附屬業務有關之費用在案，惟被告卻就發生該油料、修\n      繕或保養費用之主體（系爭公務車）否認非經營本業或附\n      屬業務使用，不無矛盾之情。\n（四）有關罰鍰73,320元部分：\n  １、按「納稅義務人已依本法規定辦理結算申報，但對依本法\n      規定應申報課稅之所得額有漏報或短報情事者，處以所漏\n      稅額2倍以下之罰鍰。」固為行為時所得稅法第110條第1\n      項規定，惟按行政罰法第7條第1項規定，倘違反行政法上\n      義務之行為，有出於故意或過失者，始應處罰，此參諸司\n      法院釋字第275號解釋文：「人民違反法律上之義務而應\n      受行政罰之行為，法律無特別規定時，雖不以出於故意為\n      必要，仍須以過失為其責任條件。但應受行政罰之行為，\n      僅須違反禁止規定或作為義務，而不以發生損害或危險為\n      其要件者，推定為有過失，於行為人不能舉證證明自己無\n      過失時，即應受處罰。」益證。次依行為時所得稅法第88\n      條第1項第2類之規定，如納稅義務人因職務上或工作上自\n      機關、團體、事業或執行業務者取得之薪資所得，應由該\n      機關、團體、事業或執行業務者依相關規定扣繳並通知納\n      稅義務人薪資總額，以利納稅義務人申報綜合所得稅，縱\n      自薪資所得中有扣付款項之情，應以扣付前之金額通知納\n      稅義務人當年度之薪資所得金額，此參諸財政部68年5月\n      24日台財稅第33363號函釋：「勞工薪資所得每月扣繳稅\n      款之計算，係以每月在職務上或工作上取得之各種收入為\n      所得額，亦即扣繳憑單中應填載之（薪資所得）給付總額\n      。其由雇主自上項薪資所得中扣付之工會會費、職工福利\n      金、交通費及保險費等，於計算扣繳稅款時，不得自薪資\n      所得中減除。」規定意旨益證，是以本件原告依其配偶任\n      職公司開立之扣繳憑單申報，且以給付總額悉數列報，難\n      謂有過失之情，應予撤銷。另觀諸稅務違章案件減免處罰\n      標準第3條第2項規定及其修正理由第4點內容，足證納稅\n      義務人因扣繳義務人未於規定期限內申報或未據實填報扣\n      繳所得者，而納稅義務人就扣繳通報之所得業已悉數申報\n      ，仍有短漏報課稅所得者，難謂納稅義務人有應注意、能\n      注意而不注意之過失，得免依所得稅法第110條規定處罰\n      。經查本件原告依其配偶任職公司開立之扣繳憑單申報薪\n      資所得，且業以給付總額悉數列報，至公務車輛租賃契約\n      由原告配偶與任職公司及租賃公司簽訂，係因契約中涉及\n      保管人之權利義務，故原告配偶亦須為立約人，於合約上\n      簽名用印，況且租賃標的為公務車輛，為原告配偶任職公\n      司為協助原告配偶等業務員利於業務推展，依財政部規定\n      系爭租金支出應屬原告配偶任職公司之營業費用，要非原\n      告配偶之薪資所得，揆諸前揭說明，難謂有過失之情，應\n      免予處罰。訴願決定書所稱「核吳淑鳳列名系爭車輛租賃\n      合約之使用人，並於合約上簽名用印，可見吳淑鳳對前開\n      違章漏稅情節知之甚詳，惟漏未將系爭薪資所得與原告合\n      併申報，即應受罰」應有誤解。\n  ２、按行政罰法第24條所規定之一行為不二罰原則，應具憲法\n      位階（參諸司法院釋字第604號解釋協同意見書）。就系\n      爭車輛租金，如歸屬為薪資所得，則按所得稅法第114條\n      規定，對扣繳義務人予以處罰，則納稅義務人已依扣繳憑\n      單申報，自不宜再對納稅義務人予以處罰，以符前揭一行\n      為不二罰原則暨前揭免罰規定。經查本件扣繳義務人（即\n      永達公司負責人）業依臺北市國稅局97年6月13日財北國\n      稅中南綜所一字第0970213435號函規定，補繳稅款並補報\n      扣繳憑單，且經臺北市國稅局依法就應補繳稅款處1倍罰\n      鍰在案，而原告（即納稅義務人）依其配偶任職公司掣發\n      之扣繳憑單悉數申報所得，而致短漏報課稅所得，難謂非\n      屬同一行為，是依前揭一行為不二罰原則，自不應再予處\n      罰，此由前揭免罰規定之修正理由：「倘係因扣繳義務人\n      、營利事業或信託行為之受託人未於規定期限內申報或未\n      據實填報等由，造成稽徵機關提供之所得資料不完整，從\n      而納稅義務人憑以透過網際網路辦理結算申報有短漏報課\n      稅所得情事，似不宜歸責於納稅義務人。」益足為本件撤\n      銷之參採。\n  ３、縱如被告按臺北市調查處見解核定有短報薪資所得之情，\n      須依前揭所得稅法第110條第1項規定處罰時，有關「漏稅\n      額」之計算，揆諸同法條第2項規定：「納稅義務人未依\n      本法規定自行辦理結算申報，而經稽徵機關調查，發現有\n      依本法規定課稅之所得稅者，除依法核定補徵應納稅額外\n      ，應照補徵稅額，處3倍以下之罰鍰。」已依所得稅法第1\n      10條第1項規定辦理結算申報者，其「漏稅額」應不高於\n      該法條第2項未依規定辦理結算申報所核定之「補徵應納\n      稅額」，始符憲法之比例原則。另查第2項核定之「補徵\n      應納稅額」，係依行為時所得稅法第71條第1項前段規定\n      ：「納稅義務人應於每年5月1日起至5月31日止，填具結\n      算申報書，向該管稽徵機關，申報其上一年度內構成綜合\n      所得總額或營利事業收入總額之項目及數額，以及有關減\n      免、扣除之事實，並應依其全年應納稅額減除暫繳稅額、\n      尚未抵繳之扣繳稅額及可扣抵稅額，計算其應納之結算稅\n      額，於申報前自行繳納。」計算，得減除尚未抵繳之扣繳\n      稅額，是依前揭論理原則，本件係已依法辦理結算申報，\n      其漏稅額應參照第2項之計算，准予減除應扣繳稅額，惟\n      財政部賦稅署96年12月18日台稅一發字第09604554530號\n      函令規定：「如納稅義務人短漏報之所得於調查基準日前\n      ，業經扣繳義務人辦理扣繳者，於計算漏稅額時，自得減\n      除系爭短漏報所得已繳納之扣繳稅款；否則即不得減除。\n      」將致已申報者計算之「漏稅額」大於未申報者計算之「\n      補徵應納稅額」，有違法律之比例原則，依憲法第172條\n      命令不能牴觸憲法或法律原則之法令位階規定，應不予援\n      用，原處分顯失附麗，應予撤銷。\n  ４、末按「行政行為，非有正當理由，不得為差別待遇。」乃\n      行政程序法第6條所明定行政法之平等原則，此平等原則\n      係自憲法第7條規定而來，即禁止差別待遇原則，換言之\n      ，行政權之行使，不論在實體上或程序上，相同事件應為\n      相同處理，非有合理之正當理由，不得為差別待遇；是對\n      於案情相同之案件，應為相同之行政處分，方符行政程序\n      法之要求，有最高行政法院93年判字第1611號判例：「事\n      物的本質相同者，應作相同的處理，但事物的本質不同時\n      ，則應作不同的處理，方符合平等原則。」益證。經查與\n      本件相同案情（臺北高等行政法院98年度訴字第1567號訴\n      訟），被告於計算漏稅額時，業依規定扣除系爭所得之扣\n      繳稅額並核定在案，迭經復查決定及訴願決定亦是認，惟\n      訴願決定書另以「該公司雖已補繳稅款並補報扣繳憑單，\n      惟係於調查基準日（96年4月10日財北國稅審三字第09602\n      17676號函請公司提示相關資料）之後」為由，核認原告\n      計算漏稅額時，不得減除該已依法繳納之扣繳稅額，顯與\n      前揭行政程序法第6條之平等原則及憲法賦予平等權有悖\n      ，應予撤銷等情，並聲明求為判決撤銷訴願決定及原處分\n      (復查決定含原核定處分關於原告配偶取自永達公司薪資\n      所得及罰鍰部分)。\n三、被告則以︰\n（一）原告配偶93年度任職於永達公司，該公司與格上汽車租賃\n      股份有限公司（下稱格上公司）簽訂「公務車輛租賃附屬\n      契約」（租賃期間自93年6月23日起至95年6月22日止，車\n      輛廠牌形式：LEXUS ES-330，牌照號碼：EE-1809），約\n      定車輛保證金550,000元，每月租金62,800元，並由原告\n      配偶擔任車輛使用人，實際使用及保管車輛，有永達公司\n      、格上公司及原告配偶共同簽訂之公務車輛租賃附屬契約\n      可稽，亦為原告所不否認。上開車輛之租賃，先由原告配\n      偶將車輛保證金550,000元匯入永達公司帳戶，每月租金\n      62,800元則由原告配偶薪資扣取，有原告配偶親自簽名之\n      公務車輛申請暨扣薪同意書可稽，足證原告配偶對於上開\n      車輛每月租金實為薪資之一部分，尚難諉為不知。次查永\n      達公司承租上開車輛後，實際由原告配偶保管使用，公司\n      不問其用途，且租賃期限屆滿後並由原告配偶買回，有格\n      上公司開立予原告配偶550,000元之統一發票一紙可稽，\n      且永達公司車輛使用辦法第2條及第6條：「凡處經理級以\n      上人員或達MDRT資格者均得申請保管公務租賃車輛乙部。\n      」及「公務租賃車輛之保管申請須由處主管級以上人員親\n      簽同意辦理。」可知保管公務租賃車輛並非公司全體保險\n      業務員均得享有之權利，足證上開車輛之所有權人實為原\n      告配偶，原告主張該車輛係因業務需要而租賃使用，核無\n      足採。則原告配偶以形式上租賃行為將車輛所有權實際移\n      轉於己，與員工單純以公司名義租賃車輛從事業務之行為\n      仍屬有別，尚難就此認為原告配偶分期給付車商之租金得\n      依查核準則第74條第3款第2目之5之規定列報為交通費；\n      又上開車輛租賃使用狀況，原告配偶得自由支配之，是否\n      與公司業務有其關聯，不無疑問，難認車輛租金係因業務\n      需要所代支之相關營業費用。又同一事實於刑事犯罪之判\n      斷與稅捐課徵之認定，其構成要件與規範目的尚有不同，\n      不得遽以相提並論；而行政機關認定事實及法律效果本不\n      受刑事法院之拘束，是本件自不受臺北地檢署不起訴處分\n      之拘束。\n（二）扣繳義務人與納稅義務人為稅法上不同之主體，其義務性\n      質亦有不同，對其處罰之目的及手段亦有不同考量，尚無\n      違背一事不二罰之原則。本件原告配偶對於公務車輛之租\n      金係由其薪資扣取乙節並非不知，惟其仍以租金扣取後之\n      薪資淨額申報綜合所得稅薪資所得，主觀上即有故意，被\n      告依前揭規定按所漏稅額366,604元處0.2倍罰鍰73,320元\n      ，並無違誤。至臺北市國稅局中南稽徵所於97年6月13日\n      以財北國稅中南所綜一字第097213435號函通知永達公司\n      補繳應扣未扣稅款，並補報扣繳憑單，該公司雖已補繳稅\n      款，並補報扣繳憑單，惟永達公司補辦扣繳稅款係於調查\n      基準日（96年4月10日財北國稅審三字第0960217676號函\n      請公司提示相關資料）之後，於計算漏稅額時，依財政部\n      賦稅署96年函釋意旨，不得減除短報所得已繳納之扣繳稅\n      款。又稅務違章案件減免處罰標準第3條第2項得免予處罰\n      之規定，於故意違反稅法規定者，不得適用免罰，本件申\n      請人明知有該所得，仍故意漏報，又該處罰標準第3條第2\n      項第1款規定，係自95年度綜合所得稅結算申報案件適用\n      之，本件係93年度綜合所得稅結算申報案件，自無前揭處\n      罰標準之適用等語，資為抗辯，並聲明求為判決駁回原告\n      之訴。\n四、本件事實概要欄所載之事實，為兩造所不爭執，並有原告93\n    年度綜合所得稅結算申報書、被告綜合所得稅核定通知書及\n    97年11月28日97年度財綜所字第74097102418號裁處書附原\n    處分卷可稽，應堪認定。本件兩造之爭點為：原告93年度綜\n    合所得稅結算申報，是否有漏報其配偶取自永達公司薪資所\n    得1, 507,200元？被告所為之補稅罰鍰處分是否合法？茲分\n    述如下：\n（一）按「個人之綜合所得總額，以其全年下列各類所得合併計\n      算之：．．．第3類：薪資所得：凡公、教、軍、警、公\n      私事業職工薪資及提供勞務者之所得：1.薪資所得之計算\n      ，以在職務上或工作上取得之各種薪資收入為所得額。2.\n      前項薪資包括：薪金、俸給、工資、津貼、歲費、獎金、\n      紅利及各種補助費。但為雇主之目的，執行職務而支領之\n      差旅費、日支費及加班費不超過規定標準者，及依第4條\n      規定免稅之項目，不在此限。」「納稅義務人應於每年5\n      月1日起至5月31日止，填具結算申報書，向該管稽徵機關\n      ，申報其上一年度內構成綜合所得總額或營利事業收入總\n      額之項目及數額，以及有關減免、扣除之事實，並應依其\n      全年應納稅額減除暫繳稅額、尚未抵繳之扣繳稅額及可扣\n      抵稅額，計算其應納之結算稅額，於申報前自行繳納。」\n      「納稅義務人已依本法規定辦理結算申報，但對依本法規\n      定應申報課稅之所得額有漏報或短報情事者，處以所漏稅\n      額兩倍以下之罰鍰。」分別為行為時所得稅法第14條第1\n      項第3類第1款及第2款、第71條第1項前段及第110條第1項\n      所明定。依上開所得稅法第14條第1項第3類第1款及第2款\n      規定可知，薪資係指營利事業支付員工之薪金、俸給、工\n      資、津貼、歲費、獎金、紅利及各種補助費等，營利事業\n      所支付之薪資應具備下列之條件，方得認列：1.經預先決\n      定或約定：一般職工係指經聘僱雙方事先約定，而執行業\n      務之股東、董事、監察人則須經組織章程規定或股東大會\n      或社員大會預先決議；2.不論盈虧均須支付：營利事業之\n      薪資須不論盈虧，均應支付，方得核實認列，旨在防止營\n      利事業以支付薪資之方式分配其盈餘，控制其課稅所得額\n      。3.列支限額：合夥及獨資組織之職工薪資，不得超過規\n      定之通常水準；4.原始憑證：如員工之收據或簽收之名冊\n      、印領清冊、聘用契約、加班紀錄等。\n（二）次按「營利事業所得之計算，以其本年度收入總額減除各\n      項成本費用、損失及稅捐後之純益額為所得額。」「經營\n      本業及附屬業務以外之損失，或家庭之費用．．．不得列\n      為費用或損失。」為行為時所得稅法第24條第1項及第38\n      條分別有明文規定。又「經營本業及附屬業務以外之費用\n      及損失，不得列為費用或損失。」營利事業所得稅查核準\n      則（下稱查核準則）第62條亦定有明文。營業費用是企業\n      於推銷產品或管理其營利事業的過程中所消耗的財貨或勞\n      務支出，是為企業的期間成本，會計上依成本與收益配合\n      原則，必須在其耗用或發生期間自收益中減除，以計算所\n      獲取之利潤。由於所消耗的財貨或勞務性質有別，因此查\n      核準則中乃將其分為薪資支出、租金支出、文具用品、旅\n      費等若干項目，分別訂定其列支原則。查核準則係依稅捐\n      稽徵法、所得稅法、營業稅法、促進產業升級條例、中小\n      企業發展條例、商業會計法、稅捐稽徵機關管理營利事業\n      會計帳簿憑證辦法、商業會計處理準則及其他有關法令之\n      規定訂之，此觀該查核準則第1條之規定自明。雖國家對\n      人民自由權利之限制，應以法律定之，且不得逾越必要程\n      度，憲法第23條定有明文。但法律內容不能鉅細靡遺，一\n      律加以規定，其屬細節性、技術性之事項，法律自得授權\n      主管機關以命令定之，俾利法律之實施。而財政部所訂定\n      之查核準則，係規定有關營利事業所得稅結算申報之調查\n      、審核等事項，究其性質核屬財政部為執行所得稅法及稅\n      捐稽徵法等法規，基於法定職權所發布之解釋性、裁量性\n      或作業性之行政規則，並未逾越所得稅法等相關之規定，\n      亦未加重人民稅賦，而92年1月4日修正公布之所得稅法第\n      80條第5項已賦予查核準則法律授權依據，被告自得予以\n      適用。簡言之，所得稅法與查核準則對營業費用之認列，\n      須以營利事業為經營本業及附屬業務有關之費用或損失為\n      前提要件。\n（三）復按「涉及租稅事項之法律，其解釋應本於租稅法律主義\n      之精神，依各該法律之立法目的，衡酌經濟上之意義及實\n      質課稅之公平原則為之。」經司法院釋字第420號解釋甚\n      明。又租稅法所重視者，應為足以表徵納稅能力之實質的\n      經濟事實，而非其外觀之法律行為或形式上之登記事項，\n      對實質上相同經濟活動所產生之相同經濟利益，應課以相\n      同之租稅，始符合租稅法律主義所要求之公平及實質課稅\n      原則。實質課稅原則既為租稅法律主義之內涵及當然歸趨\n      ，故有關課徵租稅構成要件事實之判斷及認定，自亦應以\n      其實質上經濟事實關係及所產生之實質經濟利益為準，而\n      非以形式外觀為準，否則勢將造成鼓勵投機或規避稅法之\n      適用，無以實現租稅公平之基本理念及要求（最高行政法\n      院82年度判字第2410號判決意旨參照）。\n（四）本件原告配偶93年度任職於永達公司，該公司與格上公司\n      簽訂「公務車輛附屬租賃契約」（租賃期間自93年6月23\n      日起至95年6月22日止），約定由格上公司出租汽車1輛（\n      廠牌型式：LEXUS ES-330、排氣量：3,300C.C.、牌照號\n      碼：EE-1809）予永達公司，每月租金為62,800元，車輛\n      保證金為550,000元；並由原告配偶擔任車輛保管人，實\n      際使用及保管系爭車輛，每月租金係由永達公司先行墊付\n      予格上公司，以「營業費用－租金支出」科目列帳後，再\n      從原告配偶薪資扣取，並以應發放之薪資總額扣除車輛租\n      金後之淨額，列報原告配偶之薪資費用，93年度永達公司\n      以租賃車輛之名義，扣取原告配偶薪資計1,507,200元，\n      原告亦以扣除車輛租金後之薪資淨額列報其配偶薪資所得\n      等情，此為兩造所不爭，並有公務車輛附屬租賃契約、公\n      務車輛申請暨扣薪同意書及業務連繫表等資料附原處分卷\n      可稽。是被告依實質課稅原則，核認系爭車輛租金，實質\n      上係原告配偶之薪資所得，歸戶核定原告配偶系爭年度取\n      自永達公司薪資所得，據以對原告補徵稅額及罰鍰，核無\n      不合。\n（五）又依永達公司內部93年度之「公務車輛租賃作業流程」第\n      3款規定：「業務同仁與租賃車商確認價位無誤後，自行\n      將保證金款項，匯入公司指定帳戶，並填寫公司帳戶存款\n      報告單。」可知，前開車輛保證金實質上係由原告配偶出\n      資而非永達公司負擔。又永達公司「公務車輛租賃作業流\n      程」第4款及第5款規定：「保證金匯入指定帳戶後，通知\n      租賃車商進行簽約（公務車輛申請暨扣薪同意書及公務車\n      輛租賃附屬契約）及對保等相關事宜。」及「租賃車商檢\n      附『公務車輛申請暨扣薪同意書』及第3款之『公司帳戶\n      存款報告單』向總公司財務部申請保證金之支付。」且永\n      達公司財務部經理李忠約於臺北地檢署偵查時到庭證稱「\n      業務拓展費由員工檢具單據向公司申報後才發放，薪資則\n      直接發放」（參照該署96年度偵字第2347號不起訴處分書\n      ）及永達公司93年度「公務車輛使用辦法」第7條：「因\n      使用公務車輛所衍生之油料、修繕或保養費用，得由使用\n      人檢具合於營業稅法之單據報支『業務發展費用』。」可\n      知，永達公司「業務拓（發）展費」係由員工檢具單據向\n      永達公司申請，始由該公司發放與員工。倘系爭車輛租金\n      支出確實為永達公司之業務拓展費用，何以獨系爭車輛租\n      金支出係採「由永達公司先支付車商，再由員工之酬庸內\n      扣除」之方式核銷，與其他業務拓展費採「由員工檢具單\n      據向永達公司申請後，永達公司再發放予員工」之核銷方\n      式迥異？原告均難自圓其說。至原告所稱「永達公司係將\n      業務拓展費（車輛租金）併同薪資發放，再將該公司先行\n      墊付之業務拓展費（車輛租金）從發放予原告配偶之傭酬\n      內扣除」云云，尚難採據。\n（六）次查系爭租賃車係由員工自行洽詢車商於確認車種、車價\n      及分期付款期數後，將保證金款項（車價20%或30%等），\n      匯入公司指定帳戶，車商再檢附相關文件，向永達公司申\n      請保證金及每月租金給付，有該公司公務車輛使用辦法及\n      公務車輛租賃作業流程可稽。且永達公司支付員工車輛費\n      用，係列在「營業費用－租金支出」科目項下，既然每期\n      租金支出金額係由員工自行洽詢車商於確認車種、車價及\n      分期付款期數，在員工簽立車輛租賃契約書當下即確定，\n      公司如認其車輛租金非員工之薪資，則又何以將租賃期間\n      每月之租金併同薪資發放，再每月由員工薪資項目扣款，\n      顯有違常情。綜情以觀，系爭車輛係由原告配偶自行與車\n      商確認車種、車價及分期付款期數後，再由原告配偶、出\n      租車輛公司共同簽訂租賃契約，車輛保證金係由原告配偶\n      支付，永達公司再按月從原告配偶薪資中扣取租金，並由\n      原告配偶實際使用及保管系爭車輛。系爭租賃合約承租人\n      之違約風險顯然已完全由原告配偶所負擔，永達公司雖形\n      式上列名租賃契約之承租人，惟並未承擔任何承租人違約\n      風險；且系爭車輛實際係由原告配偶支付租金，由原告配\n      偶使用收益，自租賃之效力觀察出租人及原告配偶之權利\n      義務內容，原告配偶負有租金支付義務、租賃物保管義務\n      及租賃債務擔保義務，原告配偶雖於租賃契約列名保管人\n      ，實質上為系爭車輛之承租人，永達公司僅係租賃契約名\n      義上之承租人，實際並未承租系爭車輛，堪以憑認。況原\n      告亦未能證明系爭車輛租金為永達公司經營本業及附屬業\n      務有關之費用。從而，被告認定系爭車輛租金，並非供永\n      達公司經營本業及附屬業務所使用，揆諸首揭營業費用認\n      列之相關規定及說明，系爭車輛租金支出自不能認係永達\n      公司之營業租金費用，依實質課稅原則，認屬原告配偶之\n      薪資所得，核無不合。又本件被告係依證據實質認定，並\n      無違最高行政法院61年判字第70號判例意旨。再者，原告\n      配偶所得亦已按月付租金及扣薪時實現，被告認定薪資所\n      得亦無違最高行政法院93年度判字第966號判決意旨。此\n      外，原告配偶是項所得非擬制收入，與原告所舉財政部關\n      於靠行制度之相關函釋即財政部67年3月25日台財稅第319\n      97號函、71年12月10日台財稅第38935號函、74年6月21日\n      台財稅第17954號函、76年3月2日台財稅第7576785號函、\n      79年4月3日台財稅第790021143號函、84年7月20日台財稅\n      第841636379號函及最高行政法院97年度判字第34號判決\n      事實，非全然相同，尚難比附援引。\n（七）又查，臺北市調查處以永達公司負責人吳文永違反稅捐稽\n      徵法第41條、第43條第1項及商業會計法第71條第5款規定\n      移送，經臺北地檢署檢察官96年度偵字第2347號不起訴處\n      分，該不起訴處分書認定永達公司自92年至95年期間，公\n      司員工使用公務租賃車輛，僅有余葡月、李峰寶、陳玉英\n      、陳玉真及田敏薰等5人於租期滿後買回車輛，比例極低\n      。惟查永達公司92年至95年間員工依公務車輛使用辦法申\n      請汽車租賃368輛中，扣除未到期車輛35輛後，計有269輛\n      係由員工本人或關係人（配偶、父母、兄弟、姊妹、配偶\n      親戚等）買回，其比例占已到期車輛高達80.78%，有財政\n      部高雄市國稅局參酌臺北市國稅局編製之永達公司92年至\n      95年間員工租車到期移轉統計表彙整資料附本院99年度訴\n      字第54號訴訟卷宗，並經本院核閱無誤。且該不起訴處分\n      係認定吳文永違反稅捐稽徵法事件，尚無幫助逃漏稅捐等\n      犯行而予以不起訴處分，與本件系爭事實查證結果應歸課\n      原告配偶薪資所得之認定尚屬有間，為不同構成要件事實\n      ，依最高行政法院75年判字第309號判例意旨，行政處分\n      本應依查得之事實認定，不受刑事判決之拘束，是被告所\n      為系爭核課處分不受臺北地檢署96年度偵字第2347號不起\n      訴處分認定事實拘束。此亦無違最高行政法院32年判字第\n      18號判例及最高行法院89年度判字第699號判決要旨。\n（八）原告主張台北市國稅局曾以96年6月5日財北國稅審2字第\n      0960201843號函復臺北地檢署以：「．．．3、前揭財政\n      部95年函釋（95年6月28日台財稅字第09504063430號函）\n      規定，保險公司之保險業務員為所屬公司招攬保險業務而\n      發生之必要費用，可由保險公司依營利事業所得稅查核準\n      則（以下簡稱查核準則）有關規定依其費用性質檢據核實\n      列報。所謂『與經營業務有關之損費』，依所得稅法第38\n      條及行政法院相關判決規定，乃指公司之營業行為，屬本\n      身經營之業務之一或與本身業務有直接關聯而言，先予敘\n      明。4、保險經紀公司之員工，如為所屬公司招攬業務而\n      以公司名義購置車輛（即車輛所有權登記為公司之財產）\n      ，則其分期給付車商之價金，係公司取得該資產代價之部\n      分，自非屬保險經紀公司之營業費用。該公司應以該資產\n      之實際成本，按所得稅法及查核準則規定之方法以及耐用\n      年數計提折舊。另該員工如係以公司名義租賃車輛，其分\n      期給付車商之租金（不含保證金），得依查核準則第74條\n      第3款第2目之5規定認屬為交通費，依首揭財政部95年函\n      釋規定，應由保險經紀公司檢據核實列報，尚不宜約定由\n      保險業務員自行吸收或負擔。至員工如以員工自己名義租\n      購車輛，則該扣付款應視為員工基於僱傭關係而取得之各\n      種補助費或給與，故保險經紀公司應以薪資支出列支，並\n      依法併同員工薪資所得依率扣繳稅款。」等語，爭執不應\n      屬保險業務員之薪資所得云云。惟查，財政部95年函釋係\n      指因招攬保險業務而發生之文具用品費等支出，並無租金\n      支出項目，且函釋內容限於招攬保險業務而生之費用而言\n      。另首揭96年6月5日財北國稅審2字第0960201843號函釋\n      以「另該員工如係以公司名義租賃車輛，其分期給付車商\n      之租金（不含保證金），得依查核準則第74條第3款第2目\n      之5規定認屬為交通費，依首揭財政部95年函釋規定，應\n      由保險經紀公司檢據核實列報，尚不宜約定由保險業務員\n      自行吸收或負擔」，係謂保險公司約定由業務員自行吸收\n      之約定不適宜，惟本件既實際由原告配偶自行吸收，自仍\n      應實質認定租金之分擔情形，而予定性是否薪資所得。此\n      外，該函又謂「．．．員工如以員工自己名義租購車輛，\n      則該扣付款應視為員工基於僱傭關係而取得之各種補助費\n      或給與，故保險經紀公司應以薪資支出列支，並依法併同\n      員工薪資所得依率扣繳稅款」，亦認如員工自己租、購車\n      輛所扣付款，為薪資支出。本件每月之租金既併同薪資發\n      放，再每月由原告配偶薪資項目扣款，永達公司僅形式名\n      義人，實質承租人確為原告配偶，名實不符，自難逕以首\n      揭95年及96年函釋為有利原告之認定。\n（九）再以「．．．營業人租用汽車載運員工上下班，係屬購買\n      供本業或附屬業務使用之勞務，其有關之進項稅額，除依\n      上開規定不得扣抵外，應准予扣抵。」固經財政部79年7\n      月4日台財稅第790178955號函釋在案，惟上開函釋係以營\n      業人因業務需要而租用汽車，供本業或附屬業務使用之勞\n      務為要件，本件永達公司僅係名義上之承租人，實際係由\n      原告配偶租賃及使用車輛，並非永達公司租賃車輛供原告\n      配偶使用，而係原告配偶私人支出供私人使用，即難認係\n      永達公司租賃車輛供本業或附屬業務使用，亦無上開函釋\n      適用之餘地。另按稅捐機關在核課期間內若另發現有應徵\n      之稅捐時，依稅捐稽徵法第21條之明文規定，稅捐稽徵機\n      關本得依法予以補行課徵，不受原處分之拘束。而稅捐稽\n      徵法第21條第2項所謂另發現應徵之稅捐，只須其事實不\n      在行政救濟裁量範圍內者均屬之，有最高行政法院58年判\n      字第31號判例及92年度5月份庭長法官聯席會議決議足資\n      參照。是被告於核課期間內，依臺北市調查處及臺北市國\n      稅局通報及查得資料之新事實，查獲原告漏報其配偶取自\n      永達公司薪資所得，予以補徵，核與稅捐稽徵法第21條規\n      定無違，尚無違誤。\n（十）第以綜合所得稅係採自行申報制，有所得即應申報，人民\n      有依法律納稅之義務自應注意使之符合稅法之強行規定。\n      本件原告配偶於系爭年度既有領受系爭所得，即應依所得\n      稅法第71條規定辦理申報，茲原告未就其實際所得申報，\n      已構成客觀之違章事實，且原告配偶係自行洽詢車商、確\n      認車種、車價及付款方式後，列名系爭車輛租賃合約之保\n      管人，並於合約上簽名用印而與永達公司共同完成上開規\n      避稅賦之行為，主觀上自有故意。從而被告按所漏稅額處\n      0.2倍之罰鍰，經核並無不合。\n（十一）原告另主張縱如被告核定有短報薪資所得之情，須依所\n        得稅法第110條第1項規定處罰時，漏稅額應按該條第2\n        項核定之補徵應納稅額計算，准予扣除系爭所得之扣繳\n        稅款云云。惟查，永達公司於臺北市國稅局97年6月13\n        日財北國稅中南綜所一字第0970213435號函通知補繳應\n        扣未扣稅款並補報扣繳憑單時，雖已補繳稅款並補報扣\n        繳憑單在案，惟永達公司補辦扣繳稅款係於進行調查日\n        〔96年4月10日即調查基準日（96年4月10日財北國稅審\n        三字第0960217676號函請公司提示相關資料日）〕之後\n        ，依財政部賦稅署96年12月18日台稅一發字第09604554\n        530號函：「五、綜上，納稅義務人經發現短漏報屬應\n        扣繳之課稅所得並應依規定裁罰之案件，其漏稅額計算\n        之基準，應以．．．82年11月3日台財稅第821501458號\n        函規定之調查基準日短漏報之所得，及已繳納之稅款為\n        計算漏稅額之基準。如納稅義務人短漏報之所得於調查\n        基準日前，業經扣繳義務人辦理扣繳者，於計算漏稅額\n        時，自得減除系爭短漏報所得已繳納之扣繳稅款；否則\n        即不得減除。」上揭財政部函釋與法律規定意旨，尚無\n        違背，被告辦理相關案件，自得援用之。本件計算漏稅\n        額時，自不得減除短報所得已繳納之扣繳稅款。故原告\n        此部分之主張，尚非可採。\n（十二）原告又主張本件已處罰扣繳義務人，基於一行為不二罰\n        原則，不應再就扣繳稅額計算罰鍰云云；查扣繳義務人\n        未依規定扣繳稅款與所得人漏報所得係屬二事，二者違\n        章主體不同；另未依規定扣繳稅款係依所得稅法第114\n        條規定處罰，而所得人漏報所得係依同法第110條規定\n        處罰，二者處罰之法律依據亦不同，原告主張本件處罰\n        違反一行為不二罰原則云云，亦非可採。原告雖復主張\n        與本件相同情形之臺北高等行政法院98年度訴字第1567\n        號綜合所得稅事件，臺灣省北區國稅局於計算漏稅額時\n        ，乃以扣除系爭所得之扣繳稅額後之金額予以核定，本\n        件未予扣除，有違平等原則云云。惟按，行政自我拘束\n        原則係基於憲法之平等原則而來，惟憲法之平等係法律\n        上實質地位之平等，僅有合法之平等，而無違法之平等\n        ，因此，行政自我拘束應以原有行政實務合法為前提，\n        憲法之平等原則，並非賦予人民有要求行政機關重複錯\n        誤之請求權。查本件計算漏稅額時，不得減除嗣後補予\n        扣繳之稅款，已如前述，臺灣省北區國稅局於該綜合所\n        得稅事件，縱有原告主張前揭情事，乃屬臺灣省北區國\n        稅局於個案決定有無疏誤之問題，核與行政自我拘束及\n        平等原則無涉，更無拘束本院之效力，原告執此主張本\n        件應為相同之處理，即非有據。\n五、綜上所述，原告主張既不可採，則被告以原告漏報其配偶取\n    自永達公司薪資所得，據以核定補徵稅額並按所漏稅額處以\n    0.2倍罰鍰，核無違誤，亦無違平等原則與比例原則；復查\n    決定、訴願決定遞予維持，亦無不合；原告起訴意旨求為判\n    決撤銷訴願決定及原處分，為無理由，應予駁回。又本件事\n    證已臻明確，兩造其餘攻擊防禦方法，均核與本件判決結果\n    不生影響，爰無逐一論述之必要，併此敘明。\n六、據上論結，本件原告之訴為無理由，依行政訴訟法第98條第\n    1項前段，判決如主文。",
    "reason": "一、事實概要︰\n    緣原告民國93年度綜合所得稅結算申報，經被告依據法務部\n    調查局臺北市調查處（下稱臺北市調查處）及財政部臺北市\n    國稅局（下稱臺北市國稅局）通報及查得資料，查獲原告漏\n    報配偶吳淑鳳取自永達保險經紀人股份有限公司（下稱永達\n    公司）薪資所得新臺幣（下同）1,507,200元、原告及受其\n    扶養親屬陳愛珠營利、其他所得合計6,763元，乃歸併核定\n    原告當年度綜合所得總額為5,638,467元，所得淨額4,512,2\n    23元，發單補徵稅額215,492元，並按所漏稅額366,604元處\n    以0.2倍之罰鍰計73,320元。原告就核定其配偶吳淑鳳取自\n    永達公司薪資所得及罰鍰處分不服，申請復查，未獲變更，\n    遂提起本件行政訴訟。\n二、本件原告主張︰\n（一）臺北市調查處96年1月9日肆字第09643004590號移送書認\n      定：「吳文永係永達公司（址設臺北市○○區○○○路○\n      段79號5樓）負責人，明知員工購車係私人支出，與業務\n      無關，竟基於幫助自己及他人逃漏稅捐之概括犯意，自92\n      年起，規定公司業績達MDRT（百萬圓桌會員，年薪至少25\n      0萬元）者或處經理級以上人員（以下統稱員工），每人\n      每年可以『公務車租賃』方式與和車股份有限公司（下稱\n      和車公司）或格上公司等租賃車商配合，申請租賃車輛1\n      輛以上，業務員與租賃車商確認車價無誤後，先繳交車價\n      20%或30%公務車輛保證金，匯入永達公司於彰化銀行總部\n      分行所開設00000000000000000號帳戶，並要求業務員與\n      租賃車商簽署『公務車輛申請暨扣薪同意書』、『公務車\n      輛租賃附屬契約』等文件，俟業務員與車商辦妥簽約及對\n      保等相關事宜後，車商即檢附前述文件，向永達公司財務\n      部申請保證金及每月車輛租金給付，名義上該車輛係屬永\n      達公司所有，惟每月租金卻由永達公司業務員個人薪資所\n      得中直接扣取，使業務員薪資所得相對減少。至租賃期滿\n      （租賃期限為1至2年），永達公司便無條件將前述承租車\n      輛所有權移轉給業務員，幫助業務員逃漏個人綜合所得稅\n      ；永達公司以前述方式幫助員工元家雄及毛榮彩等人，逃\n      漏92年至94年度個人綜合所得稅分別為974萬9,483元、1\n      億7千358萬1,317元、2億7千695萬1,484元，共計逃漏個\n      人綜合所得稅4億6千28萬2,284元；另永達公司將前述員\n      工租賃車輛所支付保證金單據，持向稅捐機關申報公司營\n      業費用，逃漏92年至94年公司營利事業所得稅額分別為67\n      9萬3千元、7,301萬7,650元、7,634萬3,350元，共計逃漏\n      營利事業所得稅額1億5,615萬4千元，足生損害於稅捐機\n      關賦稅核課之正確性。」而將案件移送臺灣臺北地方法院\n      檢察署（下稱臺北地檢署）偵查。臺北地檢署就案關事實\n      之租稅法律適用及實務，以96年3月9日北檢大歲96偵2347\n      字第16209號函詢臺北市國稅局意見：「3、另若有公司員\n      工以公司名義購買車輛，分期價金則由公司按月於員工薪\n      資中扣除，公司並以扣除車價後之給付總額填製公司員工\n      薪資所得扣繳憑單，據以向稅捐機關申報年度營利事業所\n      得稅；該公司員工亦以此較低之薪資總額申報綜合所得稅\n      （例：員工薪資每月10萬元，購車款每月2萬元，扣繳憑\n      單填置該員工年度薪資96萬元）之事實，上開案例於貴局\n      稽查實務上，是否曾認定有違法逃漏稅捐之態樣？並請檢\n      附認定之理由及依據。」等語。經臺北市國稅局研議後，\n      以96年6月5日財北國稅審二字第0960201843號函復：「3\n      、前揭財政部95年函釋（即95年6月28日台財稅字第0950\n      4063430號函）規定，保險公司之保險業務員為所屬公司\n      招攬保險業務而發生之必要費用，可由保險公司依營利事\n      業所得稅查核準則（以下簡稱查核準則）有關規定依其費\n      用性質檢據核實列報。所謂『與經營業務有關之損費』，\n      依所得稅法第38條及行政法院相關判決規定，乃指公司之\n      營業行為，屬本身經營之業務之一或與本身業務有直接關\n      聯而言，先予敘明。4、保險經紀公司之員工，如為所屬\n      公司招攬業務而以公司名義購置車輛（即車輛所有權登記\n      為公司之財產），則其分期給付車商之價金，係公司取得\n      該資產代價之部分，自非屬保險經紀公司之營業費用。該\n      公司應以該資產之實際成本，按所得稅法及查核準則規定\n      之方法以及耐用年數計提折舊。另該員工如係以公司名義\n      租賃車輛，其分期給付車商之租金（不含保證金），得依\n      查核準則第74條第3款第2目之5規定認屬為交通費，依首\n      揭財政部95年函釋規定，應由保險經紀公司檢據核實列報\n      ，尚不宜約定由保險業務員自行吸收或負擔。至員工如以\n      員工自己名義租購車輛，則該扣付款應視為員工基於僱傭\n      關係而取得之各種補助費或給與，故保險經紀公司應以薪\n      資支出列支，並依法併同員工薪資所得依率扣繳稅款。」\n      即知本件公司租用車輛供員工使用之各項作業內容、文據\n      及資金給付之各項事實均已查明，並依前揭規定核定應由\n      保險經紀公司檢據核實將租金列報屬交通費之性質，不應\n      屬保險業務員之薪資所得。嗣臺北地檢署檢察官偵查永達\n      公司負責人有無以公司租用租賃車之名，掩飾員工私人購\n      車與業務無關，以達幫助員工逃漏個人綜合所得稅及逃漏\n      永達公司營利事業所得稅之目的時，業就「業務拓展費於\n      開始租用租賃車前，是如何發放給業務員？」「92年開始\n      以租賃車提供給員工使用，業務拓展費如何編列？」「就\n      保險業務而言，永達公司將業務拓展費列為薪資或另立名\n      目？」「業務拓展費的支付，是併同薪資發放還是屬薪資\n      的一部分？」「永達公司於96年以前，業務拓展費包含在\n      傭酬之內，永達公司就員工薪資的成本是否包含業務拓展\n      費？」「你所稱將業務拓展費包含在員工酬庸，是指實報\n      實銷的業務拓展費，還是依據員工業績核定業務拓展費？\n      」「所租賃的車輛是否都是新車？」「車輛的選擇由公司\n      決定或個人決定？」「車輛的租金有無統一標準？」「車\n      輛租金的給付，由何人支付？」「92至95年間是否有員工\n      薪資提領後交給公司，再由公司支付給車商的情形？」「\n      員工業務拓展費的額度，有無統一的計算標準？」「車商\n      來接洽時是如何告知支付租賃車費用的方式？」「員工使\n      用租賃車，與車商洽辦的流程為何？」「租賃車的付費方\n      式為何？」「使用租賃車的員工是否需要付費？」「你是\n      如何向車商詢價？」「永達保險公司員工使用租賃車應支\n      付的款項若干？名目為何？」「永達公司應支付車商那些\n      費用？」「永達公司與車商關係為何？」「永達公司員工\n      與車商關係為何？」「業務拓展費與薪資有何不同？」「\n      永達保險公司之會計帳目如何區別業務拓展費與薪資？」\n      「永達公司員工有無同時租賃多數車輛情形？」等訊問在\n      案，有訊問筆錄附卷可稽，並臺北市調查處調查時所詢：\n      「既為公司租用之公務車，租賃到期後，是否即由公司以\n      差額向車行購入作為公司之資產？」「既然永達公司租用\n      之公務車，租車之保證金、每月之租金由公司支付，何以\n      永達公司員工需簽署『公務車輛申請暨扣薪同意書』及『\n      公務車輛租賃附屬契約』等文件？」等，臺北地檢署檢察\n      官亦均瞭解詳細案情。故臺北地檢署就臺北市調查處移送\n      書之涉嫌事實，依訊問筆錄及移送書內相關事證偵查後，\n      認定「永達公司業務人員傭酬，已包含所有業務拓展費用\n      ，全額列入薪資所得而非執行業務所得，因招攬保險業務\n      而發生之業務發展費用理應列報公司營業費用，永達公司\n      自業務人員薪資中調整，亦即車輛租金由員工傭酬中扣除\n      ，由租賃車商提供租金發票向永達公司請款，由永達公司\n      統一支付車輛租金。難認被告有因此而使員工薪資名目減\n      少而幫助該等員工逃漏個人綜合所得稅情事」，此與永達\n      公司對原告配偶等業務同仁採利潤中心之薪酬制度結算薪\n      資所得方式一致，遂為96年度偵字第2347號不起訴處分。\n（二）復按「行政罰與刑罰之構成要件雖有不同，而刑事判決與\n      行政處分，亦原可各自認定事實，惟認定事實須憑證據，\n      倘無證據足資認定有堪以構成行政罰或刑罰要件之事實存\n      在，即不得僅以推測之詞予人處罰，則為二者所應一致。\n      」最高行政法院75年判字第309號著有判例，即行政法與\n      刑法不同，構成要件各別，司法機關與行政機關可各本於\n      權責依法審理認定，兩者並無必然關係。惟按最高行政法\n      院32年判字第18號判例：「司法機關所為之確定判決其判\n      決中已定事項若在行政上發生問題時則行政官署不可不以\n      之為既判事項而從其判決處理此為行政權與司法權分立之\n      國家一般通例。」等語，是基於刑事司法機關（如地方法\n      院檢察署）調查證據之程序，其認定事實須達到超越合理\n      懷疑之程度，遠較行政機關調查證據為周延，則行政機關\n      亦應尊重已生實質確定力之不起訴處分所認定之事實，亦\n      可參財政部96年11月2日台財訴字第09600301210號訴願決\n      定書內容。本件系爭事項業經臺北地檢署檢察官偵查事證\n      及為不起訴處分書之認定，徵諸前揭最高行政法院32年判\n      字第18號判例，行政官署應以之為既判事項而從其處理，\n      此為行政權與司法權分立之國家一般通例，且該事實之租\n      稅法上之適用亦經被告核認「該員工如係以公司名義租賃\n      車輛，分期給付車商之租金（不含保證金），得依查核準\n      則第74條第3款第2目之5規定認屬為交通費，依首揭財政\n      部95年函釋規定，應由保險經紀公司檢據核實列報，尚不\n      宜約定由保險業務員自行吸收或負擔」在案。另依最高行\n      政法院89年度判字第699號判決要旨：「納稅義務人依所\n      得稅法規定辦理結算申報而經該管稅捐稽徵機關調查核定\n      之案件，如經法定期間而納稅義務人未申請復查或行政爭\n      訟，其查定處分即告確定。嗣稽徵機關如發見原處分確有\n      錯誤短徵情事，為維持課稅公平原則，並基於公益上之理\n      由，雖非不可自行變更原確定之查定處分，而補徵其應徵\n      稅額，然此之所謂發見確有錯誤短徵，應係指原處分確定\n      後發見新事實或新課稅資料，足資證明原處分確有錯誤短\n      徵情形者而言。如其課稅事實資料未變，僅因嗣後法律見\n      解有異，致課稅之標準有異時，按諸中央法規標準法第18\n      條從新從優原則之法理，即不得就業經查定確定之案件，\n      憑藉新見解重為較原處分不利於當事人之查定處分。」本\n      件課稅事實資料未變，要難憑藉新見解重為處分。\n（三）有關核定短報原告配偶薪資所得1,507,200元部分：\n  １、永達公司對原告配偶等業務同仁之薪酬係採獎金制度（無\n      固定之底薪），薪酬計算連結利潤中心制，先就各項績效\n      （包括個人業績、組業績、處業績）之達成率，按不同成\n      數及公式，計算初年度服務報酬及續年度服務報酬等個人\n      薪酬部分，暨舉績報酬、達成報酬、超額報酬、推介報酬\n      、組輔導報酬、處輔導報酬等組織報酬部分，而組織報酬\n      係用以支應此利潤中心之各項必要業務費用，如車位、影\n      印機及公務車輛等租金、辦公用之各項文具、電腦耗材、\n      印刷影印及書報雜誌等文具用品、郵資及通訊費用等郵電\n      費、運費、交通及住宿等差旅交通、訓練費、設備修繕及\n      維護等修繕費、廣告費用、餐敘、禮儀及饋贈等交際費、\n      會議費、雜項購置、全員團康、聚餐活動等職工福利，非\n      屬個人之報酬，業務發（拓）展費用額度（即百分比）僅\n      係讓從業人員有一參考標準，預期其可能之報酬，惟仍以\n      實際發生數為主，其支應有餘則屬該利潤中心主管之激勵\n      酬勞。因組織報酬為變動數，故有部分月份可達成公司設\n      定之標準，部分無法達成，此即為制度之激勵作用。是薪\n      資所得包括個人薪酬及組織報酬減除支應歸屬利潤中心之\n      各項必要費用後之組織激勵酬勞。此乃以業務人員為主常\n      見之經營模式，即係連結績效衡量與薪酬制度，為一有效\n      啟發並激勵同仁士氣之法則，並合於人性化之管理機制。\n      目前亦無因採利潤中心之經營模式，而將認屬營利事業之\n      營運（業）費用應列入為員工薪資所得，而悖於租稅中性\n      原則，符合司法院釋字第385號解釋：「憲法第19條規定\n      人民有依法律納稅之義務，固係指人民有依據法律所定之\n      納稅主體、稅目、稅率、納稅方法及納稅期間等項而負納\n      稅義務之意，然課人民以繳納租稅之法律，於適用時，該\n      法律所定之事項若權利義務相關連者，本於法律適用之整\n      體性及權利義務之平衡，當不得任意割裂適用。」原告配\n      偶系爭年度薪資所得包括個人薪酬：初年度服務報酬1,58\n      5,969元及續年度服務報酬423,602元暨減除本項服務報酬\n      之佣金支出739,102元後，共計1,270,469元，及組織激勵\n      酬勞：達成報酬等組織報酬共計2,134,036元，減除支應\n      利潤中心之各項業務發展費用200,463元及公務車租金1,5\n      07,200元後，餘額合計426,373元，故結算後薪資所得為\n      1,696,842元（1,270,469元+426,373元），此乃原告配偶\n      實際取自永達公司之薪資所得，並非先自永達公司取得包\n      含服務報酬應負擔之佣金支出及利潤中心應負擔公務車租\n      金等營業費用之金額4,143,607元（1,585,969元+423,602\n      元+2,134,036元），再由永達公司扣取屬服務報酬應負擔\n      之佣金支出及利潤中心營業費用共計2,446,765元（739,\n      102元+200,463元+1,507,200元）。\n  ２、按「個人之綜合所得總額，以其全年下列各類所得合併計\n      算之：．．．第3類：薪資所得：凡公、教、軍、警、公\n      私事業職工薪資及提供勞務者之所得：1.薪資所得之計算\n      ，以在職務上或工作上取得之各種薪資收入為所得額。2.\n      前項薪資包括：薪金、俸給、工資、津貼、歲費、獎金、\n      紅利及各種補助費。但為雇主之目的，執行職務而支領之\n      差旅費、日支費及加班費不超過規定標準者，及依第4條\n      規定免稅之項目，不在此限。」為行為時所得稅法第14條\n      第1項第3類第1款及第2款所明定。另按民法第482條：「\n      稱僱傭者，謂當事人約定，一方於一定或不定之期間內為\n      他人服勞務，他方給付報酬之契約。」規定，前揭所得稅\n      法上所稱之薪資所得，應係指因僱傭契約所獲致之報酬，\n      由於該報酬純粹係因為服勞務之獲致，勞務提供者本身不\n      負工作成敗責任，因此原則上不須提供勞務以外之成本來\n      完成工作，所得之金錢應全部列為所得，此參諸臺北高等\n      行政法院91年度訴字第5391號判決：「稅法上所稱之『薪\n      資所得』，一般均是指因『僱傭契約』所獲致之金錢報償\n      ，由於金錢純粹是因為勞務之提供而獲致，勞務提供者本\n      身不負工作成敗責任，因此原則上不須提供勞務以外之成\n      本來完成工作，所得之金錢應全部列為『所得』。而稅法\n      上之『執行業務所得』則比較近似於因『承攬』或『委任\n      』契約所獲致之報酬，由於此等報酬之取得，以特定工作\n      完成為必要，除了勞務的提供外，還有其他成本之支出，\n      所以所得稅法第14條第1項第2類明定，在計算執行業務所\n      得時，可以扣除『業務所房租或折舊、業務上使用器材設\n      備之折舊及修理費，或收取代價提供顧客使用之藥品、材\n      料等』成本，同時也可扣除『業務上僱用人員之薪資、執\n      行業務之旅費及其他直接必要費用』，而以其餘額為所得\n      額。這正是二者之區別。也因為上開之差異，執行業務之\n      人因為工作性質之獨立性，幾乎不會只有單一之雇主，而\n      領取薪資之人有二個以上之雇主反而極為罕見，但這只是\n      一個現象的反應，而不應是分辨二者之關鍵性標準。」是\n      證。次按「保險業務員因為所屬公司招攬保險業務而發生\n      之文具用品費、差旅費、郵電費、印刷費及廣告費、交際\n      費、訓練費、交通及油料費等，依據現行所得稅法規定，\n      其屬保險公司之營業費用者，可由保險公司依營利事業所\n      得稅查核準則有關規定檢據依費用性質核實列報，不宜約\n      定由保險業務員自行吸收或負擔，並併同薪資給付，成為\n      業務員薪資之一部分，而由保險公司逕以『薪資支出』科\n      目列支。」乃財政部95年6月28日台財稅字第09504063430\n      號函釋（下稱95年函釋）所明定。是凡屬營利事業之營業\n      費用者，應依所得稅法及營利事業所得稅查核準則（下稱\n      查核準則）有關規定檢具憑證列報，換言之，倘支付與業\n      務有關之成本或費用者，應屬僱用人之營業費用，非屬受\n      僱人之薪資所得，是符前揭判決見解，要難僅以付款人、\n      使用人或（及）保管人為保險業務員，而認定屬私人用途\n      ，應無疑義。本件系爭公務車，乃原告配偶任職之公司為\n      協助業務員利於執行業務推展，規定處經理級以上人員或\n      業績較優同仁〔業務發（拓）展費之使用對象相同〕得申\n      請保管公務租賃車輛乙部，應屬原告配偶招攬保險業務之\n      必要工具，參酌財政部79年7月4日台財稅第790178955號\n      函釋：「至營業人租用汽車載運員工上下班，係屬購買供\n      本業或附屬業務使用之勞務，其有關之進項稅額，除依上\n      開規定不得扣抵外，應准予扣抵。」規定意旨，足資說明\n      營利事業租賃車輛供公務使用而支付之租金係屬經營必要\n      之成本費用，亦得由財政部54台財稅發第0190號函釋：「\n      ××公司因未備交通工具，經購買車票交由通勤員工搭乘\n      交通工具之用，此種情形係因執行工作必須支付按實報銷\n      之費用，免予合併薪資所得扣繳稅款。」規定是證。是依\n      前揭財政部95年函釋及前揭判決之見解，該支出係屬原告\n      配偶任職公司非薪資支出之營業費用，自不應核認為原告\n      配偶之薪資所得。惟被告僅以每月車輛租金及保證金係由\n      原告配偶分別自薪資中扣取支付及匯付、公務車輛申請暨\n      使用切結書、系爭車輛租金支出與費用核銷辦法流程不同\n      等不同為由，臆測原告配偶承租車輛係私人支出，與公司\n      業務無關，有違最高行政法院61年判字第70號判例：「認\n      定事實，須憑證據，不得出於臆測，此項證據法則，自為\n      行政訴訟所適用。」要旨，原處分應予以撤銷。而系爭公\n      務租賃車輛租賃期滿之處理方式，依車輛租賃契約第3條\n      保證金之約定：「承租人應於簽約時一併支付出租人如前\n      所示之保證金，租賃期滿，車輛經出租人驗收取回後，保\n      證金應扣除承租人應付而未付之費用後無息退還。」茲此\n      ，原告配偶任職之公司承租時支付約定之保證金，租賃期\n      滿或提前終止租賃契約時，由出租人退還保證金，將車輛\n      交還租賃公司，並無買回車輛，與一般租賃情形無異，有\n      和車公司等函復臺北市調查處之說明供參。至租賃期滿後\n      出租人如何處理租賃車輛係屬另一交易，縱由原保管人或\n      其關係人購回，或係基於對車況及性能之瞭解，或其價格\n      低於中古車行情，要難謂與一般商業情形有違。\n  ３、再按「我國營利事業所得稅，除非公司組織之營利事業外\n      ，原則上均應採權責發生制；但綜合所得稅原則上則採現\n      金收付制，稱為收付實現原則。亦即綜合所得稅之核課，\n      應僅對已實現之實際所得課稅。．．．。是本件行為時之\n      增資緩課股票於轉讓時，原則上應就面額部分作為轉讓時\n      所屬年度之所得，申報課稅；但實際轉讓價格低於面額時\n      ，則以實際轉讓價格申報所得；此乃我國稅制對於個人綜\n      合所得稅之課徵，係採收付實現原則之明證，不容稅捐稽\n      徵機關依據不實記載資料或臆測之詞，濫行課稅。」最高\n      行政法院93年度判字第966號判決要旨足參。準此，綜合\n      所得稅之現金收付原則應僅對已實現之實際所得課稅，縱\n      計算所得時係按員工擬制收入減除擬制費用支出方式表達\n      ，仍應以實際獲取金額認列為員工薪資所得，而非以擬制\n      收入為員工薪資所得，參諸財政部對靠行制度之相關函釋\n      （67年3月25日台財稅第31997號函、71年12月10日台財稅\n      第38935號函、74年6月21日台財稅第17954號函、76年3月\n      2日台財稅第7576785號函、79年4月3日台財稅第79002114\n      3號函、84年7月20日台財稅第841636379號函）規定，將\n      靠行車主創造之營業收入擬制為車行之收入，又將靠行車\n      主之費用支出擬制為車行之費用支出，而以靠行車主實際\n      獲利擬制為車行給付予靠行車主之薪資所得。另最高行政\n      法院97年度判字第34號判決：「另外該合約書還同時約定\n      ，費用應交由志明公司報銷，而上訴人在原審法院提出之\n      費用單據，被上訴人雖謂：『該等費用為志明公司報，上\n      訴人不得主張』云云，但依上開函釋所示，若志明公司有\n      申報上開費用，則在計算其支付予上訴人之擬制『薪資所\n      得』時，仍應予以扣除。而此等費用申報之有無及金額多\n      寡等事實，原審法院對以上二點，均未加以調查，即謂上\n      訴人不得主張此等費用支出，同樣有判決不備理由之違法\n      。」等語。本件永達公司為協助同仁執行業務，特訂定車\n      輛使用辦法，原告配偶乃依該規定及公務車輛租賃作業流\n      程向公司申請保管公務租賃車輛，由永達公司（承租人）\n      、原告配偶（保管人）及租賃車商（出租人）共同簽訂公\n      務車輛租賃契約，由永達公司按期支付車輛租金，認列營\n      業費用之車輛租金，依前揭綜合所得稅現金收付基礎之收\n      付實現原則及財政部95年函釋規定，系爭車輛租金不應再\n      歸併核定為原告配偶之薪資所得。換言之，原告配偶系爭\n      年度薪資所得包括個人薪酬1,270,469元，及組織激勵酬\n      勞426,373元，故結算後薪資所得為1,696,842元，此乃原\n      告配偶實際取自任職公司之薪資所得，依前揭收付實現原\n      則，對於薪酬計算過程中，屬績效衡量因素且非屬受僱人\n      實際領受之營業費用，不應涵蓋於受僱人之所得中。\n  ４、且系爭車輛租金由任職公司支付予租賃車商取得相關憑證\n      時，即以「營業費用-租金支出」科目列帳，並非先計入\n      薪資費用後，再自薪資費用中沖轉「營業費用-租金支出\n      」科目，益證系爭車輛租金從組織報酬中扣除，僅為計算\n      組織激勵酬勞，與業務拓展費用自組織報酬中扣除相同。\n      被告以業務津貼表中組織報酬之計算，即核認車輛租金係\n      從薪資所得中扣除，而歸屬原告配偶之薪資所得，顯未究\n      明原告配偶之應得薪資係依計算之結果始獲致，而錯置其\n      因果關係，更違反禁止差別待遇原則。而原告配偶與永達\n      公司簽立還款同意書，係因組織激勵酬勞計算過程中，其\n      每月計算組織報酬之業績消長不一，以及業務發展費用（\n      除系爭車輛租金外），亦非每月相同，因此永達公司考量\n      如按業績計算之組織報酬不足支付業務拓展費及系爭車輛\n      租金時，則有自個人薪酬中扣除之情形，故與原告配偶簽\n      立該同意書，以免歧見。又永達公司車輛使用辦法第1條\n      規定：「為協助同仁執行業務，特訂本辦法。本辦法所指\n      『車輛』係指公務用之租賃車輛及公務用之私人車輛。」\n      以及其負責人於95年10月31日調查筆錄中說明：「（永達\n      公司訂定『公務車輛使用辦法』供員工以公司名義向汽車\n      租賃商租賃汽車，且汽車保證金及每個月支付給汽車租賃\n      商之租金，係永達公司員工自行支付及從員工薪水中直接\n      扣除，永達公司並沒有支付任何費用，為何永達公司會提\n      供公務車租賃方法給員工使用，目的為何？）永達公司訂\n      定『公務車輛使用辦法』，主要係業務員拓展業務之用，\n      詳細情形要問本公司財務部才清楚。」依經驗法則，難謂\n      系爭租賃車用途非為公務使用，且系爭租賃公務車係原告\n      配偶為永達公司招攬保險業務使用，除陸續招攬新業務，\n      此彙整原告配偶經手之要保書明細表供核，獲取初年度服\n      務報酬外，亦需服務原有保戶，包括通知繳交及收取保費\n      、處理保戶理賠等問題，以繼續獲取續年度服務報酬，此\n      等活動均有使用車輛或其他交通工具之需，是依上開事實\n      ，證明系爭租賃車輛之公務用途，惟被告僅以原告配偶支\n      配使用程度高及系爭年度任職公司管理制度未規範設置使\n      用記錄，即推論非供公務使用，未究及其支配使用是否為\n      招攬業務所需之行為，且有關營利事業列報租金支出之查\n      核準則，僅規定計算方式、合法憑證等，並未要求使用記\n      錄，顯違反證據法則、論理法則及租稅之法律主義。另任\n      職公司自96年度起建置工作日誌系統，業務同仁得於該系\n      統紀錄每日外勤事項，謹檢附原告配偶活動紀錄表供參。\n      至有關系爭車輛因使用產生之車輛修繕費、油單及回數票\n      等相關費用，業經臺北市國稅局認定屬永達公司經營本業\n      及附屬業務有關之費用在案，惟被告卻就發生該油料、修\n      繕或保養費用之主體（系爭公務車）否認非經營本業或附\n      屬業務使用，不無矛盾之情。\n（四）有關罰鍰73,320元部分：\n  １、按「納稅義務人已依本法規定辦理結算申報，但對依本法\n      規定應申報課稅之所得額有漏報或短報情事者，處以所漏\n      稅額2倍以下之罰鍰。」固為行為時所得稅法第110條第1\n      項規定，惟按行政罰法第7條第1項規定，倘違反行政法上\n      義務之行為，有出於故意或過失者，始應處罰，此參諸司\n      法院釋字第275號解釋文：「人民違反法律上之義務而應\n      受行政罰之行為，法律無特別規定時，雖不以出於故意為\n      必要，仍須以過失為其責任條件。但應受行政罰之行為，\n      僅須違反禁止規定或作為義務，而不以發生損害或危險為\n      其要件者，推定為有過失，於行為人不能舉證證明自己無\n      過失時，即應受處罰。」益證。次依行為時所得稅法第88\n      條第1項第2類之規定，如納稅義務人因職務上或工作上自\n      機關、團體、事業或執行業務者取得之薪資所得，應由該\n      機關、團體、事業或執行業務者依相關規定扣繳並通知納\n      稅義務人薪資總額，以利納稅義務人申報綜合所得稅，縱\n      自薪資所得中有扣付款項之情，應以扣付前之金額通知納\n      稅義務人當年度之薪資所得金額，此參諸財政部68年5月\n      24日台財稅第33363號函釋：「勞工薪資所得每月扣繳稅\n      款之計算，係以每月在職務上或工作上取得之各種收入為\n      所得額，亦即扣繳憑單中應填載之（薪資所得）給付總額\n      。其由雇主自上項薪資所得中扣付之工會會費、職工福利\n      金、交通費及保險費等，於計算扣繳稅款時，不得自薪資\n      所得中減除。」規定意旨益證，是以本件原告依其配偶任\n      職公司開立之扣繳憑單申報，且以給付總額悉數列報，難\n      謂有過失之情，應予撤銷。另觀諸稅務違章案件減免處罰\n      標準第3條第2項規定及其修正理由第4點內容，足證納稅\n      義務人因扣繳義務人未於規定期限內申報或未據實填報扣\n      繳所得者，而納稅義務人就扣繳通報之所得業已悉數申報\n      ，仍有短漏報課稅所得者，難謂納稅義務人有應注意、能\n      注意而不注意之過失，得免依所得稅法第110條規定處罰\n      。經查本件原告依其配偶任職公司開立之扣繳憑單申報薪\n      資所得，且業以給付總額悉數列報，至公務車輛租賃契約\n      由原告配偶與任職公司及租賃公司簽訂，係因契約中涉及\n      保管人之權利義務，故原告配偶亦須為立約人，於合約上\n      簽名用印，況且租賃標的為公務車輛，為原告配偶任職公\n      司為協助原告配偶等業務員利於業務推展，依財政部規定\n      系爭租金支出應屬原告配偶任職公司之營業費用，要非原\n      告配偶之薪資所得，揆諸前揭說明，難謂有過失之情，應\n      免予處罰。訴願決定書所稱「核吳淑鳳列名系爭車輛租賃\n      合約之使用人，並於合約上簽名用印，可見吳淑鳳對前開\n      違章漏稅情節知之甚詳，惟漏未將系爭薪資所得與原告合\n      併申報，即應受罰」應有誤解。\n  ２、按行政罰法第24條所規定之一行為不二罰原則，應具憲法\n      位階（參諸司法院釋字第604號解釋協同意見書）。就系\n      爭車輛租金，如歸屬為薪資所得，則按所得稅法第114條\n      規定，對扣繳義務人予以處罰，則納稅義務人已依扣繳憑\n      單申報，自不宜再對納稅義務人予以處罰，以符前揭一行\n      為不二罰原則暨前揭免罰規定。經查本件扣繳義務人（即\n      永達公司負責人）業依臺北市國稅局97年6月13日財北國\n      稅中南綜所一字第0970213435號函規定，補繳稅款並補報\n      扣繳憑單，且經臺北市國稅局依法就應補繳稅款處1倍罰\n      鍰在案，而原告（即納稅義務人）依其配偶任職公司掣發\n      之扣繳憑單悉數申報所得，而致短漏報課稅所得，難謂非\n      屬同一行為，是依前揭一行為不二罰原則，自不應再予處\n      罰，此由前揭免罰規定之修正理由：「倘係因扣繳義務人\n      、營利事業或信託行為之受託人未於規定期限內申報或未\n      據實填報等由，造成稽徵機關提供之所得資料不完整，從\n      而納稅義務人憑以透過網際網路辦理結算申報有短漏報課\n      稅所得情事，似不宜歸責於納稅義務人。」益足為本件撤\n      銷之參採。\n  ３、縱如被告按臺北市調查處見解核定有短報薪資所得之情，\n      須依前揭所得稅法第110條第1項規定處罰時，有關「漏稅\n      額」之計算，揆諸同法條第2項規定：「納稅義務人未依\n      本法規定自行辦理結算申報，而經稽徵機關調查，發現有\n      依本法規定課稅之所得稅者，除依法核定補徵應納稅額外\n      ，應照補徵稅額，處3倍以下之罰鍰。」已依所得稅法第1\n      10條第1項規定辦理結算申報者，其「漏稅額」應不高於\n      該法條第2項未依規定辦理結算申報所核定之「補徵應納\n      稅額」，始符憲法之比例原則。另查第2項核定之「補徵\n      應納稅額」，係依行為時所得稅法第71條第1項前段規定\n      ：「納稅義務人應於每年5月1日起至5月31日止，填具結\n      算申報書，向該管稽徵機關，申報其上一年度內構成綜合\n      所得總額或營利事業收入總額之項目及數額，以及有關減\n      免、扣除之事實，並應依其全年應納稅額減除暫繳稅額、\n      尚未抵繳之扣繳稅額及可扣抵稅額，計算其應納之結算稅\n      額，於申報前自行繳納。」計算，得減除尚未抵繳之扣繳\n      稅額，是依前揭論理原則，本件係已依法辦理結算申報，\n      其漏稅額應參照第2項之計算，准予減除應扣繳稅額，惟\n      財政部賦稅署96年12月18日台稅一發字第09604554530號\n      函令規定：「如納稅義務人短漏報之所得於調查基準日前\n      ，業經扣繳義務人辦理扣繳者，於計算漏稅額時，自得減\n      除系爭短漏報所得已繳納之扣繳稅款；否則即不得減除。\n      」將致已申報者計算之「漏稅額」大於未申報者計算之「\n      補徵應納稅額」，有違法律之比例原則，依憲法第172條\n      命令不能牴觸憲法或法律原則之法令位階規定，應不予援\n      用，原處分顯失附麗，應予撤銷。\n  ４、末按「行政行為，非有正當理由，不得為差別待遇。」乃\n      行政程序法第6條所明定行政法之平等原則，此平等原則\n      係自憲法第7條規定而來，即禁止差別待遇原則，換言之\n      ，行政權之行使，不論在實體上或程序上，相同事件應為\n      相同處理，非有合理之正當理由，不得為差別待遇；是對\n      於案情相同之案件，應為相同之行政處分，方符行政程序\n      法之要求，有最高行政法院93年判字第1611號判例：「事\n      物的本質相同者，應作相同的處理，但事物的本質不同時\n      ，則應作不同的處理，方符合平等原則。」益證。經查與\n      本件相同案情（臺北高等行政法院98年度訴字第1567號訴\n      訟），被告於計算漏稅額時，業依規定扣除系爭所得之扣\n      繳稅額並核定在案，迭經復查決定及訴願決定亦是認，惟\n      訴願決定書另以「該公司雖已補繳稅款並補報扣繳憑單，\n      惟係於調查基準日（96年4月10日財北國稅審三字第09602\n      17676號函請公司提示相關資料）之後」為由，核認原告\n      計算漏稅額時，不得減除該已依法繳納之扣繳稅額，顯與\n      前揭行政程序法第6條之平等原則及憲法賦予平等權有悖\n      ，應予撤銷等情，並聲明求為判決撤銷訴願決定及原處分\n      (復查決定含原核定處分關於原告配偶取自永達公司薪資\n      所得及罰鍰部分)。\n三、被告則以︰\n（一）原告配偶93年度任職於永達公司，該公司與格上汽車租賃\n      股份有限公司（下稱格上公司）簽訂「公務車輛租賃附屬\n      契約」（租賃期間自93年6月23日起至95年6月22日止，車\n      輛廠牌形式：LEXUS ES-330，牌照號碼：EE-1809），約\n      定車輛保證金550,000元，每月租金62,800元，並由原告\n      配偶擔任車輛使用人，實際使用及保管車輛，有永達公司\n      、格上公司及原告配偶共同簽訂之公務車輛租賃附屬契約\n      可稽，亦為原告所不否認。上開車輛之租賃，先由原告配\n      偶將車輛保證金550,000元匯入永達公司帳戶，每月租金\n      62,800元則由原告配偶薪資扣取，有原告配偶親自簽名之\n      公務車輛申請暨扣薪同意書可稽，足證原告配偶對於上開\n      車輛每月租金實為薪資之一部分，尚難諉為不知。次查永\n      達公司承租上開車輛後，實際由原告配偶保管使用，公司\n      不問其用途，且租賃期限屆滿後並由原告配偶買回，有格\n      上公司開立予原告配偶550,000元之統一發票一紙可稽，\n      且永達公司車輛使用辦法第2條及第6條：「凡處經理級以\n      上人員或達MDRT資格者均得申請保管公務租賃車輛乙部。\n      」及「公務租賃車輛之保管申請須由處主管級以上人員親\n      簽同意辦理。」可知保管公務租賃車輛並非公司全體保險\n      業務員均得享有之權利，足證上開車輛之所有權人實為原\n      告配偶，原告主張該車輛係因業務需要而租賃使用，核無\n      足採。則原告配偶以形式上租賃行為將車輛所有權實際移\n      轉於己，與員工單純以公司名義租賃車輛從事業務之行為\n      仍屬有別，尚難就此認為原告配偶分期給付車商之租金得\n      依查核準則第74條第3款第2目之5之規定列報為交通費；\n      又上開車輛租賃使用狀況，原告配偶得自由支配之，是否\n      與公司業務有其關聯，不無疑問，難認車輛租金係因業務\n      需要所代支之相關營業費用。又同一事實於刑事犯罪之判\n      斷與稅捐課徵之認定，其構成要件與規範目的尚有不同，\n      不得遽以相提並論；而行政機關認定事實及法律效果本不\n      受刑事法院之拘束，是本件自不受臺北地檢署不起訴處分\n      之拘束。\n（二）扣繳義務人與納稅義務人為稅法上不同之主體，其義務性\n      質亦有不同，對其處罰之目的及手段亦有不同考量，尚無\n      違背一事不二罰之原則。本件原告配偶對於公務車輛之租\n      金係由其薪資扣取乙節並非不知，惟其仍以租金扣取後之\n      薪資淨額申報綜合所得稅薪資所得，主觀上即有故意，被\n      告依前揭規定按所漏稅額366,604元處0.2倍罰鍰73,320元\n      ，並無違誤。至臺北市國稅局中南稽徵所於97年6月13日\n      以財北國稅中南所綜一字第097213435號函通知永達公司\n      補繳應扣未扣稅款，並補報扣繳憑單，該公司雖已補繳稅\n      款，並補報扣繳憑單，惟永達公司補辦扣繳稅款係於調查\n      基準日（96年4月10日財北國稅審三字第0960217676號函\n      請公司提示相關資料）之後，於計算漏稅額時，依財政部\n      賦稅署96年函釋意旨，不得減除短報所得已繳納之扣繳稅\n      款。又稅務違章案件減免處罰標準第3條第2項得免予處罰\n      之規定，於故意違反稅法規定者，不得適用免罰，本件申\n      請人明知有該所得，仍故意漏報，又該處罰標準第3條第2\n      項第1款規定，係自95年度綜合所得稅結算申報案件適用\n      之，本件係93年度綜合所得稅結算申報案件，自無前揭處\n      罰標準之適用等語，資為抗辯，並聲明求為判決駁回原告\n      之訴。\n四、本件事實概要欄所載之事實，為兩造所不爭執，並有原告93\n    年度綜合所得稅結算申報書、被告綜合所得稅核定通知書及\n    97年11月28日97年度財綜所字第74097102418號裁處書附原\n    處分卷可稽，應堪認定。本件兩造之爭點為：原告93年度綜\n    合所得稅結算申報，是否有漏報其配偶取自永達公司薪資所\n    得1, 507,200元？被告所為之補稅罰鍰處分是否合法？茲分\n    述如下：\n（一）按「個人之綜合所得總額，以其全年下列各類所得合併計\n      算之：．．．第3類：薪資所得：凡公、教、軍、警、公\n      私事業職工薪資及提供勞務者之所得：1.薪資所得之計算\n      ，以在職務上或工作上取得之各種薪資收入為所得額。2.\n      前項薪資包括：薪金、俸給、工資、津貼、歲費、獎金、\n      紅利及各種補助費。但為雇主之目的，執行職務而支領之\n      差旅費、日支費及加班費不超過規定標準者，及依第4條\n      規定免稅之項目，不在此限。」「納稅義務人應於每年5\n      月1日起至5月31日止，填具結算申報書，向該管稽徵機關\n      ，申報其上一年度內構成綜合所得總額或營利事業收入總\n      額之項目及數額，以及有關減免、扣除之事實，並應依其\n      全年應納稅額減除暫繳稅額、尚未抵繳之扣繳稅額及可扣\n      抵稅額，計算其應納之結算稅額，於申報前自行繳納。」\n      「納稅義務人已依本法規定辦理結算申報，但對依本法規\n      定應申報課稅之所得額有漏報或短報情事者，處以所漏稅\n      額兩倍以下之罰鍰。」分別為行為時所得稅法第14條第1\n      項第3類第1款及第2款、第71條第1項前段及第110條第1項\n      所明定。依上開所得稅法第14條第1項第3類第1款及第2款\n      規定可知，薪資係指營利事業支付員工之薪金、俸給、工\n      資、津貼、歲費、獎金、紅利及各種補助費等，營利事業\n      所支付之薪資應具備下列之條件，方得認列：1.經預先決\n      定或約定：一般職工係指經聘僱雙方事先約定，而執行業\n      務之股東、董事、監察人則須經組織章程規定或股東大會\n      或社員大會預先決議；2.不論盈虧均須支付：營利事業之\n      薪資須不論盈虧，均應支付，方得核實認列，旨在防止營\n      利事業以支付薪資之方式分配其盈餘，控制其課稅所得額\n      。3.列支限額：合夥及獨資組織之職工薪資，不得超過規\n      定之通常水準；4.原始憑證：如員工之收據或簽收之名冊\n      、印領清冊、聘用契約、加班紀錄等。\n（二）次按「營利事業所得之計算，以其本年度收入總額減除各\n      項成本費用、損失及稅捐後之純益額為所得額。」「經營\n      本業及附屬業務以外之損失，或家庭之費用．．．不得列\n      為費用或損失。」為行為時所得稅法第24條第1項及第38\n      條分別有明文規定。又「經營本業及附屬業務以外之費用\n      及損失，不得列為費用或損失。」營利事業所得稅查核準\n      則（下稱查核準則）第62條亦定有明文。營業費用是企業\n      於推銷產品或管理其營利事業的過程中所消耗的財貨或勞\n      務支出，是為企業的期間成本，會計上依成本與收益配合\n      原則，必須在其耗用或發生期間自收益中減除，以計算所\n      獲取之利潤。由於所消耗的財貨或勞務性質有別，因此查\n      核準則中乃將其分為薪資支出、租金支出、文具用品、旅\n      費等若干項目，分別訂定其列支原則。查核準則係依稅捐\n      稽徵法、所得稅法、營業稅法、促進產業升級條例、中小\n      企業發展條例、商業會計法、稅捐稽徵機關管理營利事業\n      會計帳簿憑證辦法、商業會計處理準則及其他有關法令之\n      規定訂之，此觀該查核準則第1條之規定自明。雖國家對\n      人民自由權利之限制，應以法律定之，且不得逾越必要程\n      度，憲法第23條定有明文。但法律內容不能鉅細靡遺，一\n      律加以規定，其屬細節性、技術性之事項，法律自得授權\n      主管機關以命令定之，俾利法律之實施。而財政部所訂定\n      之查核準則，係規定有關營利事業所得稅結算申報之調查\n      、審核等事項，究其性質核屬財政部為執行所得稅法及稅\n      捐稽徵法等法規，基於法定職權所發布之解釋性、裁量性\n      或作業性之行政規則，並未逾越所得稅法等相關之規定，\n      亦未加重人民稅賦，而92年1月4日修正公布之所得稅法第\n      80條第5項已賦予查核準則法律授權依據，被告自得予以\n      適用。簡言之，所得稅法與查核準則對營業費用之認列，\n      須以營利事業為經營本業及附屬業務有關之費用或損失為\n      前提要件。\n（三）復按「涉及租稅事項之法律，其解釋應本於租稅法律主義\n      之精神，依各該法律之立法目的，衡酌經濟上之意義及實\n      質課稅之公平原則為之。」經司法院釋字第420號解釋甚\n      明。又租稅法所重視者，應為足以表徵納稅能力之實質的\n      經濟事實，而非其外觀之法律行為或形式上之登記事項，\n      對實質上相同經濟活動所產生之相同經濟利益，應課以相\n      同之租稅，始符合租稅法律主義所要求之公平及實質課稅\n      原則。實質課稅原則既為租稅法律主義之內涵及當然歸趨\n      ，故有關課徵租稅構成要件事實之判斷及認定，自亦應以\n      其實質上經濟事實關係及所產生之實質經濟利益為準，而\n      非以形式外觀為準，否則勢將造成鼓勵投機或規避稅法之\n      適用，無以實現租稅公平之基本理念及要求（最高行政法\n      院82年度判字第2410號判決意旨參照）。\n（四）本件原告配偶93年度任職於永達公司，該公司與格上公司\n      簽訂「公務車輛附屬租賃契約」（租賃期間自93年6月23\n      日起至95年6月22日止），約定由格上公司出租汽車1輛（\n      廠牌型式：LEXUS ES-330、排氣量：3,300C.C.、牌照號\n      碼：EE-1809）予永達公司，每月租金為62,800元，車輛\n      保證金為550,000元；並由原告配偶擔任車輛保管人，實\n      際使用及保管系爭車輛，每月租金係由永達公司先行墊付\n      予格上公司，以「營業費用－租金支出」科目列帳後，再\n      從原告配偶薪資扣取，並以應發放之薪資總額扣除車輛租\n      金後之淨額，列報原告配偶之薪資費用，93年度永達公司\n      以租賃車輛之名義，扣取原告配偶薪資計1,507,200元，\n      原告亦以扣除車輛租金後之薪資淨額列報其配偶薪資所得\n      等情，此為兩造所不爭，並有公務車輛附屬租賃契約、公\n      務車輛申請暨扣薪同意書及業務連繫表等資料附原處分卷\n      可稽。是被告依實質課稅原則，核認系爭車輛租金，實質\n      上係原告配偶之薪資所得，歸戶核定原告配偶系爭年度取\n      自永達公司薪資所得，據以對原告補徵稅額及罰鍰，核無\n      不合。\n（五）又依永達公司內部93年度之「公務車輛租賃作業流程」第\n      3款規定：「業務同仁與租賃車商確認價位無誤後，自行\n      將保證金款項，匯入公司指定帳戶，並填寫公司帳戶存款\n      報告單。」可知，前開車輛保證金實質上係由原告配偶出\n      資而非永達公司負擔。又永達公司「公務車輛租賃作業流\n      程」第4款及第5款規定：「保證金匯入指定帳戶後，通知\n      租賃車商進行簽約（公務車輛申請暨扣薪同意書及公務車\n      輛租賃附屬契約）及對保等相關事宜。」及「租賃車商檢\n      附『公務車輛申請暨扣薪同意書』及第3款之『公司帳戶\n      存款報告單』向總公司財務部申請保證金之支付。」且永\n      達公司財務部經理李忠約於臺北地檢署偵查時到庭證稱「\n      業務拓展費由員工檢具單據向公司申報後才發放，薪資則\n      直接發放」（參照該署96年度偵字第2347號不起訴處分書\n      ）及永達公司93年度「公務車輛使用辦法」第7條：「因\n      使用公務車輛所衍生之油料、修繕或保養費用，得由使用\n      人檢具合於營業稅法之單據報支『業務發展費用』。」可\n      知，永達公司「業務拓（發）展費」係由員工檢具單據向\n      永達公司申請，始由該公司發放與員工。倘系爭車輛租金\n      支出確實為永達公司之業務拓展費用，何以獨系爭車輛租\n      金支出係採「由永達公司先支付車商，再由員工之酬庸內\n      扣除」之方式核銷，與其他業務拓展費採「由員工檢具單\n      據向永達公司申請後，永達公司再發放予員工」之核銷方\n      式迥異？原告均難自圓其說。至原告所稱「永達公司係將\n      業務拓展費（車輛租金）併同薪資發放，再將該公司先行\n      墊付之業務拓展費（車輛租金）從發放予原告配偶之傭酬\n      內扣除」云云，尚難採據。\n（六）次查系爭租賃車係由員工自行洽詢車商於確認車種、車價\n      及分期付款期數後，將保證金款項（車價20%或30%等），\n      匯入公司指定帳戶，車商再檢附相關文件，向永達公司申\n      請保證金及每月租金給付，有該公司公務車輛使用辦法及\n      公務車輛租賃作業流程可稽。且永達公司支付員工車輛費\n      用，係列在「營業費用－租金支出」科目項下，既然每期\n      租金支出金額係由員工自行洽詢車商於確認車種、車價及\n      分期付款期數，在員工簽立車輛租賃契約書當下即確定，\n      公司如認其車輛租金非員工之薪資，則又何以將租賃期間\n      每月之租金併同薪資發放，再每月由員工薪資項目扣款，\n      顯有違常情。綜情以觀，系爭車輛係由原告配偶自行與車\n      商確認車種、車價及分期付款期數後，再由原告配偶、出\n      租車輛公司共同簽訂租賃契約，車輛保證金係由原告配偶\n      支付，永達公司再按月從原告配偶薪資中扣取租金，並由\n      原告配偶實際使用及保管系爭車輛。系爭租賃合約承租人\n      之違約風險顯然已完全由原告配偶所負擔，永達公司雖形\n      式上列名租賃契約之承租人，惟並未承擔任何承租人違約\n      風險；且系爭車輛實際係由原告配偶支付租金，由原告配\n      偶使用收益，自租賃之效力觀察出租人及原告配偶之權利\n      義務內容，原告配偶負有租金支付義務、租賃物保管義務\n      及租賃債務擔保義務，原告配偶雖於租賃契約列名保管人\n      ，實質上為系爭車輛之承租人，永達公司僅係租賃契約名\n      義上之承租人，實際並未承租系爭車輛，堪以憑認。況原\n      告亦未能證明系爭車輛租金為永達公司經營本業及附屬業\n      務有關之費用。從而，被告認定系爭車輛租金，並非供永\n      達公司經營本業及附屬業務所使用，揆諸首揭營業費用認\n      列之相關規定及說明，系爭車輛租金支出自不能認係永達\n      公司之營業租金費用，依實質課稅原則，認屬原告配偶之\n      薪資所得，核無不合。又本件被告係依證據實質認定，並\n      無違最高行政法院61年判字第70號判例意旨。再者，原告\n      配偶所得亦已按月付租金及扣薪時實現，被告認定薪資所\n      得亦無違最高行政法院93年度判字第966號判決意旨。此\n      外，原告配偶是項所得非擬制收入，與原告所舉財政部關\n      於靠行制度之相關函釋即財政部67年3月25日台財稅第319\n      97號函、71年12月10日台財稅第38935號函、74年6月21日\n      台財稅第17954號函、76年3月2日台財稅第7576785號函、\n      79年4月3日台財稅第790021143號函、84年7月20日台財稅\n      第841636379號函及最高行政法院97年度判字第34號判決\n      事實，非全然相同，尚難比附援引。\n（七）又查，臺北市調查處以永達公司負責人吳文永違反稅捐稽\n      徵法第41條、第43條第1項及商業會計法第71條第5款規定\n      移送，經臺北地檢署檢察官96年度偵字第2347號不起訴處\n      分，該不起訴處分書認定永達公司自92年至95年期間，公\n      司員工使用公務租賃車輛，僅有余葡月、李峰寶、陳玉英\n      、陳玉真及田敏薰等5人於租期滿後買回車輛，比例極低\n      。惟查永達公司92年至95年間員工依公務車輛使用辦法申\n      請汽車租賃368輛中，扣除未到期車輛35輛後，計有269輛\n      係由員工本人或關係人（配偶、父母、兄弟、姊妹、配偶\n      親戚等）買回，其比例占已到期車輛高達80.78%，有財政\n      部高雄市國稅局參酌臺北市國稅局編製之永達公司92年至\n      95年間員工租車到期移轉統計表彙整資料附本院99年度訴\n      字第54號訴訟卷宗，並經本院核閱無誤。且該不起訴處分\n      係認定吳文永違反稅捐稽徵法事件，尚無幫助逃漏稅捐等\n      犯行而予以不起訴處分，與本件系爭事實查證結果應歸課\n      原告配偶薪資所得之認定尚屬有間，為不同構成要件事實\n      ，依最高行政法院75年判字第309號判例意旨，行政處分\n      本應依查得之事實認定，不受刑事判決之拘束，是被告所\n      為系爭核課處分不受臺北地檢署96年度偵字第2347號不起\n      訴處分認定事實拘束。此亦無違最高行政法院32年判字第\n      18號判例及最高行法院89年度判字第699號判決要旨。\n（八）原告主張台北市國稅局曾以96年6月5日財北國稅審2字第\n      0960201843號函復臺北地檢署以：「．．．3、前揭財政\n      部95年函釋（95年6月28日台財稅字第09504063430號函）\n      規定，保險公司之保險業務員為所屬公司招攬保險業務而\n      發生之必要費用，可由保險公司依營利事業所得稅查核準\n      則（以下簡稱查核準則）有關規定依其費用性質檢據核實\n      列報。所謂『與經營業務有關之損費』，依所得稅法第38\n      條及行政法院相關判決規定，乃指公司之營業行為，屬本\n      身經營之業務之一或與本身業務有直接關聯而言，先予敘\n      明。4、保險經紀公司之員工，如為所屬公司招攬業務而\n      以公司名義購置車輛（即車輛所有權登記為公司之財產）\n      ，則其分期給付車商之價金，係公司取得該資產代價之部\n      分，自非屬保險經紀公司之營業費用。該公司應以該資產\n      之實際成本，按所得稅法及查核準則規定之方法以及耐用\n      年數計提折舊。另該員工如係以公司名義租賃車輛，其分\n      期給付車商之租金（不含保證金），得依查核準則第74條\n      第3款第2目之5規定認屬為交通費，依首揭財政部95年函\n      釋規定，應由保險經紀公司檢據核實列報，尚不宜約定由\n      保險業務員自行吸收或負擔。至員工如以員工自己名義租\n      購車輛，則該扣付款應視為員工基於僱傭關係而取得之各\n      種補助費或給與，故保險經紀公司應以薪資支出列支，並\n      依法併同員工薪資所得依率扣繳稅款。」等語，爭執不應\n      屬保險業務員之薪資所得云云。惟查，財政部95年函釋係\n      指因招攬保險業務而發生之文具用品費等支出，並無租金\n      支出項目，且函釋內容限於招攬保險業務而生之費用而言\n      。另首揭96年6月5日財北國稅審2字第0960201843號函釋\n      以「另該員工如係以公司名義租賃車輛，其分期給付車商\n      之租金（不含保證金），得依查核準則第74條第3款第2目\n      之5規定認屬為交通費，依首揭財政部95年函釋規定，應\n      由保險經紀公司檢據核實列報，尚不宜約定由保險業務員\n      自行吸收或負擔」，係謂保險公司約定由業務員自行吸收\n      之約定不適宜，惟本件既實際由原告配偶自行吸收，自仍\n      應實質認定租金之分擔情形，而予定性是否薪資所得。此\n      外，該函又謂「．．．員工如以員工自己名義租購車輛，\n      則該扣付款應視為員工基於僱傭關係而取得之各種補助費\n      或給與，故保險經紀公司應以薪資支出列支，並依法併同\n      員工薪資所得依率扣繳稅款」，亦認如員工自己租、購車\n      輛所扣付款，為薪資支出。本件每月之租金既併同薪資發\n      放，再每月由原告配偶薪資項目扣款，永達公司僅形式名\n      義人，實質承租人確為原告配偶，名實不符，自難逕以首\n      揭95年及96年函釋為有利原告之認定。\n（九）再以「．．．營業人租用汽車載運員工上下班，係屬購買\n      供本業或附屬業務使用之勞務，其有關之進項稅額，除依\n      上開規定不得扣抵外，應准予扣抵。」固經財政部79年7\n      月4日台財稅第790178955號函釋在案，惟上開函釋係以營\n      業人因業務需要而租用汽車，供本業或附屬業務使用之勞\n      務為要件，本件永達公司僅係名義上之承租人，實際係由\n      原告配偶租賃及使用車輛，並非永達公司租賃車輛供原告\n      配偶使用，而係原告配偶私人支出供私人使用，即難認係\n      永達公司租賃車輛供本業或附屬業務使用，亦無上開函釋\n      適用之餘地。另按稅捐機關在核課期間內若另發現有應徵\n      之稅捐時，依稅捐稽徵法第21條之明文規定，稅捐稽徵機\n      關本得依法予以補行課徵，不受原處分之拘束。而稅捐稽\n      徵法第21條第2項所謂另發現應徵之稅捐，只須其事實不\n      在行政救濟裁量範圍內者均屬之，有最高行政法院58年判\n      字第31號判例及92年度5月份庭長法官聯席會議決議足資\n      參照。是被告於核課期間內，依臺北市調查處及臺北市國\n      稅局通報及查得資料之新事實，查獲原告漏報其配偶取自\n      永達公司薪資所得，予以補徵，核與稅捐稽徵法第21條規\n      定無違，尚無違誤。\n（十）第以綜合所得稅係採自行申報制，有所得即應申報，人民\n      有依法律納稅之義務自應注意使之符合稅法之強行規定。\n      本件原告配偶於系爭年度既有領受系爭所得，即應依所得\n      稅法第71條規定辦理申報，茲原告未就其實際所得申報，\n      已構成客觀之違章事實，且原告配偶係自行洽詢車商、確\n      認車種、車價及付款方式後，列名系爭車輛租賃合約之保\n      管人，並於合約上簽名用印而與永達公司共同完成上開規\n      避稅賦之行為，主觀上自有故意。從而被告按所漏稅額處\n      0.2倍之罰鍰，經核並無不合。\n（十一）原告另主張縱如被告核定有短報薪資所得之情，須依所\n        得稅法第110條第1項規定處罰時，漏稅額應按該條第2\n        項核定之補徵應納稅額計算，准予扣除系爭所得之扣繳\n        稅款云云。惟查，永達公司於臺北市國稅局97年6月13\n        日財北國稅中南綜所一字第0970213435號函通知補繳應\n        扣未扣稅款並補報扣繳憑單時，雖已補繳稅款並補報扣\n        繳憑單在案，惟永達公司補辦扣繳稅款係於進行調查日\n        〔96年4月10日即調查基準日（96年4月10日財北國稅審\n        三字第0960217676號函請公司提示相關資料日）〕之後\n        ，依財政部賦稅署96年12月18日台稅一發字第09604554\n        530號函：「五、綜上，納稅義務人經發現短漏報屬應\n        扣繳之課稅所得並應依規定裁罰之案件，其漏稅額計算\n        之基準，應以．．．82年11月3日台財稅第821501458號\n        函規定之調查基準日短漏報之所得，及已繳納之稅款為\n        計算漏稅額之基準。如納稅義務人短漏報之所得於調查\n        基準日前，業經扣繳義務人辦理扣繳者，於計算漏稅額\n        時，自得減除系爭短漏報所得已繳納之扣繳稅款；否則\n        即不得減除。」上揭財政部函釋與法律規定意旨，尚無\n        違背，被告辦理相關案件，自得援用之。本件計算漏稅\n        額時，自不得減除短報所得已繳納之扣繳稅款。故原告\n        此部分之主張，尚非可採。\n（十二）原告又主張本件已處罰扣繳義務人，基於一行為不二罰\n        原則，不應再就扣繳稅額計算罰鍰云云；查扣繳義務人\n        未依規定扣繳稅款與所得人漏報所得係屬二事，二者違\n        章主體不同；另未依規定扣繳稅款係依所得稅法第114\n        條規定處罰，而所得人漏報所得係依同法第110條規定\n        處罰，二者處罰之法律依據亦不同，原告主張本件處罰\n        違反一行為不二罰原則云云，亦非可採。原告雖復主張\n        與本件相同情形之臺北高等行政法院98年度訴字第1567\n        號綜合所得稅事件，臺灣省北區國稅局於計算漏稅額時\n        ，乃以扣除系爭所得之扣繳稅額後之金額予以核定，本\n        件未予扣除，有違平等原則云云。惟按，行政自我拘束\n        原則係基於憲法之平等原則而來，惟憲法之平等係法律\n        上實質地位之平等，僅有合法之平等，而無違法之平等\n        ，因此，行政自我拘束應以原有行政實務合法為前提，\n        憲法之平等原則，並非賦予人民有要求行政機關重複錯\n        誤之請求權。查本件計算漏稅額時，不得減除嗣後補予\n        扣繳之稅款，已如前述，臺灣省北區國稅局於該綜合所\n        得稅事件，縱有原告主張前揭情事，乃屬臺灣省北區國\n        稅局於個案決定有無疏誤之問題，核與行政自我拘束及\n        平等原則無涉，更無拘束本院之效力，原告執此主張本\n        件應為相同之處理，即非有據。\n五、綜上所述，原告主張既不可採，則被告以原告漏報其配偶取\n    自永達公司薪資所得，據以核定補徵稅額並按所漏稅額處以\n    0.2倍罰鍰，核無違誤，亦無違平等原則與比例原則；復查\n    決定、訴願決定遞予維持，亦無不合；原告起訴意旨求為判\n    決撤銷訴願決定及原處分，為無理由，應予駁回。又本件事\n    證已臻明確，兩造其餘攻擊防禦方法，均核與本件判決結果\n    不生影響，爰無逐一論述之必要，併此敘明。\n六、據上論結，本件原告之訴為無理由，依行政訴訟法第98條第\n    1項前段，判決如主文。"
  },
  "characters": {
    "judges": [

    ],
    "prosecutors": [

    ],
    "lawyers": [

    ],
    "clerks": [

    ],
    "plaintiffs": [
      "甲"
    ],
    "defendants": [
      "財政部臺灣省南區國稅局",
      "代  表  人  丙○○  局長"
    ],
    "prosecutor_office": [

    ],
    "creditors": [

    ],
    "debtors": [

    ],
    "judicial_associate_officer": [

    ]
  },
  "adjudged_at": "2010-05-12",
  "created_at": "2016-01-05 11:58:57",
  "updated_at": "2016-01-05 11:58:57"
}