{
  "identify": "KSH-97-建上-26-20100512-2",
  "court": {
    "name": "臺灣高等法院",
    "code": "KSH"
  },
  "division": {
    "name": "民事",
    "code": "V"
  },
  "year": 97,
  "word": "建上",
  "number": "26",
  "jcheck": "2",
  "reason": "給付工程款",
  "content": "臺灣高等法院高雄分院民事判決          97年度建上字第26號\n上  訴  人  金亙昌企業有限公司\n法定代理人  甲○○\n訴訟代理人  許乃丹律師\n被上訴人    貿展數位科技有限公司\n法定代理人  己○○\n訴訟代理人  庚○○\n上列當事人間請求給付工程款事件，上訴人對於民國97年8 月6\n日臺灣高雄地方法院97年度建字第18號第一審判決提起上訴，本\n院於99年4 月21日言詞辯論終結，判決如下：\n    主  文\n原判決廢棄。\n被上訴人在第一審之訴駁回。\n第一、二審訴訟費用由被上訴人負擔。\n    事 實 及 理 由\n一、被上訴人起訴主張：上訴人因承攬交通部高雄港務局（下稱\n    高雄港務局）之「高雄港港區監視系統工程」，於民國95年\n    6 月間，與伊簽訂工程承攬契約，約定上訴人將港區監視系\n    統工程中之「後端設備建置工程」之數位電視牆及數位電視\n    牆控制系統（下稱系爭工程）委由伊施作，工程款新臺幣（\n    下同）511 萬5000元，加計營業稅為537 萬750 元（下稱系\n    爭合約）。兩造除約定上訴人應預付定金107 萬4150元外，\n    上訴人應於伊交貨安裝完成並提交竣工報告經機關（即業主\n    高雄港務局）認可後，給付60％工程款含稅即322 萬2450元\n    ，驗收後給付20％含稅即107 萬4150元，且約定自設備安裝\n    完畢後經1 個月測試後7 日內，若無書面通知對交付產品有\n    異議，則視同完成驗收；伊已於95年7 月27日竣工，並於同\n    年9 月27日進行系統測試完畢，上訴人及高雄港務局均未表\n    示異議，依約應視同完成驗收完成，上訴人依約應於同年10\n    月將系爭工程款429 萬6600元給付予伊，惟上訴人迄今未給\n    付。爰依系爭承攬契約，求為：上訴人應給付被上訴人429\n    萬6600元及自起訴狀繕本送達翌日起算之法定遲延利息。\n二、上訴人則以：系爭工程係伊向高雄港務局承攬港區監視系統\n    工程中之一部分，依伊與高雄港務局簽訂之契約（下稱購案\n    契約），伊須於決標日起30日內提送設備安裝時程表，並於\n    決標日起60日內提送細部設計書，細部設計書內容須因包含\n    港區監視工程全部項目，故須俟高雄港務局或其指定機構審\n    查後，始得施工安裝，因高雄港務局主張依購案契約第12條\n    約定，港區監視系統工程之驗收必須一次統籌辦理，高雄港\n    務局則一再以伊承攬之港區監視系統工程中之「前端設備建\n    置工程」不合規格，且工程有進度落後達90％為由，主張解\n    除港區監視系統工程契約而不願驗收，現已由伊起訴請求高\n    雄港務局應支付工程款，並非可歸責於伊，故被上訴人並無\n    就系爭工程請求辦理單獨驗收之權利；且依系爭契約之約定\n    ，伊於被上訴人交貨安裝完成並提交竣工報告經機關（即業\n    主高雄港務局）認可後，始需給付系爭工程款中之322 萬24\n    50元，並於系爭工程驗收後，始應支付其餘工程款107 萬4\n    150 元，然被上訴人雖已依約完成系爭工程，但存在螢幕不\n    平整之瑕疵，且未提出任何竣工報告經高雄港務局審查通過\n    ，另因部分後端工程仍未完成，並無電力可供被上訴人進行\n    系爭工程之測試，而前端工程尚未完成，根本無法進行系統\n    整合測試，高雄港務局亦拒絕針對系爭工程進行驗收測試，\n    故被上訴人自未完成竣工及驗收程序，不符合兩造約定之付\n    款條件等語，資為抗辯。\n三、原法院判決被上訴人勝訴。上訴人提起上訴，求為：(一)原判\n    決廢棄。(二)被上訴人在第一審之訴及假執行之聲請均駁回。\n    被上訴人則求為駁回上訴。\n四、兩造不爭執事項：本院卷二254至255頁。\n  (一)兩造於95年6 月間簽訂系爭承攬契約，約定由被上訴人承攬\n    施作系爭工程，上訴人應給付工程款511 萬5000元（未含營\n    業稅，應另加計營業稅5 ％），上訴人已給付原告定金107\n    萬4150元，尚欠429 萬6600元（加計營業稅後為429 萬6600\n    元）未給付。\n  (二)被上訴人知悉系爭港區監視系統工程之投標須知、契約等內\n    容，該系統工程分為前端工程及後端工程（前端設備與後端\n    設備內容見外放購案契約後之決標清單所載），被上訴人為\n    上訴人後端工程中數位電視牆系統之分包商。\n  (三)被上訴人已將數位電視牆安裝完畢。\n  (四)港區監視系統工程因前端設備未完成，故系爭工程尚未經業\n    主高雄港務局進行為期1 個月之實機整合測試及驗收。\n五、本院判斷：\n    系爭契約第4 條付款辦法約定：「(1)簽約時支付總金額20%\n    現金訂金，合計102 萬3000元（未稅）。(2)交貨安裝完成並\n    提送竣工報告經機關認可後支付總金額60% ，30天期票，合\n    計306 萬9000元（未稅）。(3)本合約承做項目驗收後支付總\n    金額20% ，30天期票，合計102 萬3000元（未稅）。自設備\n    安裝完畢經1 個月測試後起7 日內，若無書面通知對交付產\n    品有異議，則視同完成驗收」，上訴人依系爭合約給付定金\n    107 萬4150元（含稅），被上訴人亦已安裝數位電視牆及數\n    位電視牆控制系統完畢，為兩造所不爭執。故應予審究者，\n    乃被上訴人是否已依系爭合約第4 條約定「(2)交貨安裝完成\n    並提送竣工報告經機關認可後支付總金額60% ，30天期票，\n    合計306 萬9000元（未稅）。(3)本合約承做項目驗收後支付\n    總金額20% ，30天期票，合計102 萬3000元（未稅）。自設\n    備安裝完畢經1 個月測試後起7 日內，若無書面通知對交付\n    產品有異議，則視同完成驗收」履行，而得請求工程款？\n  (一)上訴人與高雄港務局所簽訂之購案契約中有關設計服務建議\n    書記載購案契約係由上訴人及其協力廠商包括被上訴人、松\n    華國際股份有限公司（下稱松華公司），其中被上訴人之工\n    程師丙○○即負責數位電視牆及該電視牆控制系之技術統合\n    （見外放購案契約服務建議書1 至10頁），故被上訴人係上\n    訴人與高雄港務局所簽訂購案契第8 條第12款所稱之分包廠\n    商。証人即被上訴人公司負責系爭契約之前副總經理乙○○\n    証稱：「（你在擔任貿展數位科技公司副總經理期間，是否\n    與上訴人承攬高雄港務局之港區監視系統工程？）有」、「\n    （被上訴人在此工程是分包？）上訴人是主包商，被上訴人\n    是分包商」、「（這業務在貿展數位科技公司是你負責的？\n    ）是」、「（你與上訴人何人接洽？）甲○○」、「（是你\n    找甲○○，或是他找你的？）甲○○透過我麥克風的廠商，\n    打電話給我有港區監視系統工程，問我們公司是否意願，我\n    就與他們約時間，我事先有跟公司報備，我們總經理也知道\n    」、「（你的意思是公司知道你要跟上訴人洽談系爭工程？\n    ）知道」、「（你們洽談時，你與甲○○接洽內容為何？）\n    我們公司是代理電視牆的業務，系爭工程要用到電視牆，甲\n    ○○在投標前給我投標須知規格，投標須知有規定例如我們\n    負責電視牆，我們就必須根據投標須知裡面的規定準備資料\n    ，再把資料交給主標人即上訴人彙整投標」（本院卷一291\n    至292 頁），松華公司高雄區經理戊○○証稱：「其公司負\n    責前端工程中之提供DVR 、全功能攝影機、中控軟體等設備\n    」、「（你們松華公司是跟上訴人標案為合作團隊，你們參\n    與這個標案時，上訴人有無先給妳們公司看過上訴人與港務\n    局的合約？）有看到施工的規範，包括施工的規格、施作的\n    方式，也就是在投標前上訴人有將要求我們合作的內容相關\n    資訊都給我們。上訴人與港務局簽約後，上訴人有把合約給\n    我們看」、「（請求提示鈞院外放證物港務局購案契約，你\n    們公司與上訴人公司簽約時，有無拿到這個購案契約？）有\n    的」、「（契約37頁以下及175 頁以下的內容是否都是由你\n    們提供給上訴人？）是先看過由上訴人提供給我們港務局的\n    規範內容，我們再根據這個內容找設備，把這個資料提供給\n    上訴人，再由他們去投標。所以37頁以下及175 頁以下有關\n    我們公司施作的部分內容是港務局的規範內容。不是我們提\n    供的。我們只是根據這個內容找設備」、「（如果你們公司\n    沒有購案契約的話有無辦法繼續施作本件標案？）沒有辦法\n    ，因為要瞭解購案契約的需求才能施作」（本院卷一97至10\n    1 頁）。証人即被上訴人現場施工之工程師丙○○亦提出購\n    案契約之投標須知、購案契約、系統需求與功能等資料（本\n    院卷二15至173 頁），表示係被上訴人交付（本院卷二5 頁\n    ），其中投標須知補充規定二服務建議書（投標必要文件）\n    中之設計、施工服務建議書主要內容，均要求載明「設計團\n    隊組織及人員學經歷（含設計協力廠商）」（本院卷二142\n    至143 頁），外放購案契約服務建議書亦載明被上訴人參與\n    系爭工程之人員包括丙○○（專案技術統合）等人（見外放\n    購案契約服務建議書第10頁），且被上訴人之前副總經理乙\n    ○○於收到上訴人以電子郵件寄送之硬體設備安裝測試、單\n    機功能測試、系統整合測試計劃書後，亦轉寄予現場實際施\n    作之工程師丙○○，為丙○○証述明確（本院卷二8 頁、本\n    院卷一309 至311 頁）。再系爭契約第7 條規範及標準約定\n    ：「所有設計除須符合政府有關之法令及安全規定外，並應\n    符合『交通部高雄港務局港區監視系統財物採購契約』之相\n    關規範及標準（第一項）。甲（上訴人）乙（被上訴人）雙\n    方應依誠信原則及彼此合作態度履行本契約，乙方並應以維\n    護甲方之權益為前提，在符合『交通部高雄港務局港區監視\n    系統財物採購契約』相關規範及標準之首要條件下，使用最\n    近新材料及技術，滿達成本案之建置工作（第二項）」及第\n    8 條履約責任約定：「乙方辦理之設計、圖樣及其他有關文\n    件，均須經甲方及高雄港務局之審核認可，乙方依據甲方及\n    高雄港務局審核認可據以施工後，如產生任何爭議，應由甲\n    乙雙方共同認定責任歸屬。經甲方及高雄港務局審核時要求\n    何任屬於原範圍內之修改工作，乙方應即照辦，並不得藉故\n    要求增加費用」。故被上訴人係上訴人與港務局簽訂購案契\n    約之分包商即協力廠商，被上訴人與上訴人簽定系爭契約時\n    ，已充分了解系爭契約內容及履行方法，應依購案約內容履\n    行，以使上訴人得依與高雄港務局簽訂之購案契約內容履行\n    。故系爭港區監視系統購案契約與系爭契約有關之約定，被\n    上訴人於與上訴人簽約時即不得推諉為不知情。被上訴人主\n    張兩造上訴人於簽訂系爭契約時，上訴人未交付港務局之採\n    購契約為系爭合約之附件，兩造未約定測試方法、時間、驗\n    收時間等（本院卷一107至109 頁），核不可採。\n  (二)被上訴人是否已完成系爭契約第4 條付款辦法第1 項第2 款\n    約定「交貨安裝完成並提送竣工報告經機關認可」，而得請\n    求上訴人支付總金額60% 即322 萬2450元（含稅）？\n  1.証人丙○○証稱：其依被上訴人提供之設備清單施工，被上\n    訴人主管乙○○告知施工完畢還有測試階段，但都沒有告知\n    測試程序，亦未給測試程序資料，故其依被上訴人公司交付\n    之設備型錄施工，再依型錄所載之測試模式進行測試，被上\n    訴人未告知測試時要會同上訴人及高雄港務局，故其測試時\n    並不知要會同高雄港務局及上訴人，亦未主動向被上訴人、\n    上訴人或高雄港務局報告，但上訴人之經理丁○○在其測試\n    時都有在場，高雄港務局的楊麗粉也有在場，2 人問其在做\n    什麼，其回答在做測試。數位電視牆系統本身有一軟體去執\n    行數位電視牆之效果，如果效果正常即表示系統正常，因上\n    開測試正常，其認為測試已通過，其連續測試了2 個月，測\n    試結束時，其關閉螢幕，但系統會繼續跑，連續跑了2 個月\n    後，報告公司已測試完畢，其認為自己測試完畢即屬完成驗\n    收程序。其測試完畢後，被上訴人並未通知其到測試地點會\n    同上訴人及高雄港務局作測試的檢查結果及驗收程序，卷附\n    （即原審卷11頁）功能測試文書係其製作，其製作完成後，\n    亦未交給被上訴人、上訴人或港務局人員簽名，其上之人名\n    都是其自己打字上去，其未請丁○○簽名，亦未交給高雄港\n    務局，但有將竣工報告及測試報告交給丁○○，惟被上訴人\n    公司並未告知交付之目的，其不知港務局對數位電視牆之要\n    求為何，因為被上訴人並未曾告知，故亦不知如果高雄港務\n    局測試時，其必須在場配合等語（本院卷一133 至138 頁）\n    。可知被上訴人所提出之竣工報告及測試報告，係丙○○自\n    己為之，並未會同上訴人及高雄港務局測試，且其自己以為\n    測試完成即屬完成驗收程序，均與購案契約有關測試及驗收\n    程序不符合（詳下述）。丙○○提出竣工報告之日期為95年\n    7 月27日，測試期間是自竣工之日即95年7 月27日迄95年9\n    月27日止（原審卷9 至11頁），惟丙○○又証稱實際竣工日\n    期為95年9 月27日（本院卷一143 頁），該竣工報告所載被\n    上訴人施作系爭工程之竣工日期，即不可採信。甚且，上訴\n    人以電子郵件寄送予乙○○之「硬體設備安裝測試、單機功\n    能測試、系統整合測試計劃書」（本院卷一306 至308 頁）\n    後，亦轉寄予現場實際施作之工程師丙○○（本院卷一309\n    至311 頁），但其中「設備規格2.顯像技術：DLP 或AP/LCD\n    」之測試方法，上訴人寄送予乙○○所載之測試方法為「實\n    機測試」，且無施工檢測部分；乙○○轉寄予丙○○所載之\n    測試方法為「如型錄」，亦無施工檢測；而被上訴人所提出\n    之測試報告有關上開顯像技術測試方法記載為「如型錄」（\n    原審卷10頁），已未依系爭契約要求實機測試，而被上訴人\n    測試報告加載「施工檢測」，則被上訴人亦非依兩造系爭合\n    約約定為測試，且丙○○証稱測試報告之表格係丁○○請其\n    自行製作，其依答標書拉出來製作云云（本院卷二7 頁），\n    亦與事實不符，而非可採。\n  2.系爭合約規格包括「數位電視牆」及「數位電視牆控制系統\n    」（購案契約服務建書76至78頁），被上訴人提出之測試報\n    告亦分為該2 部分（原審卷10至11頁）。丙○○証稱：95年\n    7 月27日其安裝數位電視牆螢幕（本院卷一28頁相片，依本\n    院卷一231 頁被上訴人所提相片，95年7 月27日安裝數位電\n    視牆螢幕，但無電源，臨時使用牆壁電源），至於數位電視\n    牆控制系統設備則是95年7 月27日以後木工施工完畢後才開\n    始施作，被上訴人原預定95年7 月27日完成全部設備之安裝\n    ，其雖在該日之後完成，但還是依照預定日期記載95年7 月\n    27日是竣工日期云云（本院卷一141 至142 頁），與被上訴\n    人係於95年8 月2 日出貨竣工報告所載物品予上訴人，經上\n    訴人之經理丁○○於同年月4 日簽收，有交貨單附卷（原審\n    卷198 頁）之日期，顯有不同。而由上訴人提出95年7 月27\n    日數位電視牆螢幕到場安裝，95年8 月3 日數位電視牆控制\n    系統到場，95年8 月4日 起數位電視牆控制系統安裝，迄95\n    年8 月9 日尚未完工（本院一28至35頁、77至79頁），亦違\n    背系爭合約被上訴人須於95 年8月6 日前安裝完畢之約定。\n    再將被上訴人提出之95年7 月27日竣工檢測照片（原審卷10\n    2 至104 頁）、被上訴人自行製作之95年7 月27日竣工報告\n    （原審卷9 頁）所載「交貨安裝設備明細表」、95年9 月27\n    日被上訴人主張測試結果照片（原審卷105 頁）及丙○○上\n    開証述內容對照觀察比較，被上訴人所主張之「竣工」，僅\n    係指將95年7 月27日竣工報告所載之數位電視牆螢幕安裝完\n    畢而已，數位電視牆控制系統於當日尚未開始安裝，應足認\n    定。系爭合約規格所包括數位視牆及數位電視牆控制系統2\n    項工程，數位電視牆控制系統於95年7 月27日後之95年8 月\n    3 日始開始進場安裝，迄系爭合約約定之95年8 月6 日前尚\n    未安裝完成，則被上訴人所提之竣工報告所載「交貨安裝設\n    備明細表」於95年7 月27日安裝完畢之記載，於時間、安裝\n    設備項目，均與事實不符，而故被上訴人主張系爭工程於95\n    年7 月27日竣工，已不可採，丙○○所製作之竣工報告，不\n    足為被上訴人已履行系爭合約達竣工程度之証明。\n  3.依系爭合約第4 條第1 項第2 款約定付第2 期款之條件為「\n    被上訴人交貨安裝完成並提送竣工報告經機關認可」，依系\n    爭合約第1 條工作內容約定：「包括本案所有後端設備之安\n    裝施工。依照『交通部高雄港務局港區監視系統財物採購契\n    約』（即購案契約）提供本案之設計、製造、運送、倉儲、\n    保險、安裝、技術文件、儀具、測試及調整、訓練、保証與\n    保固等（第一項）。履約所供應或完成之標的，應符合『交\n    通部高雄港務局港區監視系統財物採購契約』規定，無減少\n    或滅失價值或不適於通常約定使用之瑕疵（第二項）」（原\n    審卷5 頁），亦即被上訴人應依購案契約有關竣工規定提出\n    竣工報告。被上訴人主張系爭合約第4 條第1 項第2 款所稱\n    之機關係指業主高雄港務局（原審卷3 頁），則系爭合約既\n    已約定被上訴人提出之竣工報告須經港務局認可，始得向上\n    訴人請求第2 期工程款322 萬2450元，而依購案契約第8 條\n    「履約管理」第8 條第32項「申報竣工」約定須提出：「決\n    標日起150 天內提送下列報告正本1 份，影本至少10份，向\n    機關申報竣工：1.本案經核可之系統細部設計報告書。2.本\n    案系統軟體設計報告書。3.本案系統軟體系統程式格書及程\n    式原始碼。4.系統測試計劃及測試報告書（含設備安裝測試\n    、單機功能測試、系統整合測試）。5.系統及各項設備操作\n    、參數設定、維修、保養手冊及教育訓練教材。6.竣工圖說\n    。7.配件及儀器工具清冊。8.故障改人工操作緊急處理步驟\n    手冊。9.廠商施工、檢驗、測試時之影像紀錄，包括各裝設\n    點施工前及完工後、安裝過程、檢驗及測試過程等」（外放\n    購案契約「財物採購契約」第11至至12頁）。則被上訴人向\n    上訴人申報竣工之際，亦須提出其測試數位電視牆及數位電\n    視牆控制系統之測試報告書，但被上訴人提出之95年7 月27\n    日竣工報告，數位電視牆控制系統根本尚未進貨到施工現場\n    ，無從進行數位電視牆控制系統之安裝、測試。被上訴人所\n    提之竣工報告既未依購案契約規定為之，自無從取得業主高\n    雄港務局之認可，乃屬灼然。則被上訴人主張其已完成系爭\n    合約第4 條付款辦法第1 項第2 款約定「交貨安裝完成並提\n    送竣工報告經機關認可」，而得請求上訴人支付工程款總金\n    額60% 即322 萬2450元，核不足採。至於被上訴人是否依系\n    爭合約交付契約所約定之數位電視牆（電視牆解析度是否符\n    合港務局要求1024×768 ）及是否已依系爭合約安裝施作（\n    電視牆安裝是否平整、是否安裝原廠支撐架及其歸責事由）\n    ，均因被上訴人未依系爭合約施作達到竣工之程度，不得領\n    取該期工程款，故無逐一論述併之必要，併予敘明。\n  3.丙○○証稱其測試時，丁○○均在旁做紀錄云云（本院卷二\n    10 頁 ）。但被上訴人進行測試須由其自己製作測試紀錄及\n    製作測試過程等資料，此乃被上訴人應履行之義務，丁○○\n    在旁製作紀錄僅係供上訴人做為監督被上訴人是否依約施作\n    之憑據，亦可做為將來向高雄港務局申報測試及竣工時之補\n    充資料，並非丁○○在現場製作紀錄，被上訴人即因而免除\n    本應由其履行之該部分義務。証人即高雄港務局員工楊麗粉\n    証稱：「後端設備施工期間，其偶爾而會去看，其曾看過被\n    上訴人用筆記型電腦輸出，秀出圖片，但不知整個電視牆是\n    否可以完整運作，測試單位及向高雄港務局申報竣工之單位\n    是上訴人，驗收單位是高雄港務局，其未收到任何竣工資料\n    ，且其不是施工單位，所以不清楚後端設備工程是否已完工\n    」（原審卷162 至165 頁），即楊麗粉數次前往被上訴人施\n    工現場察看，但並非前往監工，亦非代表高雄港務局對系爭\n    工程參與測試或驗收程序，其不知系爭工程是否已完工。即\n    上訴人法定代理人甲○○於95年7 月27日觀看被上訴人安裝\n    數位電視牆及高雄港務局楊麗粉在數位電視牆現場拍照（原\n    審卷102 至103 頁），亦僅能証明被上訴人於該日完成數位\n    電視牆之安裝，但被上訴人於該日並未完成數位電視牆控制\n    系統之安裝，故該照片亦不足以証明被上訴人已竣工。\n  4.綜上，被上訴人主張其已依系爭合約第4 條付款辦法第1項\n    第2 款約定「交貨安裝完成並提送竣工報告經機關認可」，\n    而得請求上訴人支付總金額322 萬2450元，核屬無據。\n  (三)被上訴人是否完成系爭合約第4 條付款辦法第1 項第3 款約\n    定：「本合約承做項目驗收後支付總金額20% ，30天期票，\n    合計102 萬3000元（未稅）。自設備安裝完畢經1 個月測試\n    後起7 日內，若無書面通知對交付產品有異議，則視同完成\n    驗收」，而得請求107萬4150元（含稅）？\n  1.被上訴人主張其依購案契約技術規範及上訴人服務建議書玖\n    、七至九（按：即高雄港務局財物採購技術規範玖《測試驗\n    收》七《設備安裝測試》、九《系統整合測試》，見外放購\n    案契約技術規範55至60頁）約定，每一設備運抵現場經組合\n    安裝完成後，廠商需自行完成設備安裝測試及設備單機功能\n    測試，經自行測試無誤後，方得函請機關同意進行系統整合\n    測試1 個月，其於95年7 月27日交付並安裝完成竣工報告上\n    所載之物品，故系爭工程已完工，且當日高雄港港務局有在\n    現場拍照，有顯示螢幕，主張已驗收完畢，嗣並自行進行設\n    備安裝測試及單機功能測試，測試期間自95年7 月27日至95\n    年9 月27日，測試完成後，把竣工報告及測試報告及其他相\n    關文件交予上訴人公司人員丁○○，故已完成承攬契約云云\n    （本院卷二306 至307 頁、卷三60頁）。惟楊麗粉數次前往\n    被上訴人施工現場察看，但並非前往監工，亦非代表高雄港\n    務局對系爭工程參與測試或驗收程序，其不知系爭工程是否\n    已完工，已如上述。而依購案契約技術規範第玖測試驗收之\n    程序，已明載：「為達成本案品質目標，廠商應依本案之特\n    性與合約要求，設立品管組織，訂定檢驗與測試程序、施工\n    檢查表，以及建立文件紀錄管理系統等，以落實品質管制。\n    一訂定檢驗測試程序及計畫書：內容須包括檢驗與測試日期\n    、地點、檢驗與測試項目、設備、使用之儀器、測試場所、\n    步驟、檢驗及測試之紀錄表格等。二訂定安裝及測試檢驗標\n    準表：廠商應就設備組裝測試、單機測試、系統整合測試等\n    各項作業，依照計畫手冊訂定檢查表。三建立文件、紀錄管\n    理系統：廠商應對工程合約規範、施工圖說、設備檢驗、查\n    驗紀錄等品質相關文件妥為保存，建立制度化管理系統。五\n    檢驗與測試報：各種檢驗與測試，廠商之品管負責人應依規\n    定督促進行測試並予簽認，且各項檢驗與測試均須依規定提\n    送檢驗與測試紀錄報告3 份送交機關（高雄港務局）核備。\n    七設備安裝測試：每一設備於運達安裝所在位置，組合安裝\n    且經接電完成，須依安裝檢查表加以檢查。(一)種類檢驗與數\n    量點檢：須依合約文件所要求逐一核對設備之種類與數量。\n    (二)外觀與結構檢查：1.外觀檢查。2.現場安裝之妥善度。(三)\n    性能與功能測試：1.正常啟動及運作。2.正常關機。八設備\n    單機功能測試：廠商必須依據本案各項單機設備提出功能操\n    作之測試計畫書及檢查表，並依據該計畫書及檢查表逐項檢\n    驗之。九系統整合測試：(一)測試期間：自廠商完成交貨安裝\n    自行測試無誤後，函經機關（高雄港務局）同意進行整合測\n    試1 個月。(二)測試結束後，廠商須提佐証資料或報表，以証\n    明測試果符合機關（高雄港務局）所訂標準。(三)測試種類：\n    2.系統有效度測試：下列功能主要功能設備之有效度至少須\n    達0.99：(1)數位電視牆。(2)數位電視牆控制系統」（外放購\n    案契約技術規範55至58頁），已明載測試之程序及所須達到\n    之測試標準。依上訴人與港務局間之購案契約第8 條履約管\n    理第32款約定申報竣工時，測試報告書、廠商施工、檢驗、\n    測試時之影像紀錄，包括各裝設點施工前及完工後、安裝過\n    程、檢驗及測試過程等（外放購案契約第11至12頁）規定，\n    被上訴人進行測試程序時，須有包括各裝設點施工前及完工\n    後、安裝過程、檢驗及測試過程等每日測試報告及之影像紀\n    錄。然被上訴人所提出之測試報告，係被上訴人工程師丙○\n    ○自行測試（原審卷10至11頁），測試報告上所載檢驗期間\n    95年7 月27日至95年9 月27日，業主會同檢驗日期95年9 月\n    27日，上訴人代表丁○○經理，高港局督導長官資訊室楊小\n    姐（楊麗粉），係丙○○自行製作，未經楊麗粉、丁○○簽\n    名，95年7 月27日至95年9 月27日連續2 個月之測試並無每\n    日做測試書面紀錄，亦無測試影像紀錄（本院卷一34至35頁\n    、原審卷169 至170 頁），則95年9 月27日數位電視牆螢幕\n    全部顯現之相片（原審卷104 至105 頁），自屬被上訴人自\n    行測試結果，並無任何書面資料証明該測試符合購案契約之\n    約定。被上訴人既未會同上訴人及高雄港務局測試，則其主\n    張其測試結果符合系爭合約約定，乃係其主觀之認定，且被\n    上訴人所為測試中之「顯像技術」，其採用之測試方法為依\n    型錄為之，與系爭合約約定須實機測試不同，故該測試報告\n    不足為被上訴人所為測試合於系爭契約約定之証據。故被上\n    訴人主張其測試已符合系爭契約約定，核非可採。\n  2.依購案契約第12條驗收規定：「(二)驗收程序：1.廠商應於履\n    約標的預定完成履約日前或完成履約當日，將完成履約日期\n    書面通知監造機關。除招標文件另有規定者外，機關（高雄\n    港務局）應於收到該書面通知之日7 日內會同廠商，依據契\n    約核對完成履約之項目及數量，以確定是否完成履約。2.履\n    約標的完成履約後有初驗程序者，廠商應於完成履約後7 日\n    內，將相關資料送請機關審核。機關應於收受全部資料之日\n    起10日內辦理初驗，並作成初驗紀錄。3.被驗合格後，機關\n    應於20日內辦理驗收，並作成驗收紀錄。4.無初驗程序者，\n    機關應於接獲廠商通知備驗或可得驗收之程序完成後30日內\n    辦理驗收，並作成驗收紀錄」（外放購案契約17頁），再依\n    依技術規範「拾、教育訓練」記載：「系統整合測試通過後\n    ，於申報竣工前，廠商須依合約之規定，提供機關相關人員\n    訓練課程」（同上61至63頁），亦明白規定驗收應遵守之程\n    序，被上訴履行系爭契約，自亦應依上開約定履行其義務，\n    方符合系爭契約之約定。按系爭合約第4 條付款辦法第1 項\n    第3 款約定：「本合約承做項目驗收後支付總金額20% ，30\n    天期票，合計102 萬3000元（未稅）。自設備安裝完畢經1\n    個月測試後起7 日內，若無書面通知對交付產品有異議，則\n    視同完成驗收」，該條款後段係兩造於簽約時，為保障被上\n    訴人之權益而為約定，但必也被上訴人已依兩造系爭合約之\n    約定，依債之本旨為給付，始有該約定之適用。亦即被上訴\n    人於設備安裝完畢後，經1 個月測試後起7 日內，上訴人若\n    無書面通知對交付產品有異議，則視同完成驗收，須以被上\n    訴人所為之測試符合系爭合約及購案契約所約定之測試程序\n    ，即被上訴人應將已完成檢驗測試程序所須之測試數據、文\n    件、影像等資料，及上訴人向高雄港務局申報竣工時，被上\n    訴人應配合提出系爭合約有關其應提出上訴人申報竣工所須\n    文件等資料予上訴人，使上訴人依據被上訴人履行系爭合約\n    所提供之文書等資料可向高雄港務局申請測試、驗收之程度\n    ，如上訴人未於7 日內以書面通知對交付之產品有異議時，\n    始得視同驗收，以免被上訴人已完全履行系爭合約，達於可\n    供上訴人向高雄港務局申請就被上訴人施作部分驗收之程度\n    ，卻因被上訴人或高雄港務局之因素，遲未驗收，影響被上\n    訴人權益。惟若被上訴人履行系爭合約未達足以提供讓上訴\n    人向高雄港務局申請測試、驗收之程度，自不得向上訴人請\n    求給付工程款107 萬4150元，此乃當然之解釋。被上訴人以\n    95年7 月27日安裝電視牆安裝完畢，視為竣工，再進行系統\n    測試，但系統測試並無書面文件，測試結果是否合於購案契\n    約約定，即無資料可作為判斷依據，不符系爭合約約定，故\n    被上訴人主張其依系爭合約第4 條第1 項第3 款，已視同驗\n    收，得請求工程款107 萬4150元，亦無足採。被上訴人於95\n    年8 月4 日由丁○○簽收之交貨單，尚不足以証明被上訴人\n    已完成測試，且上訴人已無異議而受領系爭工程。\n  3.証人丙○○雖證稱：伊於95年7 月27日，有前往高雄港務局\n    進行系爭工程之安裝，當時港務局的楊小姐也有到場，確認\n    電視牆並非大陸製品或舊品，伊在8 月4 日已將出貨單交給\n    證人丁○○簽收。本來是應以前端設備之訊號進行測試，但\n    因為前端設備尚未完成，所以就用自己攜帶之筆記型電腦，\n    對每一台電視牆進行測試，但因為要進行完整測試時，必須\n    使用系爭電視牆控制系統，所以是到同年9 月27日上訴人安\n    裝其他後端設備中的電腦完成後，才就系爭工程進行完整之\n    測試。伊在測試完成後，有提出竣工報告及測試報告給丁○\n    ○，也有將系爭工程所有設備之使用說明書及操作手冊燒錄\n    在光碟片中交付予丁○○等語在卷（原審卷167 至170 頁、\n    194 至196 頁），但丙○○所為之測試並無每日做測試書面\n    紀錄，亦無測試影像紀錄，無從証明其所為之測試已符合系\n    爭契約及購案約之要求，已如上述，被上訴人非依系爭合約\n    測試程序為之，其主張已完成測試，核無足採，自無推適用\n    民法第101 條之餘地。至於原法院於97年7 月15日會同兩造\n    前往系爭工程所在地進行勘驗結果，系爭數位電視牆係可正\n    常運作顯示影像，惟系爭數位電視牆控制系統中之電腦矩陣\n    選擇器因無法輸入正確使用者代號及密碼而無法進行測試，\n    系爭數位電視牆則有部分不平整及牆面掀起之狀態，固有原\n    法院勘驗筆錄及現場照片在卷可查（原審卷194 頁、223 至\n    225 頁），惟上開勘驗僅能証明數位電視牆可顯示影像，但\n    並無任何書面資料可資証明其符合系爭合約及購案契約之約\n    定，故上開勘驗不足為被上訴人已完成測試，並視同驗收之\n    有利証據。至於上訴人與高雄港務局間之糾紛，不影響被上\n    訴人未依系爭合約完成測試之程序，不得向上訴人請求尾款\n    107 萬4150元，故不就該部分予以論述．亦予敘明。\n六、綜上所述，被上訴人本於承攬契約之法律關係，請求上訴人\n    給付429 萬6600元及自起訴狀繕本送達翌日即96年10月10日\n    起至清償日止，按年息5%計算之利息，為無理由，不應准許\n    。原審判命上訴人給付，自有未洽。上訴意旨指摘原判決不\n    當，求予廢棄改判，為有理由。應由本院予以廢棄改判，如\n    主文第2 項所示。兩造其餘攻擊防禦方法或証據，不影響判\n    決結果，爰不逐一論述，並予敘明。\n七、據上論結，本件上訴為有理由，依民事訴訟法第450 條、第\n    78 條 ，判決如主文。\n中    華    民    國    99    年    5     月    12    日\n                            民事第六庭\n                                審判長法官  許明進\n                                法      官  徐文祥\n                                法      官  李炫德\n以上正本證明與原本無異。\n如對本判決上訴，須於判決送達後20日內向本院提出上訴狀，其\n未表明上訴理由者，應於上訴後20日內向本院提出上訴理由書（\n均須按他造當事人之人數附繕本）。上訴時應提出委任律師或具\n有律師資格之人之委任狀，並依附註條文規定辦理。\n中    華    民    國    99    年    5     月    13    日\n                                書  記  官  盧雅婷\n附註：\n民事訴訟法第466 條之1 ：\n對於第二審判決上訴，上訴人應委任律師為訴訟代理人，但上訴\n人或其法定代理人具有律師資格者，不在此限。\n上訴人之配偶、三親等內之血親、二親等內之姻親，或上訴人為\n法人、中央或地方機關時，其所屬專任人員具有律師資格並經法\n院認適當者，亦得為第三審訴訟代理人。\n第1 項但書及第2 項情形，應於提起上訴或委任時釋明之。",
  "structure": {
    "fact": "一、被上訴人起訴主張：上訴人因承攬交通部高雄港務局（下稱\n    高雄港務局）之「高雄港港區監視系統工程」，於民國95年\n    6 月間，與伊簽訂工程承攬契約，約定上訴人將港區監視系\n    統工程中之「後端設備建置工程」之數位電視牆及數位電視\n    牆控制系統（下稱系爭工程）委由伊施作，工程款新臺幣（\n    下同）511 萬5000元，加計營業稅為537 萬750 元（下稱系\n    爭合約）。兩造除約定上訴人應預付定金107 萬4150元外，\n    上訴人應於伊交貨安裝完成並提交竣工報告經機關（即業主\n    高雄港務局）認可後，給付60％工程款含稅即322 萬2450元\n    ，驗收後給付20％含稅即107 萬4150元，且約定自設備安裝\n    完畢後經1 個月測試後7 日內，若無書面通知對交付產品有\n    異議，則視同完成驗收；伊已於95年7 月27日竣工，並於同\n    年9 月27日進行系統測試完畢，上訴人及高雄港務局均未表\n    示異議，依約應視同完成驗收完成，上訴人依約應於同年10\n    月將系爭工程款429 萬6600元給付予伊，惟上訴人迄今未給\n    付。爰依系爭承攬契約，求為：上訴人應給付被上訴人429\n    萬6600元及自起訴狀繕本送達翌日起算之法定遲延利息。\n二、上訴人則以：系爭工程係伊向高雄港務局承攬港區監視系統\n    工程中之一部分，依伊與高雄港務局簽訂之契約（下稱購案\n    契約），伊須於決標日起30日內提送設備安裝時程表，並於\n    決標日起60日內提送細部設計書，細部設計書內容須因包含\n    港區監視工程全部項目，故須俟高雄港務局或其指定機構審\n    查後，始得施工安裝，因高雄港務局主張依購案契約第12條\n    約定，港區監視系統工程之驗收必須一次統籌辦理，高雄港\n    務局則一再以伊承攬之港區監視系統工程中之「前端設備建\n    置工程」不合規格，且工程有進度落後達90％為由，主張解\n    除港區監視系統工程契約而不願驗收，現已由伊起訴請求高\n    雄港務局應支付工程款，並非可歸責於伊，故被上訴人並無\n    就系爭工程請求辦理單獨驗收之權利；且依系爭契約之約定\n    ，伊於被上訴人交貨安裝完成並提交竣工報告經機關（即業\n    主高雄港務局）認可後，始需給付系爭工程款中之322 萬24\n    50元，並於系爭工程驗收後，始應支付其餘工程款107 萬4\n    150 元，然被上訴人雖已依約完成系爭工程，但存在螢幕不\n    平整之瑕疵，且未提出任何竣工報告經高雄港務局審查通過\n    ，另因部分後端工程仍未完成，並無電力可供被上訴人進行\n    系爭工程之測試，而前端工程尚未完成，根本無法進行系統\n    整合測試，高雄港務局亦拒絕針對系爭工程進行驗收測試，\n    故被上訴人自未完成竣工及驗收程序，不符合兩造約定之付\n    款條件等語，資為抗辯。\n三、原法院判決被上訴人勝訴。上訴人提起上訴，求為：(一)原判\n    決廢棄。(二)被上訴人在第一審之訴及假執行之聲請均駁回。\n    被上訴人則求為駁回上訴。\n四、兩造不爭執事項：本院卷二254至255頁。\n  (一)兩造於95年6 月間簽訂系爭承攬契約，約定由被上訴人承攬\n    施作系爭工程，上訴人應給付工程款511 萬5000元（未含營\n    業稅，應另加計營業稅5 ％），上訴人已給付原告定金107\n    萬4150元，尚欠429 萬6600元（加計營業稅後為429 萬6600\n    元）未給付。\n  (二)被上訴人知悉系爭港區監視系統工程之投標須知、契約等內\n    容，該系統工程分為前端工程及後端工程（前端設備與後端\n    設備內容見外放購案契約後之決標清單所載），被上訴人為\n    上訴人後端工程中數位電視牆系統之分包商。\n  (三)被上訴人已將數位電視牆安裝完畢。\n  (四)港區監視系統工程因前端設備未完成，故系爭工程尚未經業\n    主高雄港務局進行為期1 個月之實機整合測試及驗收。\n五、本院判斷：\n    系爭契約第4 條付款辦法約定：「(1)簽約時支付總金額20%\n    現金訂金，合計102 萬3000元（未稅）。(2)交貨安裝完成並\n    提送竣工報告經機關認可後支付總金額60% ，30天期票，合\n    計306 萬9000元（未稅）。(3)本合約承做項目驗收後支付總\n    金額20% ，30天期票，合計102 萬3000元（未稅）。自設備\n    安裝完畢經1 個月測試後起7 日內，若無書面通知對交付產\n    品有異議，則視同完成驗收」，上訴人依系爭合約給付定金\n    107 萬4150元（含稅），被上訴人亦已安裝數位電視牆及數\n    位電視牆控制系統完畢，為兩造所不爭執。故應予審究者，\n    乃被上訴人是否已依系爭合約第4 條約定「(2)交貨安裝完成\n    並提送竣工報告經機關認可後支付總金額60% ，30天期票，\n    合計306 萬9000元（未稅）。(3)本合約承做項目驗收後支付\n    總金額20% ，30天期票，合計102 萬3000元（未稅）。自設\n    備安裝完畢經1 個月測試後起7 日內，若無書面通知對交付\n    產品有異議，則視同完成驗收」履行，而得請求工程款？\n  (一)上訴人與高雄港務局所簽訂之購案契約中有關設計服務建議\n    書記載購案契約係由上訴人及其協力廠商包括被上訴人、松\n    華國際股份有限公司（下稱松華公司），其中被上訴人之工\n    程師丙○○即負責數位電視牆及該電視牆控制系之技術統合\n    （見外放購案契約服務建議書1 至10頁），故被上訴人係上\n    訴人與高雄港務局所簽訂購案契第8 條第12款所稱之分包廠\n    商。証人即被上訴人公司負責系爭契約之前副總經理乙○○\n    証稱：「（你在擔任貿展數位科技公司副總經理期間，是否\n    與上訴人承攬高雄港務局之港區監視系統工程？）有」、「\n    （被上訴人在此工程是分包？）上訴人是主包商，被上訴人\n    是分包商」、「（這業務在貿展數位科技公司是你負責的？\n    ）是」、「（你與上訴人何人接洽？）甲○○」、「（是你\n    找甲○○，或是他找你的？）甲○○透過我麥克風的廠商，\n    打電話給我有港區監視系統工程，問我們公司是否意願，我\n    就與他們約時間，我事先有跟公司報備，我們總經理也知道\n    」、「（你的意思是公司知道你要跟上訴人洽談系爭工程？\n    ）知道」、「（你們洽談時，你與甲○○接洽內容為何？）\n    我們公司是代理電視牆的業務，系爭工程要用到電視牆，甲\n    ○○在投標前給我投標須知規格，投標須知有規定例如我們\n    負責電視牆，我們就必須根據投標須知裡面的規定準備資料\n    ，再把資料交給主標人即上訴人彙整投標」（本院卷一291\n    至292 頁），松華公司高雄區經理戊○○証稱：「其公司負\n    責前端工程中之提供DVR 、全功能攝影機、中控軟體等設備\n    」、「（你們松華公司是跟上訴人標案為合作團隊，你們參\n    與這個標案時，上訴人有無先給妳們公司看過上訴人與港務\n    局的合約？）有看到施工的規範，包括施工的規格、施作的\n    方式，也就是在投標前上訴人有將要求我們合作的內容相關\n    資訊都給我們。上訴人與港務局簽約後，上訴人有把合約給\n    我們看」、「（請求提示鈞院外放證物港務局購案契約，你\n    們公司與上訴人公司簽約時，有無拿到這個購案契約？）有\n    的」、「（契約37頁以下及175 頁以下的內容是否都是由你\n    們提供給上訴人？）是先看過由上訴人提供給我們港務局的\n    規範內容，我們再根據這個內容找設備，把這個資料提供給\n    上訴人，再由他們去投標。所以37頁以下及175 頁以下有關\n    我們公司施作的部分內容是港務局的規範內容。不是我們提\n    供的。我們只是根據這個內容找設備」、「（如果你們公司\n    沒有購案契約的話有無辦法繼續施作本件標案？）沒有辦法\n    ，因為要瞭解購案契約的需求才能施作」（本院卷一97至10\n    1 頁）。証人即被上訴人現場施工之工程師丙○○亦提出購\n    案契約之投標須知、購案契約、系統需求與功能等資料（本\n    院卷二15至173 頁），表示係被上訴人交付（本院卷二5 頁\n    ），其中投標須知補充規定二服務建議書（投標必要文件）\n    中之設計、施工服務建議書主要內容，均要求載明「設計團\n    隊組織及人員學經歷（含設計協力廠商）」（本院卷二142\n    至143 頁），外放購案契約服務建議書亦載明被上訴人參與\n    系爭工程之人員包括丙○○（專案技術統合）等人（見外放\n    購案契約服務建議書第10頁），且被上訴人之前副總經理乙\n    ○○於收到上訴人以電子郵件寄送之硬體設備安裝測試、單\n    機功能測試、系統整合測試計劃書後，亦轉寄予現場實際施\n    作之工程師丙○○，為丙○○証述明確（本院卷二8 頁、本\n    院卷一309 至311 頁）。再系爭契約第7 條規範及標準約定\n    ：「所有設計除須符合政府有關之法令及安全規定外，並應\n    符合『交通部高雄港務局港區監視系統財物採購契約』之相\n    關規範及標準（第一項）。甲（上訴人）乙（被上訴人）雙\n    方應依誠信原則及彼此合作態度履行本契約，乙方並應以維\n    護甲方之權益為前提，在符合『交通部高雄港務局港區監視\n    系統財物採購契約』相關規範及標準之首要條件下，使用最\n    近新材料及技術，滿達成本案之建置工作（第二項）」及第\n    8 條履約責任約定：「乙方辦理之設計、圖樣及其他有關文\n    件，均須經甲方及高雄港務局之審核認可，乙方依據甲方及\n    高雄港務局審核認可據以施工後，如產生任何爭議，應由甲\n    乙雙方共同認定責任歸屬。經甲方及高雄港務局審核時要求\n    何任屬於原範圍內之修改工作，乙方應即照辦，並不得藉故\n    要求增加費用」。故被上訴人係上訴人與港務局簽訂購案契\n    約之分包商即協力廠商，被上訴人與上訴人簽定系爭契約時\n    ，已充分了解系爭契約內容及履行方法，應依購案約內容履\n    行，以使上訴人得依與高雄港務局簽訂之購案契約內容履行\n    。故系爭港區監視系統購案契約與系爭契約有關之約定，被\n    上訴人於與上訴人簽約時即不得推諉為不知情。被上訴人主\n    張兩造上訴人於簽訂系爭契約時，上訴人未交付港務局之採\n    購契約為系爭合約之附件，兩造未約定測試方法、時間、驗\n    收時間等（本院卷一107至109 頁），核不可採。\n  (二)被上訴人是否已完成系爭契約第4 條付款辦法第1 項第2 款\n    約定「交貨安裝完成並提送竣工報告經機關認可」，而得請\n    求上訴人支付總金額60% 即322 萬2450元（含稅）？\n  1.証人丙○○証稱：其依被上訴人提供之設備清單施工，被上\n    訴人主管乙○○告知施工完畢還有測試階段，但都沒有告知\n    測試程序，亦未給測試程序資料，故其依被上訴人公司交付\n    之設備型錄施工，再依型錄所載之測試模式進行測試，被上\n    訴人未告知測試時要會同上訴人及高雄港務局，故其測試時\n    並不知要會同高雄港務局及上訴人，亦未主動向被上訴人、\n    上訴人或高雄港務局報告，但上訴人之經理丁○○在其測試\n    時都有在場，高雄港務局的楊麗粉也有在場，2 人問其在做\n    什麼，其回答在做測試。數位電視牆系統本身有一軟體去執\n    行數位電視牆之效果，如果效果正常即表示系統正常，因上\n    開測試正常，其認為測試已通過，其連續測試了2 個月，測\n    試結束時，其關閉螢幕，但系統會繼續跑，連續跑了2 個月\n    後，報告公司已測試完畢，其認為自己測試完畢即屬完成驗\n    收程序。其測試完畢後，被上訴人並未通知其到測試地點會\n    同上訴人及高雄港務局作測試的檢查結果及驗收程序，卷附\n    （即原審卷11頁）功能測試文書係其製作，其製作完成後，\n    亦未交給被上訴人、上訴人或港務局人員簽名，其上之人名\n    都是其自己打字上去，其未請丁○○簽名，亦未交給高雄港\n    務局，但有將竣工報告及測試報告交給丁○○，惟被上訴人\n    公司並未告知交付之目的，其不知港務局對數位電視牆之要\n    求為何，因為被上訴人並未曾告知，故亦不知如果高雄港務\n    局測試時，其必須在場配合等語（本院卷一133 至138 頁）\n    。可知被上訴人所提出之竣工報告及測試報告，係丙○○自\n    己為之，並未會同上訴人及高雄港務局測試，且其自己以為\n    測試完成即屬完成驗收程序，均與購案契約有關測試及驗收\n    程序不符合（詳下述）。丙○○提出竣工報告之日期為95年\n    7 月27日，測試期間是自竣工之日即95年7 月27日迄95年9\n    月27日止（原審卷9 至11頁），惟丙○○又証稱實際竣工日\n    期為95年9 月27日（本院卷一143 頁），該竣工報告所載被\n    上訴人施作系爭工程之竣工日期，即不可採信。甚且，上訴\n    人以電子郵件寄送予乙○○之「硬體設備安裝測試、單機功\n    能測試、系統整合測試計劃書」（本院卷一306 至308 頁）\n    後，亦轉寄予現場實際施作之工程師丙○○（本院卷一309\n    至311 頁），但其中「設備規格2.顯像技術：DLP 或AP/LCD\n    」之測試方法，上訴人寄送予乙○○所載之測試方法為「實\n    機測試」，且無施工檢測部分；乙○○轉寄予丙○○所載之\n    測試方法為「如型錄」，亦無施工檢測；而被上訴人所提出\n    之測試報告有關上開顯像技術測試方法記載為「如型錄」（\n    原審卷10頁），已未依系爭契約要求實機測試，而被上訴人\n    測試報告加載「施工檢測」，則被上訴人亦非依兩造系爭合\n    約約定為測試，且丙○○証稱測試報告之表格係丁○○請其\n    自行製作，其依答標書拉出來製作云云（本院卷二7 頁），\n    亦與事實不符，而非可採。\n  2.系爭合約規格包括「數位電視牆」及「數位電視牆控制系統\n    」（購案契約服務建書76至78頁），被上訴人提出之測試報\n    告亦分為該2 部分（原審卷10至11頁）。丙○○証稱：95年\n    7 月27日其安裝數位電視牆螢幕（本院卷一28頁相片，依本\n    院卷一231 頁被上訴人所提相片，95年7 月27日安裝數位電\n    視牆螢幕，但無電源，臨時使用牆壁電源），至於數位電視\n    牆控制系統設備則是95年7 月27日以後木工施工完畢後才開\n    始施作，被上訴人原預定95年7 月27日完成全部設備之安裝\n    ，其雖在該日之後完成，但還是依照預定日期記載95年7 月\n    27日是竣工日期云云（本院卷一141 至142 頁），與被上訴\n    人係於95年8 月2 日出貨竣工報告所載物品予上訴人，經上\n    訴人之經理丁○○於同年月4 日簽收，有交貨單附卷（原審\n    卷198 頁）之日期，顯有不同。而由上訴人提出95年7 月27\n    日數位電視牆螢幕到場安裝，95年8 月3 日數位電視牆控制\n    系統到場，95年8 月4日 起數位電視牆控制系統安裝，迄95\n    年8 月9 日尚未完工（本院一28至35頁、77至79頁），亦違\n    背系爭合約被上訴人須於95 年8月6 日前安裝完畢之約定。\n    再將被上訴人提出之95年7 月27日竣工檢測照片（原審卷10\n    2 至104 頁）、被上訴人自行製作之95年7 月27日竣工報告\n    （原審卷9 頁）所載「交貨安裝設備明細表」、95年9 月27\n    日被上訴人主張測試結果照片（原審卷105 頁）及丙○○上\n    開証述內容對照觀察比較，被上訴人所主張之「竣工」，僅\n    係指將95年7 月27日竣工報告所載之數位電視牆螢幕安裝完\n    畢而已，數位電視牆控制系統於當日尚未開始安裝，應足認\n    定。系爭合約規格所包括數位視牆及數位電視牆控制系統2\n    項工程，數位電視牆控制系統於95年7 月27日後之95年8 月\n    3 日始開始進場安裝，迄系爭合約約定之95年8 月6 日前尚\n    未安裝完成，則被上訴人所提之竣工報告所載「交貨安裝設\n    備明細表」於95年7 月27日安裝完畢之記載，於時間、安裝\n    設備項目，均與事實不符，而故被上訴人主張系爭工程於95\n    年7 月27日竣工，已不可採，丙○○所製作之竣工報告，不\n    足為被上訴人已履行系爭合約達竣工程度之証明。\n  3.依系爭合約第4 條第1 項第2 款約定付第2 期款之條件為「\n    被上訴人交貨安裝完成並提送竣工報告經機關認可」，依系\n    爭合約第1 條工作內容約定：「包括本案所有後端設備之安\n    裝施工。依照『交通部高雄港務局港區監視系統財物採購契\n    約』（即購案契約）提供本案之設計、製造、運送、倉儲、\n    保險、安裝、技術文件、儀具、測試及調整、訓練、保証與\n    保固等（第一項）。履約所供應或完成之標的，應符合『交\n    通部高雄港務局港區監視系統財物採購契約』規定，無減少\n    或滅失價值或不適於通常約定使用之瑕疵（第二項）」（原\n    審卷5 頁），亦即被上訴人應依購案契約有關竣工規定提出\n    竣工報告。被上訴人主張系爭合約第4 條第1 項第2 款所稱\n    之機關係指業主高雄港務局（原審卷3 頁），則系爭合約既\n    已約定被上訴人提出之竣工報告須經港務局認可，始得向上\n    訴人請求第2 期工程款322 萬2450元，而依購案契約第8 條\n    「履約管理」第8 條第32項「申報竣工」約定須提出：「決\n    標日起150 天內提送下列報告正本1 份，影本至少10份，向\n    機關申報竣工：1.本案經核可之系統細部設計報告書。2.本\n    案系統軟體設計報告書。3.本案系統軟體系統程式格書及程\n    式原始碼。4.系統測試計劃及測試報告書（含設備安裝測試\n    、單機功能測試、系統整合測試）。5.系統及各項設備操作\n    、參數設定、維修、保養手冊及教育訓練教材。6.竣工圖說\n    。7.配件及儀器工具清冊。8.故障改人工操作緊急處理步驟\n    手冊。9.廠商施工、檢驗、測試時之影像紀錄，包括各裝設\n    點施工前及完工後、安裝過程、檢驗及測試過程等」（外放\n    購案契約「財物採購契約」第11至至12頁）。則被上訴人向\n    上訴人申報竣工之際，亦須提出其測試數位電視牆及數位電\n    視牆控制系統之測試報告書，但被上訴人提出之95年7 月27\n    日竣工報告，數位電視牆控制系統根本尚未進貨到施工現場\n    ，無從進行數位電視牆控制系統之安裝、測試。被上訴人所\n    提之竣工報告既未依購案契約規定為之，自無從取得業主高\n    雄港務局之認可，乃屬灼然。則被上訴人主張其已完成系爭\n    合約第4 條付款辦法第1 項第2 款約定「交貨安裝完成並提\n    送竣工報告經機關認可」，而得請求上訴人支付工程款總金\n    額60% 即322 萬2450元，核不足採。至於被上訴人是否依系\n    爭合約交付契約所約定之數位電視牆（電視牆解析度是否符\n    合港務局要求1024×768 ）及是否已依系爭合約安裝施作（\n    電視牆安裝是否平整、是否安裝原廠支撐架及其歸責事由）\n    ，均因被上訴人未依系爭合約施作達到竣工之程度，不得領\n    取該期工程款，故無逐一論述併之必要，併予敘明。\n  3.丙○○証稱其測試時，丁○○均在旁做紀錄云云（本院卷二\n    10 頁 ）。但被上訴人進行測試須由其自己製作測試紀錄及\n    製作測試過程等資料，此乃被上訴人應履行之義務，丁○○\n    在旁製作紀錄僅係供上訴人做為監督被上訴人是否依約施作\n    之憑據，亦可做為將來向高雄港務局申報測試及竣工時之補\n    充資料，並非丁○○在現場製作紀錄，被上訴人即因而免除\n    本應由其履行之該部分義務。証人即高雄港務局員工楊麗粉\n    証稱：「後端設備施工期間，其偶爾而會去看，其曾看過被\n    上訴人用筆記型電腦輸出，秀出圖片，但不知整個電視牆是\n    否可以完整運作，測試單位及向高雄港務局申報竣工之單位\n    是上訴人，驗收單位是高雄港務局，其未收到任何竣工資料\n    ，且其不是施工單位，所以不清楚後端設備工程是否已完工\n    」（原審卷162 至165 頁），即楊麗粉數次前往被上訴人施\n    工現場察看，但並非前往監工，亦非代表高雄港務局對系爭\n    工程參與測試或驗收程序，其不知系爭工程是否已完工。即\n    上訴人法定代理人甲○○於95年7 月27日觀看被上訴人安裝\n    數位電視牆及高雄港務局楊麗粉在數位電視牆現場拍照（原\n    審卷102 至103 頁），亦僅能証明被上訴人於該日完成數位\n    電視牆之安裝，但被上訴人於該日並未完成數位電視牆控制\n    系統之安裝，故該照片亦不足以証明被上訴人已竣工。\n  4.綜上，被上訴人主張其已依系爭合約第4 條付款辦法第1項\n    第2 款約定「交貨安裝完成並提送竣工報告經機關認可」，\n    而得請求上訴人支付總金額322 萬2450元，核屬無據。\n  (三)被上訴人是否完成系爭合約第4 條付款辦法第1 項第3 款約\n    定：「本合約承做項目驗收後支付總金額20% ，30天期票，\n    合計102 萬3000元（未稅）。自設備安裝完畢經1 個月測試\n    後起7 日內，若無書面通知對交付產品有異議，則視同完成\n    驗收」，而得請求107萬4150元（含稅）？\n  1.被上訴人主張其依購案契約技術規範及上訴人服務建議書玖\n    、七至九（按：即高雄港務局財物採購技術規範玖《測試驗\n    收》七《設備安裝測試》、九《系統整合測試》，見外放購\n    案契約技術規範55至60頁）約定，每一設備運抵現場經組合\n    安裝完成後，廠商需自行完成設備安裝測試及設備單機功能\n    測試，經自行測試無誤後，方得函請機關同意進行系統整合\n    測試1 個月，其於95年7 月27日交付並安裝完成竣工報告上\n    所載之物品，故系爭工程已完工，且當日高雄港港務局有在\n    現場拍照，有顯示螢幕，主張已驗收完畢，嗣並自行進行設\n    備安裝測試及單機功能測試，測試期間自95年7 月27日至95\n    年9 月27日，測試完成後，把竣工報告及測試報告及其他相\n    關文件交予上訴人公司人員丁○○，故已完成承攬契約云云\n    （本院卷二306 至307 頁、卷三60頁）。惟楊麗粉數次前往\n    被上訴人施工現場察看，但並非前往監工，亦非代表高雄港\n    務局對系爭工程參與測試或驗收程序，其不知系爭工程是否\n    已完工，已如上述。而依購案契約技術規範第玖測試驗收之\n    程序，已明載：「為達成本案品質目標，廠商應依本案之特\n    性與合約要求，設立品管組織，訂定檢驗與測試程序、施工\n    檢查表，以及建立文件紀錄管理系統等，以落實品質管制。\n    一訂定檢驗測試程序及計畫書：內容須包括檢驗與測試日期\n    、地點、檢驗與測試項目、設備、使用之儀器、測試場所、\n    步驟、檢驗及測試之紀錄表格等。二訂定安裝及測試檢驗標\n    準表：廠商應就設備組裝測試、單機測試、系統整合測試等\n    各項作業，依照計畫手冊訂定檢查表。三建立文件、紀錄管\n    理系統：廠商應對工程合約規範、施工圖說、設備檢驗、查\n    驗紀錄等品質相關文件妥為保存，建立制度化管理系統。五\n    檢驗與測試報：各種檢驗與測試，廠商之品管負責人應依規\n    定督促進行測試並予簽認，且各項檢驗與測試均須依規定提\n    送檢驗與測試紀錄報告3 份送交機關（高雄港務局）核備。\n    七設備安裝測試：每一設備於運達安裝所在位置，組合安裝\n    且經接電完成，須依安裝檢查表加以檢查。(一)種類檢驗與數\n    量點檢：須依合約文件所要求逐一核對設備之種類與數量。\n    (二)外觀與結構檢查：1.外觀檢查。2.現場安裝之妥善度。(三)\n    性能與功能測試：1.正常啟動及運作。2.正常關機。八設備\n    單機功能測試：廠商必須依據本案各項單機設備提出功能操\n    作之測試計畫書及檢查表，並依據該計畫書及檢查表逐項檢\n    驗之。九系統整合測試：(一)測試期間：自廠商完成交貨安裝\n    自行測試無誤後，函經機關（高雄港務局）同意進行整合測\n    試1 個月。(二)測試結束後，廠商須提佐証資料或報表，以証\n    明測試果符合機關（高雄港務局）所訂標準。(三)測試種類：\n    2.系統有效度測試：下列功能主要功能設備之有效度至少須\n    達0.99：(1)數位電視牆。(2)數位電視牆控制系統」（外放購\n    案契約技術規範55至58頁），已明載測試之程序及所須達到\n    之測試標準。依上訴人與港務局間之購案契約第8 條履約管\n    理第32款約定申報竣工時，測試報告書、廠商施工、檢驗、\n    測試時之影像紀錄，包括各裝設點施工前及完工後、安裝過\n    程、檢驗及測試過程等（外放購案契約第11至12頁）規定，\n    被上訴人進行測試程序時，須有包括各裝設點施工前及完工\n    後、安裝過程、檢驗及測試過程等每日測試報告及之影像紀\n    錄。然被上訴人所提出之測試報告，係被上訴人工程師丙○\n    ○自行測試（原審卷10至11頁），測試報告上所載檢驗期間\n    95年7 月27日至95年9 月27日，業主會同檢驗日期95年9 月\n    27日，上訴人代表丁○○經理，高港局督導長官資訊室楊小\n    姐（楊麗粉），係丙○○自行製作，未經楊麗粉、丁○○簽\n    名，95年7 月27日至95年9 月27日連續2 個月之測試並無每\n    日做測試書面紀錄，亦無測試影像紀錄（本院卷一34至35頁\n    、原審卷169 至170 頁），則95年9 月27日數位電視牆螢幕\n    全部顯現之相片（原審卷104 至105 頁），自屬被上訴人自\n    行測試結果，並無任何書面資料証明該測試符合購案契約之\n    約定。被上訴人既未會同上訴人及高雄港務局測試，則其主\n    張其測試結果符合系爭合約約定，乃係其主觀之認定，且被\n    上訴人所為測試中之「顯像技術」，其採用之測試方法為依\n    型錄為之，與系爭合約約定須實機測試不同，故該測試報告\n    不足為被上訴人所為測試合於系爭契約約定之証據。故被上\n    訴人主張其測試已符合系爭契約約定，核非可採。\n  2.依購案契約第12條驗收規定：「(二)驗收程序：1.廠商應於履\n    約標的預定完成履約日前或完成履約當日，將完成履約日期\n    書面通知監造機關。除招標文件另有規定者外，機關（高雄\n    港務局）應於收到該書面通知之日7 日內會同廠商，依據契\n    約核對完成履約之項目及數量，以確定是否完成履約。2.履\n    約標的完成履約後有初驗程序者，廠商應於完成履約後7 日\n    內，將相關資料送請機關審核。機關應於收受全部資料之日\n    起10日內辦理初驗，並作成初驗紀錄。3.被驗合格後，機關\n    應於20日內辦理驗收，並作成驗收紀錄。4.無初驗程序者，\n    機關應於接獲廠商通知備驗或可得驗收之程序完成後30日內\n    辦理驗收，並作成驗收紀錄」（外放購案契約17頁），再依\n    依技術規範「拾、教育訓練」記載：「系統整合測試通過後\n    ，於申報竣工前，廠商須依合約之規定，提供機關相關人員\n    訓練課程」（同上61至63頁），亦明白規定驗收應遵守之程\n    序，被上訴履行系爭契約，自亦應依上開約定履行其義務，\n    方符合系爭契約之約定。按系爭合約第4 條付款辦法第1 項\n    第3 款約定：「本合約承做項目驗收後支付總金額20% ，30\n    天期票，合計102 萬3000元（未稅）。自設備安裝完畢經1\n    個月測試後起7 日內，若無書面通知對交付產品有異議，則\n    視同完成驗收」，該條款後段係兩造於簽約時，為保障被上\n    訴人之權益而為約定，但必也被上訴人已依兩造系爭合約之\n    約定，依債之本旨為給付，始有該約定之適用。亦即被上訴\n    人於設備安裝完畢後，經1 個月測試後起7 日內，上訴人若\n    無書面通知對交付產品有異議，則視同完成驗收，須以被上\n    訴人所為之測試符合系爭合約及購案契約所約定之測試程序\n    ，即被上訴人應將已完成檢驗測試程序所須之測試數據、文\n    件、影像等資料，及上訴人向高雄港務局申報竣工時，被上\n    訴人應配合提出系爭合約有關其應提出上訴人申報竣工所須\n    文件等資料予上訴人，使上訴人依據被上訴人履行系爭合約\n    所提供之文書等資料可向高雄港務局申請測試、驗收之程度\n    ，如上訴人未於7 日內以書面通知對交付之產品有異議時，\n    始得視同驗收，以免被上訴人已完全履行系爭合約，達於可\n    供上訴人向高雄港務局申請就被上訴人施作部分驗收之程度\n    ，卻因被上訴人或高雄港務局之因素，遲未驗收，影響被上\n    訴人權益。惟若被上訴人履行系爭合約未達足以提供讓上訴\n    人向高雄港務局申請測試、驗收之程度，自不得向上訴人請\n    求給付工程款107 萬4150元，此乃當然之解釋。被上訴人以\n    95年7 月27日安裝電視牆安裝完畢，視為竣工，再進行系統\n    測試，但系統測試並無書面文件，測試結果是否合於購案契\n    約約定，即無資料可作為判斷依據，不符系爭合約約定，故\n    被上訴人主張其依系爭合約第4 條第1 項第3 款，已視同驗\n    收，得請求工程款107 萬4150元，亦無足採。被上訴人於95\n    年8 月4 日由丁○○簽收之交貨單，尚不足以証明被上訴人\n    已完成測試，且上訴人已無異議而受領系爭工程。\n  3.証人丙○○雖證稱：伊於95年7 月27日，有前往高雄港務局\n    進行系爭工程之安裝，當時港務局的楊小姐也有到場，確認\n    電視牆並非大陸製品或舊品，伊在8 月4 日已將出貨單交給\n    證人丁○○簽收。本來是應以前端設備之訊號進行測試，但\n    因為前端設備尚未完成，所以就用自己攜帶之筆記型電腦，\n    對每一台電視牆進行測試，但因為要進行完整測試時，必須\n    使用系爭電視牆控制系統，所以是到同年9 月27日上訴人安\n    裝其他後端設備中的電腦完成後，才就系爭工程進行完整之\n    測試。伊在測試完成後，有提出竣工報告及測試報告給丁○\n    ○，也有將系爭工程所有設備之使用說明書及操作手冊燒錄\n    在光碟片中交付予丁○○等語在卷（原審卷167 至170 頁、\n    194 至196 頁），但丙○○所為之測試並無每日做測試書面\n    紀錄，亦無測試影像紀錄，無從証明其所為之測試已符合系\n    爭契約及購案約之要求，已如上述，被上訴人非依系爭合約\n    測試程序為之，其主張已完成測試，核無足採，自無推適用\n    民法第101 條之餘地。至於原法院於97年7 月15日會同兩造\n    前往系爭工程所在地進行勘驗結果，系爭數位電視牆係可正\n    常運作顯示影像，惟系爭數位電視牆控制系統中之電腦矩陣\n    選擇器因無法輸入正確使用者代號及密碼而無法進行測試，\n    系爭數位電視牆則有部分不平整及牆面掀起之狀態，固有原\n    法院勘驗筆錄及現場照片在卷可查（原審卷194 頁、223 至\n    225 頁），惟上開勘驗僅能証明數位電視牆可顯示影像，但\n    並無任何書面資料可資証明其符合系爭合約及購案契約之約\n    定，故上開勘驗不足為被上訴人已完成測試，並視同驗收之\n    有利証據。至於上訴人與高雄港務局間之糾紛，不影響被上\n    訴人未依系爭合約完成測試之程序，不得向上訴人請求尾款\n    107 萬4150元，故不就該部分予以論述．亦予敘明。\n六、綜上所述，被上訴人本於承攬契約之法律關係，請求上訴人\n    給付429 萬6600元及自起訴狀繕本送達翌日即96年10月10日\n    起至清償日止，按年息5%計算之利息，為無理由，不應准許\n    。原審判命上訴人給付，自有未洽。上訴意旨指摘原判決不\n    當，求予廢棄改判，為有理由。應由本院予以廢棄改判，如\n    主文第2 項所示。兩造其餘攻擊防禦方法或証據，不影響判\n    決結果，爰不逐一論述，並予敘明。\n七、據上論結，本件上訴為有理由，依民事訴訟法第450 條、第\n    78 條 ，判決如主文。"
  },
  "characters": {
    "judges": [
      "徐文祥",
      "李炫德"
    ],
    "prosecutors": [

    ],
    "lawyers": [
      "許乃丹",
      "有",
      "人或其法定代理人具有"
    ],
    "clerks": [

    ],
    "plaintiffs": [

    ],
    "defendants": [

    ],
    "prosecutor_office": [

    ],
    "creditors": [

    ],
    "debtors": [

    ],
    "judicial_associate_officer": [

    ]
  },
  "adjudged_at": "2010-05-12",
  "created_at": "2016-01-05 12:03:35",
  "updated_at": "2016-01-05 12:03:35"
}