{
  "identify": "TCB-99-訴-48-20100512-1",
  "court": {
    "name": "臺中高等行政法院",
    "code": "TCB"
  },
  "division": {
    "name": "行政",
    "code": "A"
  },
  "year": 99,
  "word": "訴",
  "number": "48",
  "jcheck": "1",
  "reason": "政府採購法",
  "content": "臺中高等行政法院判決\n                                        99年度訴字第48號\n                                      99年5月5日辯論終結\n原      告  加倍潔環保綠化工程有限公司\n代  表  人  甲○○○\n訴訟代理人  蔡易紘  律師\n            魏淇芸  律師\n被      告  國立自然科學博物館\n代  表  人  乙○○\n訴訟代理人  黃淑真  律師\n上列當事人間因政府採購法事件，原告不服行政院公共工程委員\n會中華民國 98年11月20日訴0000000號申訴審議判斷，提起行政\n訴訟。本院判決如下︰\n    主  文\n原告之訴駁回。\n訴訟費用由原告負擔。\n    事實及理由\n一、事實概要：緣兩造前於民國（下同）96年12月簽訂「九二一\n    地震教育園區97年度庭園館舍清潔維護勞務採購契約」，由\n    原告擔任九二一地震教育園區館舍清潔維護工作，期間自97\n    年1月1日起至 97年12月31日止。嗣被告以原告於97年6月至\n    12月間所陳報之清潔人員施玲瑤並未實際參與清潔工作，乃\n    以 98年7月22日館秘字第0980004002號函知原告略以：「有\n    關貴公司（即原告）承攬本館（即被告）『九二一地震教育\n    園區97年度庭園館舍清潔維護』乙案，經查有違反本案契約\n    及有政府採購法第101條1項第2、4款情形．．．一旨案於97\n    年由貴公司承攬，經查於 97年6月至12月期間，貴公司所陳\n    報清潔人員中施玲瑤乙員係應於昌合企業社（統編：000000\n    00）任職，已涉及以偽造文件履約溢領薪資，而有政府採購\n    法第101條第l項第2、4款情形。．．．三貴公司如認為本通\n    知違反政府採購法或不實者，得於接獲通知之次日起20日內\n    ，以書面向本館提出異議，未提出異議者，將刊登政府採購\n    公報。」等語。原告不服，提出異議，經被告以 98年8月19\n    日館秘字第0980004360號函覆異議處理結果，仍認有違反本\n    案契約及有政府採購法第101條1項第2、4款情形。原告不服\n    ，提起申訴遞遭駁回，遂提起本件行政訴訟。\n二、本件原告主張：\n  (一)被告並未舉證原告於履約期間有何出工未達21人之情事，自\n    無僅憑其陳報之清潔員施玲瑤乙員已任職他處，即遽以推論\n    原告有偽造履約相關文件之違法情事：\n  1.按當事人主張事實需負舉證責任，倘其所提出之證據不足為\n    主張事實之證明，自不能認其主張之事實為真實，最高行政\n    法院36年判字第16號著有判例。\n  2.昌合企業社係於 97年7月30日始成立，被告主張原告陳報之\n    清潔人員施玲瑤於 97年6月至12月期間已在昌合企業社任職\n    ，已嫌與事實不符。\n  3.依系爭契約所附之館舍清潔保養工作細則及使用材料準則第\n    3點第 10項規定：「每日執行清潔維護工作人力，按上開規\n    定工作時間，必須各出勤清潔人力21人（斷層保存館與服務\n    中心 4人．．．）以上。」及系爭契約所附之「九二一地震\n    教育園區97年度庭園館舍清潔維護工作價格分析表」，其中\n    「清潔維護人員工資」及「領導管理人員工資」係以21人計\n    價，可見原告就系爭清潔維護工作之履行，負有每日應出工\n    21人之義務。惟系爭清潔保養工作並非屬人性之工作，由何\n    人實際執行清潔保養工作並非重要，此從上開館舍清潔保養\n    工作細則及使用材料準則第 3點第10項僅規定原告每日需出\n    工21人，惟並未規定該21人之資格條件，另參以系爭契約第\n    8條第 16項：「廠商履約人員對於所應履約之工作有不適任\n    之情形者，機關得要求更換，廠商不得拒絕」之反面解釋，\n    及系爭契約、招標文件、投標文件等均未限定清潔人員之資\n    格，可見系爭契約就「履約」要求，並無須特定人士為之甚\n    明。從而原告每月完成工作後，請領費用時，依系爭契約第\n    5條第 1項第1款規定，應提供當月清潔工作日報表、人數統\n    計表、薪水清冊、人員工作安排表、刷卡紀錄表等資料，其\n    用意亦僅在於確認原告是否符合履行每日出工21人之義務，\n    而非特定該21人清潔人員為何人。又原告於派用之工作人員\n    請假時，本得安排適當人員代理，此有館舍清潔保養工作細\n    則及使用材料準則六(九)點規定：「乙方所派用之工作人員，\n    非經甲方同意，不得擅離現場，如有請假、輪休均應由乙方\n    負責安排適當人員代理，如未依規定，經甲方發現時，每次\n    甲方得扣罰該月承攬費用千分之3，並得按次累計扣罰。」\n    可稽，且該要點復未規定原告安排代理之人時，需向被告報\n    備或異動人員名冊，是原告於施玲瑤請假期間，安排他人代\n    理並以施玲瑤名義打卡並請款，非但未違反上開規定，且係\n    積極履行契約義務之行為。因此，本件原告之行為是否該當\n    政府採購法第 101條第1項第4款「偽造履約相關文件」，自\n    非僅從形式上判斷該月請款資料所載之人與實際工作之人名\n    是否不符而已，而應以原告每日未出工21人卻請領21人之款\n    項，始足當之。換言之，只要原告符合每日出勤之清潔人力\n    21人之要求，縱然因管理方便，由代班之人以他人之打鐘卡\n    打卡，因而造成實際上班之人與請款資料所載人別不符，亦\n    僅涉及民法上隱名代理之規定，尚難因此即謂原告該當政府\n    採購法第101條第1項第4款偽造履約相關文件。\n  4.事實上，因九二一地震教育園區位於台中縣霧峰鄉坑口村之\n    偏僻地區，原告所僱請之清潔人員亦多為當地之務農人家，\n    是如遇農作期間，即時常有請假達數月之久之情事，原告為\n    符合每日出工21人之要求，往往需遞補臨時人力，並基於管\n    理方便，以及避免請款資料過於複雜，不另外製作代班者之\n    打鐘卡，而係由代班者依既有之打鐘卡打卡並據以向被告請\n    款。本案之清潔人員施玲瑤乙員即係此一狀況，且因其未曾\n    向原告表達辭職之意，僅表示需請假一段時間，是原告並未\n    刪除其打鐘卡，僅在其請假而未上工期間，另行安排他人代\n    班出勤，並由代班之人以施玲瑤之打鐘卡打卡並據以向被告\n    請款。原告上開行為乃是積極履行每日出工達21人之要求所\n    致，更何況清潔工作並不具有屬人性，被告亦無特定應由何\n    員工為系爭清潔工作作為其付款條件，是縱然原告陳報之請\n    款資料形式上不符，惟對於被告並無造成任何損害，被告亦\n    不得執此作為原告出工未達21人而為不予付款之理由，原告\n    自無因此該當政府採購法第 101條第1項第4款「偽造履約相\n    關文件者」之情事。\n  5.又依系爭契約所附之館舍清潔保養工作細則及使用材料準則\n    六(四)規定：「甲方得按本細則 3所訂人員配置，隨時抽查乙\n    方清潔人員，如發現有不符契約規定之情事，甲方得按缺額\n    人數每次每人扣罰該月承攬費用千分之5，超過3次（含）人\n    數不符合規定時，甲方得終止本合約並依政府採購法規定辦\n    理。」是依上開規定之反面解釋，原告應僅於人員配置不符\n    契約規定之情形時（即有人數缺額之情事），始生被告得依\n    政府採購法將原告刊登政府採購公報之問題。惟從本案履約\n    期間長達 1年，被告於期間內亦有隨時抽查原告有無違約之\n    情事，惟均未曾發現原告有何違約而予以扣罰之情事，亦足\n    證原告確實已依契約規定每日出工達21人，並切實執行清潔\n    工作甚明，且本案原告是否該當政府採購法第101條第1項第\n    4 款偽造履約文件之情事，亦非僅以原告陳報之清潔員施玲\n    瑤乙員與實際工作之人不符為已足，而應積極舉證證明原告\n    於履約期間每日出勤人數未達21人之情事，業已如前所述。\n    故被告並非主張亦未舉證原告有何每日出工未達21人之情事\n    ，且係遲至系爭契約終了逾 7個月後，始僅以原告履約期間\n    陳報之清潔員施玲瑤已任職他處，即率斷原告偽造履約相關\n    文件云云，顯屬無據，且與政府採購法第 101條第1項第4款\n    規定不符。\n  6.系爭契約之「履約標的」為「九二一地震教育園區館舍清潔\n    維護工作」，此由系爭契約第 2條規定即明，至於系爭契約\n    第 5條(一)1.分期付款規定：「廠商於每月完成工作後開具發\n    票向機關辦理請款手續。廠商請領費用時，並應提供當月清\n    潔工作日報表，人數統計表，薪水清冊，人員工作安排表，\n    刷卡紀錄表等資料供機關查核，．．．」，僅係「履約完後\n    」，進一步有關請款作業之規定，並非「系爭契約規定之履\n    約行為或標的」。是原告既已每日出工21人為清潔維護工作\n    ，縱然原告請領費用時提供之資料與該月實際工作之人名不\n    符，亦僅係請款作業疏失，自與偽造履約相關文件有間，不\n    符政府採購法第101條第1項第4款之要件，不該當政府採購\n    法第101條第1項第4款之要件。\n  (二)縱認（假設）原告之行為仍該當偽造履約相關文件，惟此請\n    款作業疏失亦僅屬原告對法律規定及契約文義之認知與理解\n    未能完全正確所致，並無故意違反之意思，且對於被告亦未\n    造成任何損害，原處分之停權效果顯失之過苛，請鈞院審酌\n    行政罰法第8條及比例原則規定，予以減輕或免除處罰：\n  1.按不得因不知法規而免除行政處罰責任，但按其情節，得減\n    輕或免除其處罰，依行政罰法第 8條定有明文。又本件被告\n    對原告所作之停權處分，性質上應屬裁罰性之不利處分，自\n    應有上開行政罰法規定之適用，此從政府採購法第103條第1\n    項第1款之規定，廠商被刊登於政府採購公報後，3年內不得\n    參加投標或作為決標對象或分包廠商，可見系爭停權處分並\n    非單純警告、命除去或停止違法行為而已，而是明顯帶有「\n    制裁性」、「非難性」，具有「裁罰性」甚明，否則倘若該\n    規定並非在於制裁、非難廠商，則機關僅需警告，甚至除去\n    或停止該違法行為為已足，殊無限制廠商於未來 3年均不得\n    參與投標之必要，足徵系爭停權處分確屬裁罰性之不利處分\n    甚明，最高行政法院96年度判字第776號判決亦同旨可參。\n  2.復依行政程序法第 7條規定：「行政行為，應依下列原則為\n    之：一採取之方法應有助於目地之達成。二有多種同樣達成\n    目的之方法時，應選擇對人民權益損害最少者。三採取之方\n    法所造成之損害不得與欲達成目的之利益顯失均衡。」按政\n    府採購法第 101條第1項刊登公報之處分，核其性質係屬對人\n    民之不利益處分，對於人民之生存權、財產權影響重大，而\n    衡酌政府採購法第 101條之立法目的在於防杜不良廠商之違\n    法、違約行為，避免其再危害其他機關，並利建立廠商間之\n    良性競爭環境。是以招標機關於審酌是否須依本法第 101條\n    將廠商之名稱及相關情形刊登政府採購公報，自應依前開行\n    政程序法第 7條所定之「比例原則」，衡量該處分對於人民\n    生存權、財產權之損害，及對於政府採購良性競爭環境之維\n    護，是否有顯失均衡之情形。\n  3.況系爭契約約定原告每日出勤人力21人本身即有不合理之處\n    ，蓋系爭契約所附之館舍清潔保養工作細則及使用材料準則\n    第3點第6項一方面規定：「清潔人員之休假，乙方應依勞動\n    基準法休假規定安排。．．．」，惟系爭契約所附之「九二\n    一地震教育園區97年度庭園館舍清潔維護工作價格分析表」\n    中，「清潔維護人員工資」及「領導管理人員工資」卻又僅\n    以21人計價，原告因之必須僱用非永久性臨時工遞補休假人\n    力，以維持每日出勤人力21人之契約要求，此從原告每月申\n    領維護費時，所提出勤人員名單均為24人以上即明，由此可\n    見原告每月實際支付之工資均已超出上開單價分析表所列之\n    費用，惟原告對於上開每月額外支付之工資，均自行吸收，\n    並未向被告請求增加工程款，若認被告得僅以原告請款作業\n    之疏失，即將原告停權3年，其處罰顯然失之過苛。\n  4.原告服務於九二一地震教育園區迄今已有 6年，該園區從一\n    開始之荒煙漫草，經原告投入無數之人力、物力後，始有今\n    日整潔之環境，且原告服務之該 6年間，不僅未曾因清潔不\n    力，遭被告記點或有違約扣款之情事，甚至屢獲被告肯定原\n    告之清潔維護成果。原告每年投標系爭九二一地震教育園區\n    館舍清潔維護工作時，均能經被告評選為優勝，而得先行議\n    價得標，甚至兩造系爭不良廠商爭議在訟爭階段，被告仍於\n    98年 12月9日將國立自然科學博物館之館舍清潔維護案決標\n    予原告，工程會申訴會議時亦再次對於原告之努力表達肯定\n    之意，均足證原告為實績優良之廠商甚明。更何況被告就原\n    告上開行政作業上之請款疏失，業已於98年12月21日以館秘\n    字第0980006606號函要求原告繳還溢領薪資及罰款共計155,\n    973元，嗣更就98年12月原告得請領之清潔服務費用中扣除\n    上開款項。本案實係因原告對於法律規定及契約文義之認知\n    與理解未能完全正確，因而便宜行事所致，並非原告有何故\n    意欺瞞被告詐領薪資之意圖。倘認被告得僅以原告請款作業\n    之疏失，於上開民事損害賠償責任外，並將原告姓名刊登政\n    府採購公報，並限制原告 3年不得參加投標或作為決標對象\n    或分包廠商，顯不合於行政程序法第 7條之規範本旨，且相\n    較於原告遭被告扣罰之金額，限制原告自刊登之日起 3年內\n    不得參加機關採購之投標或作為決標對象或分包廠商，所造\n    成經濟損失高達百萬餘元，二者顯不相當，可見本案實有情\n    輕法重之嫌。被告抹煞原告多年來之努力，顯與政府採購法\n    第 101條規定旨在於防杜不良廠商之重大違法、違約行為，\n    以確保公共工程品質之立法目的容有未合，自非本件之公道\n    。據上，縱然鈞院仍認為原告行為仍該當政府採購法第 101\n    條第1項第4款偽造履約相關文件，亦懇請鈞院審酌上開情事\n    ，依行政罰法第 8條及比例原則規定予以減輕或免除處罰等\n    情。並聲明求為判決被告 98年7月22日館秘字第0980004002\n    號處分（含 98年8月19日館秘字第0980004360號函異議處理\n    結果通知書）及申訴審議判斷均撤銷。\n三、被告則以：\n  (一)按「機關辦理採購，發現廠商有下列情形之一，應將其事實\n    及理由通知廠商，並附記如未提出異議者，將刊登政府採購\n    公報：．．．(四)偽造、變造投標、契約或履約相關文件者。\n    」政府採購府第 101條第1項第4款定有明文。又行政院公共\n    工程委員會94年1月20日工程企字第09400024600號函說明：\n    「二本法第101條第1項第2款及第4款有關『偽造、變造』之\n    定義，應依本法之立法意旨認定，例如，以廠商自己名義所\n    製作之文書，然與真實不符者，雖為有權限之人所製作，非\n    刑法上之偽造、變造，仍違反本法．．．。」\n  (二)本件兩造於96年12月簽訂之「國立自然科學博館九二一地震\n    教育館97年度庭園館舍清潔維護合約書」第 5條第1項第1款\n    約定：「廠商於每月完成工作後開具發票向機關辦理請款手\n    續。廠商請領費用時，並應提供當月清潔工作日報表，人數\n    統計表，薪水清冊，人員工作安排表，刷卡記錄等資料供機\n    關查核，並將該月薪水發放名冊按月於請款時送交機關備查\n    ，該名冊應詳細列出員工姓名、地址及身分證字號，倘有虛\n    列不實經機關查證屬實，廠商應負一切法律責任，機關並得\n    終止本合約。」是本件原告請領費用時，依約應提供當月清\n    潔工作日報表，人數統計表，薪水清冊，人員工作安排表，\n    刷卡記錄等資料供機關查核，並將該月薪水發放名冊按月於\n    請款時送交機關備查，該名冊應詳細列出員工姓名、地址及\n    身分證字號，亦即該等資料皆為原告履約之相關文件，此應\n    合先敘明。\n  (三)本件依原告 97年6月至12月之請款資料中所附九二一地震教\n    育館園區人員資料表，茲有職稱為清潔員之施玲瑤，身分證\n    字號Ｚ000000000，戶籍地址為臺中縣霧峰鄉○村○○○路37\n    9號，薪資17280等內容，惟嗣後查證施玲瑤君自 97年1月至\n    12月係任職於訴外人昌合企業社，此有施玲瑤97年度各類所\n    得扣繳暨免扣繳憑單可證。是原告依約向被告所提出 97年6\n    月至12月之請款資料中所附九二一地震教育館園區人員資料\n    表確有虛列不實之情，再者，原告於行政院公共工程委員會\n    採購申訴審議委員會之預審會中亦承認施玲瑤自 97年6月後\n    確實實際未上工，且原告卻仍以施玲瑤名義打卡及請款之事\n    實。準此，原告所為既有「偽造施玲瑤履約之薪資清冊及打\n    卡紀錄」之情事，被告以原告有政府採購法第101條第1項第\n    4 款「偽造履約相關文件」之情事通知將刊登於政府採購公\n    報應無違反法令可言。\n  (四)至於原告於起訴狀所置辯之主張，茲一一駁斥如下：\n  1.本件之爭點為原告明知施玲瑤自 97年6月至12月根本未在九\n    二一地震教育館園區從事清潔工作，竟仍以施玲瑤之名義打\n    卡及請款之行為，是否該當於政府採購法第 101條第1項第4\n    款「偽造履約相關文件」？此與原告於履約期間是否有依約\n    出工21人無涉，應予辨明！原告謂僅為請款作業疏失，如此\n    抗辯，顯屬牽強。\n  2.按代理人為法律行為時雖未以本人名義為之，但有為本人之\n    意思，且此項意思為相對人所明知或可得而知者，稱為「隱\n    名代理」，隱名代理，在日本民法（100）及德國民法（164\n    ）均設有明文，大理院也承認此項代理制度（7年上字第351\n    號），惟我國現行民法未有規定。原告辯稱其係因管理方便\n    ，由代班之人以施玲瑤之名義打卡及請款，因而造成實際上\n    班之人與請款資料所載人別不符，僅涉及民法上隱名代理之\n    規定，然依前述隱名代理之定義可知，原告由代班之人以施\n    玲瑤之名義打卡及請款之情，顯與隱名代理不符，原告所辯\n    不足為採！\n  3.按政府採購法立法目的在於建立政府採購制度，依公平、公\n    開之採購程序，提升採購效率與功能，確保採購品質，為政\n    府採購法第1條所明定，又「依前條第3項規定刊登於政府採\n    購公報之廠商，於下列期間內，不得參加投標或作成決標對\n    象或分包廠商。一有第101條第1款至第5款之情形．．．，\n    自刊登之次日起3年。」政府採購法第103條第1項第1款訂有\n    明文。依該條規定，行政機關依法應無裁量權，自無行政罰\n    法第 8條及比例原則規定之適用餘地。從而，被告以原告有\n    「偽造施玲瑤履約之薪資清冊及打卡紀錄」之情事，依政府\n    採購法第101條第1項第4款及政府採購法第103條第1項第1款\n    之規定，刊登原告自刊登之次日起 3年內，不得參加投標或\n    作成決標對象或分包廠商，應無不合等語，資為抗辯。並聲\n    明求為判決駁回原告之訴。\n四、兩造之爭點為：被告以原告 97年6月至12月請款資料中所附\n    九二一地震教育館園區人員資料表，其中清潔人員施玲瑤於\n    該段期間並未實際參與清潔工作，而認有政府採購法第 101\n    條第1項第2款及第4款之情事，是否適法？\n五、按「機關辦理採購，發現廠商有下列情形之一，應將其事實\n    及理由通知廠商，並附記如未提出異議者，將刊登政府採購\n    公報：．．．四偽造、變造投標、契約或履約相關文件者。\n    」為政府採購法第101條第1項第4款所明定。又「主旨：\n    關於政府採購法（以下簡稱本法）第101條第1項第2款及第4\n    款之適用疑義．．．。說明：．．．．三前揭第4款所稱『\n    履約相關文件』，凡是廠商依採購契約規定履約所應提供之\n    文件均屬之。」為行政院公共工程委員會94年1月20日工程\n    企字第09400024600號函所釋。\n六、經查：\n（一）、本件兩造於96年12月所簽訂之「國立自然科學博館九二\n        一地震教育館97年度庭園館舍清潔維護合約書」（以下\n        簡稱系爭契約）第5條第1項第1款約定：「廠商於每月\n        完成工作後開具發票向機關辦理請款手續。廠商請領費\n        用時，並應提供當月清潔工作日報表，人數統計表，薪\n        水清冊，人員工作安排表，刷卡記錄等資料供機關查核\n        ，並將該月薪水發放名冊按月於請款時送交機關備查，\n        該名冊應詳細列出員工姓名、地址及身分證字號，倘有\n        虛列不實經機關查證屬實，廠商應負一切法律責任，機\n        關並得終止本合約。」是本件原告請領費用時，依約應\n        提供當月清潔工作日報表，人數統計表，薪水清冊，人\n        員工作安排表，刷卡記錄等資料供機關查核，並將該月\n        薪水發放名冊按月於請款時送交機關備查，該名冊應詳\n        細列出員工姓名、地址及身分證字號，亦即該等資料皆\n        為原告履約之相關文件。\n（二）、本件原告 97年6月至12月所提出用以向被告請款之資料\n        中所附九二一地震教育館園區人員資料表中，列有清潔\n        員施玲瑤（身分證字號Ｚ000000000，戶籍地址為臺中縣\n        霧峰鄉○村○○○路379號），其薪資為17280元，惟經\n        被告查證發現施玲瑤自 97年1月至12月係任職於訴外人\n        昌合企業社，此有施玲瑤97年度各類所得扣繳暨免扣繳\n        憑單可證，此一事實，原告於起訴時雖稱昌合企業社係\n        於 97年7月30日始成立，被告主張原告陳報之清潔人員\n        施玲瑤於 97年6月至12月期間已在昌合企業社任職，已\n        嫌與事實不符，然於本件準備程序及辯論時，則對上開\n        事實，表示不爭執，又未提出相關事證，以證明施玲瑤\n        於97年6月後，仍有上工。是被告主張施玲瑤於97年6月\n        後，並未上工，自可認為實在。則施玲瑤自 97年6月後\n        ，既未上工，原告卻提出以施玲瑤名義打卡及請款之文\n        件，用以請款，自有偽造上開請款文件之事實。\n（三）、原告雖以前開理由，認系爭契約之「履約標的」依系爭\n        契約第 2條規定為「九二一地震教育園區館舍清潔維護\n        工作」，至於系爭契約第 5條(一)1.分期付款規定：「廠\n        商於每月完成工作後開具發票向機關辦理請款手續。廠\n        商請領費用時，並應提供當越清潔工作日報表，人數統\n        計表，薪水清冊，人員工作安排表，刷卡紀錄表等資料\n        供機關查核，．．．」，僅係「履約完後」，進一步有\n        關請款作業之規定，並「非系爭契約規定之履約行為或\n        標的」。是原告既已每日出工21人為清潔維護工作，縱\n        然原告請領費用時提供之資料與該月實際工作之人名不\n        符，亦僅係請款作業疏失，自與偽造履約相關文件有間\n        ，不符政府採購法第 101條第1項第4款之要件，不該當\n        政府採購法第 101條第1項第4款之要件等云。然按政府\n        採購法第 101條第1項第4款，係以廠商有「偽造、變造\n        投標、契約或履約相關文件」為其要件，而所謂「偽造\n        履約相關文件」，僅須所偽造之文件與廠商履約「相關\n        」即為相當，並不以該文件，係直接用於機關採購標的\n        之履行為限，而廠商用以請款，依契約之約定，所必須\n        提出之文件，自亦屬此所謂之「履約相關文件」。是原\n        告依約向被告所提出97年6 月至12月之請款資料中所附\n        九二一地震教育館園區人員資料表，既有「偽造施玲瑤\n        履約之薪資清冊及打卡紀錄」之情事，被告以原告有政\n        府採購法第 101條第1項第4款「偽造履約相關文件」之\n        情事通知將刊登於政府採購公報，揆諸前開說明，自無\n        不合。至原告是否有每日應出工21人，以履行系爭清潔\n        維護工作，並不影響本件事實之認定；而系爭契約約定\n        原告每日出勤人力21人，是否合理，亦與本件原告之違\n        章認定無涉，均予敘明。\n（四）、又按不得因不知法規而免除行政處罰責任，但按其情節\n        ，得減輕或免除其處罰，固為行政罰法第 8條所規定，\n        本件被告對原告所作之通知，其結果依政府採購法第10\n        3 條之規定，將生不得投標或作為決標對象或分包廠商\n        之停權效果，性質上應屬裁罰性之不利處分，雖其屬無\n        法量化之裁罰類型，行政罰之減輕即無適用餘地，惟關\n        於得免除處罰部分，則仍有適用之餘地。然上開行政罰\n        法第 8條係規定行為人因不瞭解法規之存在或適用，進\n        而不知其行為違反行政法上義務時，規定仍不得免除行\n        政處罰責任。惟以其可非難程度較低，規定得按其情節\n        減輕或免除其處罰（該條立法理由參照），是本件原告\n        主張有行政罰法第 8條之適用，應以其不知法規，據以\n        為前開主張，然原告公司既依政府採購法之規定，參與\n        系爭採購案之投標，且已得標，衡情自難認不知有該法\n        第 101條第1項第4款之規定，原告此一主張，自屬無據\n        。又以本件之情形，原告公司履行系爭契約之清潔維護\n        工作，指派何人實際為之，自無不知之可能。是客觀上\n        原告對於施玲瑤未於 97年6月後參與本件系爭契約之清\n        潔工作，應為原告所明知，或可得而知，原告本件請款\n        時，於向被告提出之文件中，列清潔員施玲瑤，而有所\n        提出之文件不實之偽造，原告縱非故意，亦難謂無過失\n        。\n（五）、另「行政行為，應依下列原則為之：一採取之方法應有\n        助於目地之達成。二有多種同樣達成目的之方法時，應\n        選擇對人民權益損害最少者。三採取之方法所造成之損\n        害不得與欲達成目的之利益顯失均衡。」固為行政程序\n        法第7條所規定，然按政府採購法第 101條第1項僅規定\n        ：「機關辦理採購，發現廠商有下列情形之一，應將其\n        事實及理由通知廠商，並附記如未提出異議者，將刊登\n        政府採購公報」，是被告機關對此並無多種方法可資裁\n        量；又依系爭契約所附之館舍清潔保養工作細則及使用\n        材料準則第 3點第10項規定：「每日執行清潔維護工作\n        人力，按上開規定工作時間，必須各出勤清潔人力21人\n        （斷層保存館與服務中心 4人．．．）以上。」及系爭\n        契約所附之「九二一地震教育園區97年度庭園館舍清潔\n        維護工作價格分析表」，其中「清潔維護人員工資」及\n        「領導管理人員工資」係以21人計價，可見原告就系爭\n        清潔維護工作之履行，負有每日應出工21人之義務。又\n        依系爭契約第 5條第1項第1款「．．．廠商請領費用時\n        ，並應提供當月清潔工作日報表，人數統計表，薪水清\n        冊，人員工作安排表，刷卡記錄等資料供機關查核，並\n        將該月薪水發放名冊按月於請款時送交機關備查，該名\n        冊應詳細列出員工姓名、地址及身分證字號，倘有虛列\n        不實經機關查證屬實，廠商應負一切法律責任，機關並\n        得終止本合約。」之約定，足認原告請款時，有提供當\n        月清潔工作日報表，人數統計表，薪水清冊，人員工作\n        安排表，刷卡記錄等資料供被告機關查核之義務，而上\n        開文件，亦應係被告用以查核原告是否有依約履行之認\n        定依據。再者，兩造系爭契約尚約定，如有虛列不實經\n        被告查證屬實，被告得終止契約，足見上開請款文件係\n        原告是否依約履行之重要依據，且已於系爭契約中明定\n        。從而，本件原告虛列清潔員施玲瑤於請款之文件中，\n        自已影響被告對於原告是否確實履約之認定，且係重大\n        之違約，尚難認被告本件處理，有違反行政程序法第 7\n        條之規定或比例原則之情形。至原告依館舍清潔保養工\n        作細則及使用材料準則六(九)點，以原告於派用之工作人\n        員請假時，得安排適當人員代理之規定，認履約之清潔\n        維護人員之屬性，非契約之內容，主張原告已依約有21\n        人擔任清潔維護工作，而不違約一節，參以系爭契約第\n        8條第 16項：「廠商履約人員對於所應履約之工作有不\n        適任之情形者，機關得要求更換，廠商不得拒絕」之規\n        定，亦非如原告所稱履行系爭契約，僅須原告提供21人\n        從事清潔維護工作，即屬履約。又以本件縱如原告所稱\n        係基於作業方便，另請他人擔任清潔人員，因原告未於\n        薪資清冊改變名字，仍以施玲瑤名義打卡及請款，不問\n        是否有代替施玲瑤實際從事清潔工作之人，均不足以影\n        響本件之認定。\n七、綜上所述，原告確有「偽造施玲瑤履約之薪資清冊及打卡紀\n    錄」請款之情事，被告認定原告有政府採購法第101條第l項\n    第 4款之情形，被告異議處理結果仍予維持，自無違誤，行\n    政院公共工程委員會採購申訴審議判斷予以維持，亦無不合\n    ，原告以前開理由指摘其等違法，請求均予撤銷，為無理由\n    ，應予駁回。至被告異議處理結果雖以原告有政府採購法第\n    101條第l項第2款之情形部分， 因本件原告仍係以其名義履\n    行其與被告簽訂之系爭契約，而原告本件係以「偽造施玲瑤\n    履約之薪資清冊及打卡紀錄」請款，並非冒用他人名義履約\n    ，亦非屬以偽造之文件作為系爭契約之直接履行文件，尚與\n    政府採購法第101條第l項第2款之要件不符， 然因原告有同\n    項第4款之情事， 依政府採購法第101條第1項之規定，仍應\n    將其事實及理由刊登政府採購公報，而不影響被告所為異議\n    處理之結果；此外，本件兩造其餘之主張及舉證，均不影響\n    本件判決之結果，均併予敘明。\n八、據上論結，本件原告之訴為無理由，依行政訴訟法第 195條\n    第1項後段、第98條第1項前段，判決如主文。\n中    華    民    國    99    年    5    月    12    日\n                臺中高等行政法院第四庭\n                          審判長法  官  沈  應  南\n                                法  官  王  德  麟\n                                法  官  許  武  峰\n以上正本證明與原本無異。\n如不服本判決，應於判決送達後20日內向本院提出上訴書狀，其\n未表明上訴理由者，應於提起上訴後20日內向本院提出上訴理由\n書（須依對造人數附具繕本）；如於本判決宣示或公告後送達前\n提起上訴者，應於判決送達後20日內補提上訴理由書（須附繕本\n）。未表明上訴理由者，逕以裁定駁回。\n中    華    民    國    99    年    5    月    18    日\n                                書記官  廖  倩  慧\n",
  "structure": {
    "main": "原告之訴駁回。\n訴訟費用由原告負擔。",
    "fact": "一、事實概要：緣兩造前於民國（下同）96年12月簽訂「九二一\n    地震教育園區97年度庭園館舍清潔維護勞務採購契約」，由\n    原告擔任九二一地震教育園區館舍清潔維護工作，期間自97\n    年1月1日起至 97年12月31日止。嗣被告以原告於97年6月至\n    12月間所陳報之清潔人員施玲瑤並未實際參與清潔工作，乃\n    以 98年7月22日館秘字第0980004002號函知原告略以：「有\n    關貴公司（即原告）承攬本館（即被告）『九二一地震教育\n    園區97年度庭園館舍清潔維護』乙案，經查有違反本案契約\n    及有政府採購法第101條1項第2、4款情形．．．一旨案於97\n    年由貴公司承攬，經查於 97年6月至12月期間，貴公司所陳\n    報清潔人員中施玲瑤乙員係應於昌合企業社（統編：000000\n    00）任職，已涉及以偽造文件履約溢領薪資，而有政府採購\n    法第101條第l項第2、4款情形。．．．三貴公司如認為本通\n    知違反政府採購法或不實者，得於接獲通知之次日起20日內\n    ，以書面向本館提出異議，未提出異議者，將刊登政府採購\n    公報。」等語。原告不服，提出異議，經被告以 98年8月19\n    日館秘字第0980004360號函覆異議處理結果，仍認有違反本\n    案契約及有政府採購法第101條1項第2、4款情形。原告不服\n    ，提起申訴遞遭駁回，遂提起本件行政訴訟。\n二、本件原告主張：\n  (一)被告並未舉證原告於履約期間有何出工未達21人之情事，自\n    無僅憑其陳報之清潔員施玲瑤乙員已任職他處，即遽以推論\n    原告有偽造履約相關文件之違法情事：\n  1.按當事人主張事實需負舉證責任，倘其所提出之證據不足為\n    主張事實之證明，自不能認其主張之事實為真實，最高行政\n    法院36年判字第16號著有判例。\n  2.昌合企業社係於 97年7月30日始成立，被告主張原告陳報之\n    清潔人員施玲瑤於 97年6月至12月期間已在昌合企業社任職\n    ，已嫌與事實不符。\n  3.依系爭契約所附之館舍清潔保養工作細則及使用材料準則第\n    3點第 10項規定：「每日執行清潔維護工作人力，按上開規\n    定工作時間，必須各出勤清潔人力21人（斷層保存館與服務\n    中心 4人．．．）以上。」及系爭契約所附之「九二一地震\n    教育園區97年度庭園館舍清潔維護工作價格分析表」，其中\n    「清潔維護人員工資」及「領導管理人員工資」係以21人計\n    價，可見原告就系爭清潔維護工作之履行，負有每日應出工\n    21人之義務。惟系爭清潔保養工作並非屬人性之工作，由何\n    人實際執行清潔保養工作並非重要，此從上開館舍清潔保養\n    工作細則及使用材料準則第 3點第10項僅規定原告每日需出\n    工21人，惟並未規定該21人之資格條件，另參以系爭契約第\n    8條第 16項：「廠商履約人員對於所應履約之工作有不適任\n    之情形者，機關得要求更換，廠商不得拒絕」之反面解釋，\n    及系爭契約、招標文件、投標文件等均未限定清潔人員之資\n    格，可見系爭契約就「履約」要求，並無須特定人士為之甚\n    明。從而原告每月完成工作後，請領費用時，依系爭契約第\n    5條第 1項第1款規定，應提供當月清潔工作日報表、人數統\n    計表、薪水清冊、人員工作安排表、刷卡紀錄表等資料，其\n    用意亦僅在於確認原告是否符合履行每日出工21人之義務，\n    而非特定該21人清潔人員為何人。又原告於派用之工作人員\n    請假時，本得安排適當人員代理，此有館舍清潔保養工作細\n    則及使用材料準則六(九)點規定：「乙方所派用之工作人員，\n    非經甲方同意，不得擅離現場，如有請假、輪休均應由乙方\n    負責安排適當人員代理，如未依規定，經甲方發現時，每次\n    甲方得扣罰該月承攬費用千分之3，並得按次累計扣罰。」\n    可稽，且該要點復未規定原告安排代理之人時，需向被告報\n    備或異動人員名冊，是原告於施玲瑤請假期間，安排他人代\n    理並以施玲瑤名義打卡並請款，非但未違反上開規定，且係\n    積極履行契約義務之行為。因此，本件原告之行為是否該當\n    政府採購法第 101條第1項第4款「偽造履約相關文件」，自\n    非僅從形式上判斷該月請款資料所載之人與實際工作之人名\n    是否不符而已，而應以原告每日未出工21人卻請領21人之款\n    項，始足當之。換言之，只要原告符合每日出勤之清潔人力\n    21人之要求，縱然因管理方便，由代班之人以他人之打鐘卡\n    打卡，因而造成實際上班之人與請款資料所載人別不符，亦\n    僅涉及民法上隱名代理之規定，尚難因此即謂原告該當政府\n    採購法第101條第1項第4款偽造履約相關文件。\n  4.事實上，因九二一地震教育園區位於台中縣霧峰鄉坑口村之\n    偏僻地區，原告所僱請之清潔人員亦多為當地之務農人家，\n    是如遇農作期間，即時常有請假達數月之久之情事，原告為\n    符合每日出工21人之要求，往往需遞補臨時人力，並基於管\n    理方便，以及避免請款資料過於複雜，不另外製作代班者之\n    打鐘卡，而係由代班者依既有之打鐘卡打卡並據以向被告請\n    款。本案之清潔人員施玲瑤乙員即係此一狀況，且因其未曾\n    向原告表達辭職之意，僅表示需請假一段時間，是原告並未\n    刪除其打鐘卡，僅在其請假而未上工期間，另行安排他人代\n    班出勤，並由代班之人以施玲瑤之打鐘卡打卡並據以向被告\n    請款。原告上開行為乃是積極履行每日出工達21人之要求所\n    致，更何況清潔工作並不具有屬人性，被告亦無特定應由何\n    員工為系爭清潔工作作為其付款條件，是縱然原告陳報之請\n    款資料形式上不符，惟對於被告並無造成任何損害，被告亦\n    不得執此作為原告出工未達21人而為不予付款之理由，原告\n    自無因此該當政府採購法第 101條第1項第4款「偽造履約相\n    關文件者」之情事。\n  5.又依系爭契約所附之館舍清潔保養工作細則及使用材料準則\n    六(四)規定：「甲方得按本細則 3所訂人員配置，隨時抽查乙\n    方清潔人員，如發現有不符契約規定之情事，甲方得按缺額\n    人數每次每人扣罰該月承攬費用千分之5，超過3次（含）人\n    數不符合規定時，甲方得終止本合約並依政府採購法規定辦\n    理。」是依上開規定之反面解釋，原告應僅於人員配置不符\n    契約規定之情形時（即有人數缺額之情事），始生被告得依\n    政府採購法將原告刊登政府採購公報之問題。惟從本案履約\n    期間長達 1年，被告於期間內亦有隨時抽查原告有無違約之\n    情事，惟均未曾發現原告有何違約而予以扣罰之情事，亦足\n    證原告確實已依契約規定每日出工達21人，並切實執行清潔\n    工作甚明，且本案原告是否該當政府採購法第101條第1項第\n    4 款偽造履約文件之情事，亦非僅以原告陳報之清潔員施玲\n    瑤乙員與實際工作之人不符為已足，而應積極舉證證明原告\n    於履約期間每日出勤人數未達21人之情事，業已如前所述。\n    故被告並非主張亦未舉證原告有何每日出工未達21人之情事\n    ，且係遲至系爭契約終了逾 7個月後，始僅以原告履約期間\n    陳報之清潔員施玲瑤已任職他處，即率斷原告偽造履約相關\n    文件云云，顯屬無據，且與政府採購法第 101條第1項第4款\n    規定不符。\n  6.系爭契約之「履約標的」為「九二一地震教育園區館舍清潔\n    維護工作」，此由系爭契約第 2條規定即明，至於系爭契約\n    第 5條(一)1.分期付款規定：「廠商於每月完成工作後開具發\n    票向機關辦理請款手續。廠商請領費用時，並應提供當月清\n    潔工作日報表，人數統計表，薪水清冊，人員工作安排表，\n    刷卡紀錄表等資料供機關查核，．．．」，僅係「履約完後\n    」，進一步有關請款作業之規定，並非「系爭契約規定之履\n    約行為或標的」。是原告既已每日出工21人為清潔維護工作\n    ，縱然原告請領費用時提供之資料與該月實際工作之人名不\n    符，亦僅係請款作業疏失，自與偽造履約相關文件有間，不\n    符政府採購法第101條第1項第4款之要件，不該當政府採購\n    法第101條第1項第4款之要件。\n  (二)縱認（假設）原告之行為仍該當偽造履約相關文件，惟此請\n    款作業疏失亦僅屬原告對法律規定及契約文義之認知與理解\n    未能完全正確所致，並無故意違反之意思，且對於被告亦未\n    造成任何損害，原處分之停權效果顯失之過苛，請鈞院審酌\n    行政罰法第8條及比例原則規定，予以減輕或免除處罰：\n  1.按不得因不知法規而免除行政處罰責任，但按其情節，得減\n    輕或免除其處罰，依行政罰法第 8條定有明文。又本件被告\n    對原告所作之停權處分，性質上應屬裁罰性之不利處分，自\n    應有上開行政罰法規定之適用，此從政府採購法第103條第1\n    項第1款之規定，廠商被刊登於政府採購公報後，3年內不得\n    參加投標或作為決標對象或分包廠商，可見系爭停權處分並\n    非單純警告、命除去或停止違法行為而已，而是明顯帶有「\n    制裁性」、「非難性」，具有「裁罰性」甚明，否則倘若該\n    規定並非在於制裁、非難廠商，則機關僅需警告，甚至除去\n    或停止該違法行為為已足，殊無限制廠商於未來 3年均不得\n    參與投標之必要，足徵系爭停權處分確屬裁罰性之不利處分\n    甚明，最高行政法院96年度判字第776號判決亦同旨可參。\n  2.復依行政程序法第 7條規定：「行政行為，應依下列原則為\n    之：一採取之方法應有助於目地之達成。二有多種同樣達成\n    目的之方法時，應選擇對人民權益損害最少者。三採取之方\n    法所造成之損害不得與欲達成目的之利益顯失均衡。」按政\n    府採購法第 101條第1項刊登公報之處分，核其性質係屬對人\n    民之不利益處分，對於人民之生存權、財產權影響重大，而\n    衡酌政府採購法第 101條之立法目的在於防杜不良廠商之違\n    法、違約行為，避免其再危害其他機關，並利建立廠商間之\n    良性競爭環境。是以招標機關於審酌是否須依本法第 101條\n    將廠商之名稱及相關情形刊登政府採購公報，自應依前開行\n    政程序法第 7條所定之「比例原則」，衡量該處分對於人民\n    生存權、財產權之損害，及對於政府採購良性競爭環境之維\n    護，是否有顯失均衡之情形。\n  3.況系爭契約約定原告每日出勤人力21人本身即有不合理之處\n    ，蓋系爭契約所附之館舍清潔保養工作細則及使用材料準則\n    第3點第6項一方面規定：「清潔人員之休假，乙方應依勞動\n    基準法休假規定安排。．．．」，惟系爭契約所附之「九二\n    一地震教育園區97年度庭園館舍清潔維護工作價格分析表」\n    中，「清潔維護人員工資」及「領導管理人員工資」卻又僅\n    以21人計價，原告因之必須僱用非永久性臨時工遞補休假人\n    力，以維持每日出勤人力21人之契約要求，此從原告每月申\n    領維護費時，所提出勤人員名單均為24人以上即明，由此可\n    見原告每月實際支付之工資均已超出上開單價分析表所列之\n    費用，惟原告對於上開每月額外支付之工資，均自行吸收，\n    並未向被告請求增加工程款，若認被告得僅以原告請款作業\n    之疏失，即將原告停權3年，其處罰顯然失之過苛。\n  4.原告服務於九二一地震教育園區迄今已有 6年，該園區從一\n    開始之荒煙漫草，經原告投入無數之人力、物力後，始有今\n    日整潔之環境，且原告服務之該 6年間，不僅未曾因清潔不\n    力，遭被告記點或有違約扣款之情事，甚至屢獲被告肯定原\n    告之清潔維護成果。原告每年投標系爭九二一地震教育園區\n    館舍清潔維護工作時，均能經被告評選為優勝，而得先行議\n    價得標，甚至兩造系爭不良廠商爭議在訟爭階段，被告仍於\n    98年 12月9日將國立自然科學博物館之館舍清潔維護案決標\n    予原告，工程會申訴會議時亦再次對於原告之努力表達肯定\n    之意，均足證原告為實績優良之廠商甚明。更何況被告就原\n    告上開行政作業上之請款疏失，業已於98年12月21日以館秘\n    字第0980006606號函要求原告繳還溢領薪資及罰款共計155,\n    973元，嗣更就98年12月原告得請領之清潔服務費用中扣除\n    上開款項。本案實係因原告對於法律規定及契約文義之認知\n    與理解未能完全正確，因而便宜行事所致，並非原告有何故\n    意欺瞞被告詐領薪資之意圖。倘認被告得僅以原告請款作業\n    之疏失，於上開民事損害賠償責任外，並將原告姓名刊登政\n    府採購公報，並限制原告 3年不得參加投標或作為決標對象\n    或分包廠商，顯不合於行政程序法第 7條之規範本旨，且相\n    較於原告遭被告扣罰之金額，限制原告自刊登之日起 3年內\n    不得參加機關採購之投標或作為決標對象或分包廠商，所造\n    成經濟損失高達百萬餘元，二者顯不相當，可見本案實有情\n    輕法重之嫌。被告抹煞原告多年來之努力，顯與政府採購法\n    第 101條規定旨在於防杜不良廠商之重大違法、違約行為，\n    以確保公共工程品質之立法目的容有未合，自非本件之公道\n    。據上，縱然鈞院仍認為原告行為仍該當政府採購法第 101\n    條第1項第4款偽造履約相關文件，亦懇請鈞院審酌上開情事\n    ，依行政罰法第 8條及比例原則規定予以減輕或免除處罰等\n    情。並聲明求為判決被告 98年7月22日館秘字第0980004002\n    號處分（含 98年8月19日館秘字第0980004360號函異議處理\n    結果通知書）及申訴審議判斷均撤銷。\n三、被告則以：\n  (一)按「機關辦理採購，發現廠商有下列情形之一，應將其事實\n    及理由通知廠商，並附記如未提出異議者，將刊登政府採購\n    公報：．．．(四)偽造、變造投標、契約或履約相關文件者。\n    」政府採購府第 101條第1項第4款定有明文。又行政院公共\n    工程委員會94年1月20日工程企字第09400024600號函說明：\n    「二本法第101條第1項第2款及第4款有關『偽造、變造』之\n    定義，應依本法之立法意旨認定，例如，以廠商自己名義所\n    製作之文書，然與真實不符者，雖為有權限之人所製作，非\n    刑法上之偽造、變造，仍違反本法．．．。」\n  (二)本件兩造於96年12月簽訂之「國立自然科學博館九二一地震\n    教育館97年度庭園館舍清潔維護合約書」第 5條第1項第1款\n    約定：「廠商於每月完成工作後開具發票向機關辦理請款手\n    續。廠商請領費用時，並應提供當月清潔工作日報表，人數\n    統計表，薪水清冊，人員工作安排表，刷卡記錄等資料供機\n    關查核，並將該月薪水發放名冊按月於請款時送交機關備查\n    ，該名冊應詳細列出員工姓名、地址及身分證字號，倘有虛\n    列不實經機關查證屬實，廠商應負一切法律責任，機關並得\n    終止本合約。」是本件原告請領費用時，依約應提供當月清\n    潔工作日報表，人數統計表，薪水清冊，人員工作安排表，\n    刷卡記錄等資料供機關查核，並將該月薪水發放名冊按月於\n    請款時送交機關備查，該名冊應詳細列出員工姓名、地址及\n    身分證字號，亦即該等資料皆為原告履約之相關文件，此應\n    合先敘明。\n  (三)本件依原告 97年6月至12月之請款資料中所附九二一地震教\n    育館園區人員資料表，茲有職稱為清潔員之施玲瑤，身分證\n    字號Ｚ000000000，戶籍地址為臺中縣霧峰鄉○村○○○路37\n    9號，薪資17280等內容，惟嗣後查證施玲瑤君自 97年1月至\n    12月係任職於訴外人昌合企業社，此有施玲瑤97年度各類所\n    得扣繳暨免扣繳憑單可證。是原告依約向被告所提出 97年6\n    月至12月之請款資料中所附九二一地震教育館園區人員資料\n    表確有虛列不實之情，再者，原告於行政院公共工程委員會\n    採購申訴審議委員會之預審會中亦承認施玲瑤自 97年6月後\n    確實實際未上工，且原告卻仍以施玲瑤名義打卡及請款之事\n    實。準此，原告所為既有「偽造施玲瑤履約之薪資清冊及打\n    卡紀錄」之情事，被告以原告有政府採購法第101條第1項第\n    4 款「偽造履約相關文件」之情事通知將刊登於政府採購公\n    報應無違反法令可言。\n  (四)至於原告於起訴狀所置辯之主張，茲一一駁斥如下：\n  1.本件之爭點為原告明知施玲瑤自 97年6月至12月根本未在九\n    二一地震教育館園區從事清潔工作，竟仍以施玲瑤之名義打\n    卡及請款之行為，是否該當於政府採購法第 101條第1項第4\n    款「偽造履約相關文件」？此與原告於履約期間是否有依約\n    出工21人無涉，應予辨明！原告謂僅為請款作業疏失，如此\n    抗辯，顯屬牽強。\n  2.按代理人為法律行為時雖未以本人名義為之，但有為本人之\n    意思，且此項意思為相對人所明知或可得而知者，稱為「隱\n    名代理」，隱名代理，在日本民法（100）及德國民法（164\n    ）均設有明文，大理院也承認此項代理制度（7年上字第351\n    號），惟我國現行民法未有規定。原告辯稱其係因管理方便\n    ，由代班之人以施玲瑤之名義打卡及請款，因而造成實際上\n    班之人與請款資料所載人別不符，僅涉及民法上隱名代理之\n    規定，然依前述隱名代理之定義可知，原告由代班之人以施\n    玲瑤之名義打卡及請款之情，顯與隱名代理不符，原告所辯\n    不足為採！\n  3.按政府採購法立法目的在於建立政府採購制度，依公平、公\n    開之採購程序，提升採購效率與功能，確保採購品質，為政\n    府採購法第1條所明定，又「依前條第3項規定刊登於政府採\n    購公報之廠商，於下列期間內，不得參加投標或作成決標對\n    象或分包廠商。一有第101條第1款至第5款之情形．．．，\n    自刊登之次日起3年。」政府採購法第103條第1項第1款訂有\n    明文。依該條規定，行政機關依法應無裁量權，自無行政罰\n    法第 8條及比例原則規定之適用餘地。從而，被告以原告有\n    「偽造施玲瑤履約之薪資清冊及打卡紀錄」之情事，依政府\n    採購法第101條第1項第4款及政府採購法第103條第1項第1款\n    之規定，刊登原告自刊登之次日起 3年內，不得參加投標或\n    作成決標對象或分包廠商，應無不合等語，資為抗辯。並聲\n    明求為判決駁回原告之訴。\n四、兩造之爭點為：被告以原告 97年6月至12月請款資料中所附\n    九二一地震教育館園區人員資料表，其中清潔人員施玲瑤於\n    該段期間並未實際參與清潔工作，而認有政府採購法第 101\n    條第1項第2款及第4款之情事，是否適法？\n五、按「機關辦理採購，發現廠商有下列情形之一，應將其事實\n    及理由通知廠商，並附記如未提出異議者，將刊登政府採購\n    公報：．．．四偽造、變造投標、契約或履約相關文件者。\n    」為政府採購法第101條第1項第4款所明定。又「主旨：\n    關於政府採購法（以下簡稱本法）第101條第1項第2款及第4\n    款之適用疑義．．．。說明：．．．．三前揭第4款所稱『\n    履約相關文件』，凡是廠商依採購契約規定履約所應提供之\n    文件均屬之。」為行政院公共工程委員會94年1月20日工程\n    企字第09400024600號函所釋。\n六、經查：\n（一）、本件兩造於96年12月所簽訂之「國立自然科學博館九二\n        一地震教育館97年度庭園館舍清潔維護合約書」（以下\n        簡稱系爭契約）第5條第1項第1款約定：「廠商於每月\n        完成工作後開具發票向機關辦理請款手續。廠商請領費\n        用時，並應提供當月清潔工作日報表，人數統計表，薪\n        水清冊，人員工作安排表，刷卡記錄等資料供機關查核\n        ，並將該月薪水發放名冊按月於請款時送交機關備查，\n        該名冊應詳細列出員工姓名、地址及身分證字號，倘有\n        虛列不實經機關查證屬實，廠商應負一切法律責任，機\n        關並得終止本合約。」是本件原告請領費用時，依約應\n        提供當月清潔工作日報表，人數統計表，薪水清冊，人\n        員工作安排表，刷卡記錄等資料供機關查核，並將該月\n        薪水發放名冊按月於請款時送交機關備查，該名冊應詳\n        細列出員工姓名、地址及身分證字號，亦即該等資料皆\n        為原告履約之相關文件。\n（二）、本件原告 97年6月至12月所提出用以向被告請款之資料\n        中所附九二一地震教育館園區人員資料表中，列有清潔\n        員施玲瑤（身分證字號Ｚ000000000，戶籍地址為臺中縣\n        霧峰鄉○村○○○路379號），其薪資為17280元，惟經\n        被告查證發現施玲瑤自 97年1月至12月係任職於訴外人\n        昌合企業社，此有施玲瑤97年度各類所得扣繳暨免扣繳\n        憑單可證，此一事實，原告於起訴時雖稱昌合企業社係\n        於 97年7月30日始成立，被告主張原告陳報之清潔人員\n        施玲瑤於 97年6月至12月期間已在昌合企業社任職，已\n        嫌與事實不符，然於本件準備程序及辯論時，則對上開\n        事實，表示不爭執，又未提出相關事證，以證明施玲瑤\n        於97年6月後，仍有上工。是被告主張施玲瑤於97年6月\n        後，並未上工，自可認為實在。則施玲瑤自 97年6月後\n        ，既未上工，原告卻提出以施玲瑤名義打卡及請款之文\n        件，用以請款，自有偽造上開請款文件之事實。\n（三）、原告雖以前開理由，認系爭契約之「履約標的」依系爭\n        契約第 2條規定為「九二一地震教育園區館舍清潔維護\n        工作」，至於系爭契約第 5條(一)1.分期付款規定：「廠\n        商於每月完成工作後開具發票向機關辦理請款手續。廠\n        商請領費用時，並應提供當越清潔工作日報表，人數統\n        計表，薪水清冊，人員工作安排表，刷卡紀錄表等資料\n        供機關查核，．．．」，僅係「履約完後」，進一步有\n        關請款作業之規定，並「非系爭契約規定之履約行為或\n        標的」。是原告既已每日出工21人為清潔維護工作，縱\n        然原告請領費用時提供之資料與該月實際工作之人名不\n        符，亦僅係請款作業疏失，自與偽造履約相關文件有間\n        ，不符政府採購法第 101條第1項第4款之要件，不該當\n        政府採購法第 101條第1項第4款之要件等云。然按政府\n        採購法第 101條第1項第4款，係以廠商有「偽造、變造\n        投標、契約或履約相關文件」為其要件，而所謂「偽造\n        履約相關文件」，僅須所偽造之文件與廠商履約「相關\n        」即為相當，並不以該文件，係直接用於機關採購標的\n        之履行為限，而廠商用以請款，依契約之約定，所必須\n        提出之文件，自亦屬此所謂之「履約相關文件」。是原\n        告依約向被告所提出97年6 月至12月之請款資料中所附\n        九二一地震教育館園區人員資料表，既有「偽造施玲瑤\n        履約之薪資清冊及打卡紀錄」之情事，被告以原告有政\n        府採購法第 101條第1項第4款「偽造履約相關文件」之\n        情事通知將刊登於政府採購公報，揆諸前開說明，自無\n        不合。至原告是否有每日應出工21人，以履行系爭清潔\n        維護工作，並不影響本件事實之認定；而系爭契約約定\n        原告每日出勤人力21人，是否合理，亦與本件原告之違\n        章認定無涉，均予敘明。\n（四）、又按不得因不知法規而免除行政處罰責任，但按其情節\n        ，得減輕或免除其處罰，固為行政罰法第 8條所規定，\n        本件被告對原告所作之通知，其結果依政府採購法第10\n        3 條之規定，將生不得投標或作為決標對象或分包廠商\n        之停權效果，性質上應屬裁罰性之不利處分，雖其屬無\n        法量化之裁罰類型，行政罰之減輕即無適用餘地，惟關\n        於得免除處罰部分，則仍有適用之餘地。然上開行政罰\n        法第 8條係規定行為人因不瞭解法規之存在或適用，進\n        而不知其行為違反行政法上義務時，規定仍不得免除行\n        政處罰責任。惟以其可非難程度較低，規定得按其情節\n        減輕或免除其處罰（該條立法理由參照），是本件原告\n        主張有行政罰法第 8條之適用，應以其不知法規，據以\n        為前開主張，然原告公司既依政府採購法之規定，參與\n        系爭採購案之投標，且已得標，衡情自難認不知有該法\n        第 101條第1項第4款之規定，原告此一主張，自屬無據\n        。又以本件之情形，原告公司履行系爭契約之清潔維護\n        工作，指派何人實際為之，自無不知之可能。是客觀上\n        原告對於施玲瑤未於 97年6月後參與本件系爭契約之清\n        潔工作，應為原告所明知，或可得而知，原告本件請款\n        時，於向被告提出之文件中，列清潔員施玲瑤，而有所\n        提出之文件不實之偽造，原告縱非故意，亦難謂無過失\n        。\n（五）、另「行政行為，應依下列原則為之：一採取之方法應有\n        助於目地之達成。二有多種同樣達成目的之方法時，應\n        選擇對人民權益損害最少者。三採取之方法所造成之損\n        害不得與欲達成目的之利益顯失均衡。」固為行政程序\n        法第7條所規定，然按政府採購法第 101條第1項僅規定\n        ：「機關辦理採購，發現廠商有下列情形之一，應將其\n        事實及理由通知廠商，並附記如未提出異議者，將刊登\n        政府採購公報」，是被告機關對此並無多種方法可資裁\n        量；又依系爭契約所附之館舍清潔保養工作細則及使用\n        材料準則第 3點第10項規定：「每日執行清潔維護工作\n        人力，按上開規定工作時間，必須各出勤清潔人力21人\n        （斷層保存館與服務中心 4人．．．）以上。」及系爭\n        契約所附之「九二一地震教育園區97年度庭園館舍清潔\n        維護工作價格分析表」，其中「清潔維護人員工資」及\n        「領導管理人員工資」係以21人計價，可見原告就系爭\n        清潔維護工作之履行，負有每日應出工21人之義務。又\n        依系爭契約第 5條第1項第1款「．．．廠商請領費用時\n        ，並應提供當月清潔工作日報表，人數統計表，薪水清\n        冊，人員工作安排表，刷卡記錄等資料供機關查核，並\n        將該月薪水發放名冊按月於請款時送交機關備查，該名\n        冊應詳細列出員工姓名、地址及身分證字號，倘有虛列\n        不實經機關查證屬實，廠商應負一切法律責任，機關並\n        得終止本合約。」之約定，足認原告請款時，有提供當\n        月清潔工作日報表，人數統計表，薪水清冊，人員工作\n        安排表，刷卡記錄等資料供被告機關查核之義務，而上\n        開文件，亦應係被告用以查核原告是否有依約履行之認\n        定依據。再者，兩造系爭契約尚約定，如有虛列不實經\n        被告查證屬實，被告得終止契約，足見上開請款文件係\n        原告是否依約履行之重要依據，且已於系爭契約中明定\n        。從而，本件原告虛列清潔員施玲瑤於請款之文件中，\n        自已影響被告對於原告是否確實履約之認定，且係重大\n        之違約，尚難認被告本件處理，有違反行政程序法第 7\n        條之規定或比例原則之情形。至原告依館舍清潔保養工\n        作細則及使用材料準則六(九)點，以原告於派用之工作人\n        員請假時，得安排適當人員代理之規定，認履約之清潔\n        維護人員之屬性，非契約之內容，主張原告已依約有21\n        人擔任清潔維護工作，而不違約一節，參以系爭契約第\n        8條第 16項：「廠商履約人員對於所應履約之工作有不\n        適任之情形者，機關得要求更換，廠商不得拒絕」之規\n        定，亦非如原告所稱履行系爭契約，僅須原告提供21人\n        從事清潔維護工作，即屬履約。又以本件縱如原告所稱\n        係基於作業方便，另請他人擔任清潔人員，因原告未於\n        薪資清冊改變名字，仍以施玲瑤名義打卡及請款，不問\n        是否有代替施玲瑤實際從事清潔工作之人，均不足以影\n        響本件之認定。\n七、綜上所述，原告確有「偽造施玲瑤履約之薪資清冊及打卡紀\n    錄」請款之情事，被告認定原告有政府採購法第101條第l項\n    第 4款之情形，被告異議處理結果仍予維持，自無違誤，行\n    政院公共工程委員會採購申訴審議判斷予以維持，亦無不合\n    ，原告以前開理由指摘其等違法，請求均予撤銷，為無理由\n    ，應予駁回。至被告異議處理結果雖以原告有政府採購法第\n    101條第l項第2款之情形部分， 因本件原告仍係以其名義履\n    行其與被告簽訂之系爭契約，而原告本件係以「偽造施玲瑤\n    履約之薪資清冊及打卡紀錄」請款，並非冒用他人名義履約\n    ，亦非屬以偽造之文件作為系爭契約之直接履行文件，尚與\n    政府採購法第101條第l項第2款之要件不符， 然因原告有同\n    項第4款之情事， 依政府採購法第101條第1項之規定，仍應\n    將其事實及理由刊登政府採購公報，而不影響被告所為異議\n    處理之結果；此外，本件兩造其餘之主張及舉證，均不影響\n    本件判決之結果，均併予敘明。\n八、據上論結，本件原告之訴為無理由，依行政訴訟法第 195條\n    第1項後段、第98條第1項前段，判決如主文。",
    "reason": "一、事實概要：緣兩造前於民國（下同）96年12月簽訂「九二一\n    地震教育園區97年度庭園館舍清潔維護勞務採購契約」，由\n    原告擔任九二一地震教育園區館舍清潔維護工作，期間自97\n    年1月1日起至 97年12月31日止。嗣被告以原告於97年6月至\n    12月間所陳報之清潔人員施玲瑤並未實際參與清潔工作，乃\n    以 98年7月22日館秘字第0980004002號函知原告略以：「有\n    關貴公司（即原告）承攬本館（即被告）『九二一地震教育\n    園區97年度庭園館舍清潔維護』乙案，經查有違反本案契約\n    及有政府採購法第101條1項第2、4款情形．．．一旨案於97\n    年由貴公司承攬，經查於 97年6月至12月期間，貴公司所陳\n    報清潔人員中施玲瑤乙員係應於昌合企業社（統編：000000\n    00）任職，已涉及以偽造文件履約溢領薪資，而有政府採購\n    法第101條第l項第2、4款情形。．．．三貴公司如認為本通\n    知違反政府採購法或不實者，得於接獲通知之次日起20日內\n    ，以書面向本館提出異議，未提出異議者，將刊登政府採購\n    公報。」等語。原告不服，提出異議，經被告以 98年8月19\n    日館秘字第0980004360號函覆異議處理結果，仍認有違反本\n    案契約及有政府採購法第101條1項第2、4款情形。原告不服\n    ，提起申訴遞遭駁回，遂提起本件行政訴訟。\n二、本件原告主張：\n  (一)被告並未舉證原告於履約期間有何出工未達21人之情事，自\n    無僅憑其陳報之清潔員施玲瑤乙員已任職他處，即遽以推論\n    原告有偽造履約相關文件之違法情事：\n  1.按當事人主張事實需負舉證責任，倘其所提出之證據不足為\n    主張事實之證明，自不能認其主張之事實為真實，最高行政\n    法院36年判字第16號著有判例。\n  2.昌合企業社係於 97年7月30日始成立，被告主張原告陳報之\n    清潔人員施玲瑤於 97年6月至12月期間已在昌合企業社任職\n    ，已嫌與事實不符。\n  3.依系爭契約所附之館舍清潔保養工作細則及使用材料準則第\n    3點第 10項規定：「每日執行清潔維護工作人力，按上開規\n    定工作時間，必須各出勤清潔人力21人（斷層保存館與服務\n    中心 4人．．．）以上。」及系爭契約所附之「九二一地震\n    教育園區97年度庭園館舍清潔維護工作價格分析表」，其中\n    「清潔維護人員工資」及「領導管理人員工資」係以21人計\n    價，可見原告就系爭清潔維護工作之履行，負有每日應出工\n    21人之義務。惟系爭清潔保養工作並非屬人性之工作，由何\n    人實際執行清潔保養工作並非重要，此從上開館舍清潔保養\n    工作細則及使用材料準則第 3點第10項僅規定原告每日需出\n    工21人，惟並未規定該21人之資格條件，另參以系爭契約第\n    8條第 16項：「廠商履約人員對於所應履約之工作有不適任\n    之情形者，機關得要求更換，廠商不得拒絕」之反面解釋，\n    及系爭契約、招標文件、投標文件等均未限定清潔人員之資\n    格，可見系爭契約就「履約」要求，並無須特定人士為之甚\n    明。從而原告每月完成工作後，請領費用時，依系爭契約第\n    5條第 1項第1款規定，應提供當月清潔工作日報表、人數統\n    計表、薪水清冊、人員工作安排表、刷卡紀錄表等資料，其\n    用意亦僅在於確認原告是否符合履行每日出工21人之義務，\n    而非特定該21人清潔人員為何人。又原告於派用之工作人員\n    請假時，本得安排適當人員代理，此有館舍清潔保養工作細\n    則及使用材料準則六(九)點規定：「乙方所派用之工作人員，\n    非經甲方同意，不得擅離現場，如有請假、輪休均應由乙方\n    負責安排適當人員代理，如未依規定，經甲方發現時，每次\n    甲方得扣罰該月承攬費用千分之3，並得按次累計扣罰。」\n    可稽，且該要點復未規定原告安排代理之人時，需向被告報\n    備或異動人員名冊，是原告於施玲瑤請假期間，安排他人代\n    理並以施玲瑤名義打卡並請款，非但未違反上開規定，且係\n    積極履行契約義務之行為。因此，本件原告之行為是否該當\n    政府採購法第 101條第1項第4款「偽造履約相關文件」，自\n    非僅從形式上判斷該月請款資料所載之人與實際工作之人名\n    是否不符而已，而應以原告每日未出工21人卻請領21人之款\n    項，始足當之。換言之，只要原告符合每日出勤之清潔人力\n    21人之要求，縱然因管理方便，由代班之人以他人之打鐘卡\n    打卡，因而造成實際上班之人與請款資料所載人別不符，亦\n    僅涉及民法上隱名代理之規定，尚難因此即謂原告該當政府\n    採購法第101條第1項第4款偽造履約相關文件。\n  4.事實上，因九二一地震教育園區位於台中縣霧峰鄉坑口村之\n    偏僻地區，原告所僱請之清潔人員亦多為當地之務農人家，\n    是如遇農作期間，即時常有請假達數月之久之情事，原告為\n    符合每日出工21人之要求，往往需遞補臨時人力，並基於管\n    理方便，以及避免請款資料過於複雜，不另外製作代班者之\n    打鐘卡，而係由代班者依既有之打鐘卡打卡並據以向被告請\n    款。本案之清潔人員施玲瑤乙員即係此一狀況，且因其未曾\n    向原告表達辭職之意，僅表示需請假一段時間，是原告並未\n    刪除其打鐘卡，僅在其請假而未上工期間，另行安排他人代\n    班出勤，並由代班之人以施玲瑤之打鐘卡打卡並據以向被告\n    請款。原告上開行為乃是積極履行每日出工達21人之要求所\n    致，更何況清潔工作並不具有屬人性，被告亦無特定應由何\n    員工為系爭清潔工作作為其付款條件，是縱然原告陳報之請\n    款資料形式上不符，惟對於被告並無造成任何損害，被告亦\n    不得執此作為原告出工未達21人而為不予付款之理由，原告\n    自無因此該當政府採購法第 101條第1項第4款「偽造履約相\n    關文件者」之情事。\n  5.又依系爭契約所附之館舍清潔保養工作細則及使用材料準則\n    六(四)規定：「甲方得按本細則 3所訂人員配置，隨時抽查乙\n    方清潔人員，如發現有不符契約規定之情事，甲方得按缺額\n    人數每次每人扣罰該月承攬費用千分之5，超過3次（含）人\n    數不符合規定時，甲方得終止本合約並依政府採購法規定辦\n    理。」是依上開規定之反面解釋，原告應僅於人員配置不符\n    契約規定之情形時（即有人數缺額之情事），始生被告得依\n    政府採購法將原告刊登政府採購公報之問題。惟從本案履約\n    期間長達 1年，被告於期間內亦有隨時抽查原告有無違約之\n    情事，惟均未曾發現原告有何違約而予以扣罰之情事，亦足\n    證原告確實已依契約規定每日出工達21人，並切實執行清潔\n    工作甚明，且本案原告是否該當政府採購法第101條第1項第\n    4 款偽造履約文件之情事，亦非僅以原告陳報之清潔員施玲\n    瑤乙員與實際工作之人不符為已足，而應積極舉證證明原告\n    於履約期間每日出勤人數未達21人之情事，業已如前所述。\n    故被告並非主張亦未舉證原告有何每日出工未達21人之情事\n    ，且係遲至系爭契約終了逾 7個月後，始僅以原告履約期間\n    陳報之清潔員施玲瑤已任職他處，即率斷原告偽造履約相關\n    文件云云，顯屬無據，且與政府採購法第 101條第1項第4款\n    規定不符。\n  6.系爭契約之「履約標的」為「九二一地震教育園區館舍清潔\n    維護工作」，此由系爭契約第 2條規定即明，至於系爭契約\n    第 5條(一)1.分期付款規定：「廠商於每月完成工作後開具發\n    票向機關辦理請款手續。廠商請領費用時，並應提供當月清\n    潔工作日報表，人數統計表，薪水清冊，人員工作安排表，\n    刷卡紀錄表等資料供機關查核，．．．」，僅係「履約完後\n    」，進一步有關請款作業之規定，並非「系爭契約規定之履\n    約行為或標的」。是原告既已每日出工21人為清潔維護工作\n    ，縱然原告請領費用時提供之資料與該月實際工作之人名不\n    符，亦僅係請款作業疏失，自與偽造履約相關文件有間，不\n    符政府採購法第101條第1項第4款之要件，不該當政府採購\n    法第101條第1項第4款之要件。\n  (二)縱認（假設）原告之行為仍該當偽造履約相關文件，惟此請\n    款作業疏失亦僅屬原告對法律規定及契約文義之認知與理解\n    未能完全正確所致，並無故意違反之意思，且對於被告亦未\n    造成任何損害，原處分之停權效果顯失之過苛，請鈞院審酌\n    行政罰法第8條及比例原則規定，予以減輕或免除處罰：\n  1.按不得因不知法規而免除行政處罰責任，但按其情節，得減\n    輕或免除其處罰，依行政罰法第 8條定有明文。又本件被告\n    對原告所作之停權處分，性質上應屬裁罰性之不利處分，自\n    應有上開行政罰法規定之適用，此從政府採購法第103條第1\n    項第1款之規定，廠商被刊登於政府採購公報後，3年內不得\n    參加投標或作為決標對象或分包廠商，可見系爭停權處分並\n    非單純警告、命除去或停止違法行為而已，而是明顯帶有「\n    制裁性」、「非難性」，具有「裁罰性」甚明，否則倘若該\n    規定並非在於制裁、非難廠商，則機關僅需警告，甚至除去\n    或停止該違法行為為已足，殊無限制廠商於未來 3年均不得\n    參與投標之必要，足徵系爭停權處分確屬裁罰性之不利處分\n    甚明，最高行政法院96年度判字第776號判決亦同旨可參。\n  2.復依行政程序法第 7條規定：「行政行為，應依下列原則為\n    之：一採取之方法應有助於目地之達成。二有多種同樣達成\n    目的之方法時，應選擇對人民權益損害最少者。三採取之方\n    法所造成之損害不得與欲達成目的之利益顯失均衡。」按政\n    府採購法第 101條第1項刊登公報之處分，核其性質係屬對人\n    民之不利益處分，對於人民之生存權、財產權影響重大，而\n    衡酌政府採購法第 101條之立法目的在於防杜不良廠商之違\n    法、違約行為，避免其再危害其他機關，並利建立廠商間之\n    良性競爭環境。是以招標機關於審酌是否須依本法第 101條\n    將廠商之名稱及相關情形刊登政府採購公報，自應依前開行\n    政程序法第 7條所定之「比例原則」，衡量該處分對於人民\n    生存權、財產權之損害，及對於政府採購良性競爭環境之維\n    護，是否有顯失均衡之情形。\n  3.況系爭契約約定原告每日出勤人力21人本身即有不合理之處\n    ，蓋系爭契約所附之館舍清潔保養工作細則及使用材料準則\n    第3點第6項一方面規定：「清潔人員之休假，乙方應依勞動\n    基準法休假規定安排。．．．」，惟系爭契約所附之「九二\n    一地震教育園區97年度庭園館舍清潔維護工作價格分析表」\n    中，「清潔維護人員工資」及「領導管理人員工資」卻又僅\n    以21人計價，原告因之必須僱用非永久性臨時工遞補休假人\n    力，以維持每日出勤人力21人之契約要求，此從原告每月申\n    領維護費時，所提出勤人員名單均為24人以上即明，由此可\n    見原告每月實際支付之工資均已超出上開單價分析表所列之\n    費用，惟原告對於上開每月額外支付之工資，均自行吸收，\n    並未向被告請求增加工程款，若認被告得僅以原告請款作業\n    之疏失，即將原告停權3年，其處罰顯然失之過苛。\n  4.原告服務於九二一地震教育園區迄今已有 6年，該園區從一\n    開始之荒煙漫草，經原告投入無數之人力、物力後，始有今\n    日整潔之環境，且原告服務之該 6年間，不僅未曾因清潔不\n    力，遭被告記點或有違約扣款之情事，甚至屢獲被告肯定原\n    告之清潔維護成果。原告每年投標系爭九二一地震教育園區\n    館舍清潔維護工作時，均能經被告評選為優勝，而得先行議\n    價得標，甚至兩造系爭不良廠商爭議在訟爭階段，被告仍於\n    98年 12月9日將國立自然科學博物館之館舍清潔維護案決標\n    予原告，工程會申訴會議時亦再次對於原告之努力表達肯定\n    之意，均足證原告為實績優良之廠商甚明。更何況被告就原\n    告上開行政作業上之請款疏失，業已於98年12月21日以館秘\n    字第0980006606號函要求原告繳還溢領薪資及罰款共計155,\n    973元，嗣更就98年12月原告得請領之清潔服務費用中扣除\n    上開款項。本案實係因原告對於法律規定及契約文義之認知\n    與理解未能完全正確，因而便宜行事所致，並非原告有何故\n    意欺瞞被告詐領薪資之意圖。倘認被告得僅以原告請款作業\n    之疏失，於上開民事損害賠償責任外，並將原告姓名刊登政\n    府採購公報，並限制原告 3年不得參加投標或作為決標對象\n    或分包廠商，顯不合於行政程序法第 7條之規範本旨，且相\n    較於原告遭被告扣罰之金額，限制原告自刊登之日起 3年內\n    不得參加機關採購之投標或作為決標對象或分包廠商，所造\n    成經濟損失高達百萬餘元，二者顯不相當，可見本案實有情\n    輕法重之嫌。被告抹煞原告多年來之努力，顯與政府採購法\n    第 101條規定旨在於防杜不良廠商之重大違法、違約行為，\n    以確保公共工程品質之立法目的容有未合，自非本件之公道\n    。據上，縱然鈞院仍認為原告行為仍該當政府採購法第 101\n    條第1項第4款偽造履約相關文件，亦懇請鈞院審酌上開情事\n    ，依行政罰法第 8條及比例原則規定予以減輕或免除處罰等\n    情。並聲明求為判決被告 98年7月22日館秘字第0980004002\n    號處分（含 98年8月19日館秘字第0980004360號函異議處理\n    結果通知書）及申訴審議判斷均撤銷。\n三、被告則以：\n  (一)按「機關辦理採購，發現廠商有下列情形之一，應將其事實\n    及理由通知廠商，並附記如未提出異議者，將刊登政府採購\n    公報：．．．(四)偽造、變造投標、契約或履約相關文件者。\n    」政府採購府第 101條第1項第4款定有明文。又行政院公共\n    工程委員會94年1月20日工程企字第09400024600號函說明：\n    「二本法第101條第1項第2款及第4款有關『偽造、變造』之\n    定義，應依本法之立法意旨認定，例如，以廠商自己名義所\n    製作之文書，然與真實不符者，雖為有權限之人所製作，非\n    刑法上之偽造、變造，仍違反本法．．．。」\n  (二)本件兩造於96年12月簽訂之「國立自然科學博館九二一地震\n    教育館97年度庭園館舍清潔維護合約書」第 5條第1項第1款\n    約定：「廠商於每月完成工作後開具發票向機關辦理請款手\n    續。廠商請領費用時，並應提供當月清潔工作日報表，人數\n    統計表，薪水清冊，人員工作安排表，刷卡記錄等資料供機\n    關查核，並將該月薪水發放名冊按月於請款時送交機關備查\n    ，該名冊應詳細列出員工姓名、地址及身分證字號，倘有虛\n    列不實經機關查證屬實，廠商應負一切法律責任，機關並得\n    終止本合約。」是本件原告請領費用時，依約應提供當月清\n    潔工作日報表，人數統計表，薪水清冊，人員工作安排表，\n    刷卡記錄等資料供機關查核，並將該月薪水發放名冊按月於\n    請款時送交機關備查，該名冊應詳細列出員工姓名、地址及\n    身分證字號，亦即該等資料皆為原告履約之相關文件，此應\n    合先敘明。\n  (三)本件依原告 97年6月至12月之請款資料中所附九二一地震教\n    育館園區人員資料表，茲有職稱為清潔員之施玲瑤，身分證\n    字號Ｚ000000000，戶籍地址為臺中縣霧峰鄉○村○○○路37\n    9號，薪資17280等內容，惟嗣後查證施玲瑤君自 97年1月至\n    12月係任職於訴外人昌合企業社，此有施玲瑤97年度各類所\n    得扣繳暨免扣繳憑單可證。是原告依約向被告所提出 97年6\n    月至12月之請款資料中所附九二一地震教育館園區人員資料\n    表確有虛列不實之情，再者，原告於行政院公共工程委員會\n    採購申訴審議委員會之預審會中亦承認施玲瑤自 97年6月後\n    確實實際未上工，且原告卻仍以施玲瑤名義打卡及請款之事\n    實。準此，原告所為既有「偽造施玲瑤履約之薪資清冊及打\n    卡紀錄」之情事，被告以原告有政府採購法第101條第1項第\n    4 款「偽造履約相關文件」之情事通知將刊登於政府採購公\n    報應無違反法令可言。\n  (四)至於原告於起訴狀所置辯之主張，茲一一駁斥如下：\n  1.本件之爭點為原告明知施玲瑤自 97年6月至12月根本未在九\n    二一地震教育館園區從事清潔工作，竟仍以施玲瑤之名義打\n    卡及請款之行為，是否該當於政府採購法第 101條第1項第4\n    款「偽造履約相關文件」？此與原告於履約期間是否有依約\n    出工21人無涉，應予辨明！原告謂僅為請款作業疏失，如此\n    抗辯，顯屬牽強。\n  2.按代理人為法律行為時雖未以本人名義為之，但有為本人之\n    意思，且此項意思為相對人所明知或可得而知者，稱為「隱\n    名代理」，隱名代理，在日本民法（100）及德國民法（164\n    ）均設有明文，大理院也承認此項代理制度（7年上字第351\n    號），惟我國現行民法未有規定。原告辯稱其係因管理方便\n    ，由代班之人以施玲瑤之名義打卡及請款，因而造成實際上\n    班之人與請款資料所載人別不符，僅涉及民法上隱名代理之\n    規定，然依前述隱名代理之定義可知，原告由代班之人以施\n    玲瑤之名義打卡及請款之情，顯與隱名代理不符，原告所辯\n    不足為採！\n  3.按政府採購法立法目的在於建立政府採購制度，依公平、公\n    開之採購程序，提升採購效率與功能，確保採購品質，為政\n    府採購法第1條所明定，又「依前條第3項規定刊登於政府採\n    購公報之廠商，於下列期間內，不得參加投標或作成決標對\n    象或分包廠商。一有第101條第1款至第5款之情形．．．，\n    自刊登之次日起3年。」政府採購法第103條第1項第1款訂有\n    明文。依該條規定，行政機關依法應無裁量權，自無行政罰\n    法第 8條及比例原則規定之適用餘地。從而，被告以原告有\n    「偽造施玲瑤履約之薪資清冊及打卡紀錄」之情事，依政府\n    採購法第101條第1項第4款及政府採購法第103條第1項第1款\n    之規定，刊登原告自刊登之次日起 3年內，不得參加投標或\n    作成決標對象或分包廠商，應無不合等語，資為抗辯。並聲\n    明求為判決駁回原告之訴。\n四、兩造之爭點為：被告以原告 97年6月至12月請款資料中所附\n    九二一地震教育館園區人員資料表，其中清潔人員施玲瑤於\n    該段期間並未實際參與清潔工作，而認有政府採購法第 101\n    條第1項第2款及第4款之情事，是否適法？\n五、按「機關辦理採購，發現廠商有下列情形之一，應將其事實\n    及理由通知廠商，並附記如未提出異議者，將刊登政府採購\n    公報：．．．四偽造、變造投標、契約或履約相關文件者。\n    」為政府採購法第101條第1項第4款所明定。又「主旨：\n    關於政府採購法（以下簡稱本法）第101條第1項第2款及第4\n    款之適用疑義．．．。說明：．．．．三前揭第4款所稱『\n    履約相關文件』，凡是廠商依採購契約規定履約所應提供之\n    文件均屬之。」為行政院公共工程委員會94年1月20日工程\n    企字第09400024600號函所釋。\n六、經查：\n（一）、本件兩造於96年12月所簽訂之「國立自然科學博館九二\n        一地震教育館97年度庭園館舍清潔維護合約書」（以下\n        簡稱系爭契約）第5條第1項第1款約定：「廠商於每月\n        完成工作後開具發票向機關辦理請款手續。廠商請領費\n        用時，並應提供當月清潔工作日報表，人數統計表，薪\n        水清冊，人員工作安排表，刷卡記錄等資料供機關查核\n        ，並將該月薪水發放名冊按月於請款時送交機關備查，\n        該名冊應詳細列出員工姓名、地址及身分證字號，倘有\n        虛列不實經機關查證屬實，廠商應負一切法律責任，機\n        關並得終止本合約。」是本件原告請領費用時，依約應\n        提供當月清潔工作日報表，人數統計表，薪水清冊，人\n        員工作安排表，刷卡記錄等資料供機關查核，並將該月\n        薪水發放名冊按月於請款時送交機關備查，該名冊應詳\n        細列出員工姓名、地址及身分證字號，亦即該等資料皆\n        為原告履約之相關文件。\n（二）、本件原告 97年6月至12月所提出用以向被告請款之資料\n        中所附九二一地震教育館園區人員資料表中，列有清潔\n        員施玲瑤（身分證字號Ｚ000000000，戶籍地址為臺中縣\n        霧峰鄉○村○○○路379號），其薪資為17280元，惟經\n        被告查證發現施玲瑤自 97年1月至12月係任職於訴外人\n        昌合企業社，此有施玲瑤97年度各類所得扣繳暨免扣繳\n        憑單可證，此一事實，原告於起訴時雖稱昌合企業社係\n        於 97年7月30日始成立，被告主張原告陳報之清潔人員\n        施玲瑤於 97年6月至12月期間已在昌合企業社任職，已\n        嫌與事實不符，然於本件準備程序及辯論時，則對上開\n        事實，表示不爭執，又未提出相關事證，以證明施玲瑤\n        於97年6月後，仍有上工。是被告主張施玲瑤於97年6月\n        後，並未上工，自可認為實在。則施玲瑤自 97年6月後\n        ，既未上工，原告卻提出以施玲瑤名義打卡及請款之文\n        件，用以請款，自有偽造上開請款文件之事實。\n（三）、原告雖以前開理由，認系爭契約之「履約標的」依系爭\n        契約第 2條規定為「九二一地震教育園區館舍清潔維護\n        工作」，至於系爭契約第 5條(一)1.分期付款規定：「廠\n        商於每月完成工作後開具發票向機關辦理請款手續。廠\n        商請領費用時，並應提供當越清潔工作日報表，人數統\n        計表，薪水清冊，人員工作安排表，刷卡紀錄表等資料\n        供機關查核，．．．」，僅係「履約完後」，進一步有\n        關請款作業之規定，並「非系爭契約規定之履約行為或\n        標的」。是原告既已每日出工21人為清潔維護工作，縱\n        然原告請領費用時提供之資料與該月實際工作之人名不\n        符，亦僅係請款作業疏失，自與偽造履約相關文件有間\n        ，不符政府採購法第 101條第1項第4款之要件，不該當\n        政府採購法第 101條第1項第4款之要件等云。然按政府\n        採購法第 101條第1項第4款，係以廠商有「偽造、變造\n        投標、契約或履約相關文件」為其要件，而所謂「偽造\n        履約相關文件」，僅須所偽造之文件與廠商履約「相關\n        」即為相當，並不以該文件，係直接用於機關採購標的\n        之履行為限，而廠商用以請款，依契約之約定，所必須\n        提出之文件，自亦屬此所謂之「履約相關文件」。是原\n        告依約向被告所提出97年6 月至12月之請款資料中所附\n        九二一地震教育館園區人員資料表，既有「偽造施玲瑤\n        履約之薪資清冊及打卡紀錄」之情事，被告以原告有政\n        府採購法第 101條第1項第4款「偽造履約相關文件」之\n        情事通知將刊登於政府採購公報，揆諸前開說明，自無\n        不合。至原告是否有每日應出工21人，以履行系爭清潔\n        維護工作，並不影響本件事實之認定；而系爭契約約定\n        原告每日出勤人力21人，是否合理，亦與本件原告之違\n        章認定無涉，均予敘明。\n（四）、又按不得因不知法規而免除行政處罰責任，但按其情節\n        ，得減輕或免除其處罰，固為行政罰法第 8條所規定，\n        本件被告對原告所作之通知，其結果依政府採購法第10\n        3 條之規定，將生不得投標或作為決標對象或分包廠商\n        之停權效果，性質上應屬裁罰性之不利處分，雖其屬無\n        法量化之裁罰類型，行政罰之減輕即無適用餘地，惟關\n        於得免除處罰部分，則仍有適用之餘地。然上開行政罰\n        法第 8條係規定行為人因不瞭解法規之存在或適用，進\n        而不知其行為違反行政法上義務時，規定仍不得免除行\n        政處罰責任。惟以其可非難程度較低，規定得按其情節\n        減輕或免除其處罰（該條立法理由參照），是本件原告\n        主張有行政罰法第 8條之適用，應以其不知法規，據以\n        為前開主張，然原告公司既依政府採購法之規定，參與\n        系爭採購案之投標，且已得標，衡情自難認不知有該法\n        第 101條第1項第4款之規定，原告此一主張，自屬無據\n        。又以本件之情形，原告公司履行系爭契約之清潔維護\n        工作，指派何人實際為之，自無不知之可能。是客觀上\n        原告對於施玲瑤未於 97年6月後參與本件系爭契約之清\n        潔工作，應為原告所明知，或可得而知，原告本件請款\n        時，於向被告提出之文件中，列清潔員施玲瑤，而有所\n        提出之文件不實之偽造，原告縱非故意，亦難謂無過失\n        。\n（五）、另「行政行為，應依下列原則為之：一採取之方法應有\n        助於目地之達成。二有多種同樣達成目的之方法時，應\n        選擇對人民權益損害最少者。三採取之方法所造成之損\n        害不得與欲達成目的之利益顯失均衡。」固為行政程序\n        法第7條所規定，然按政府採購法第 101條第1項僅規定\n        ：「機關辦理採購，發現廠商有下列情形之一，應將其\n        事實及理由通知廠商，並附記如未提出異議者，將刊登\n        政府採購公報」，是被告機關對此並無多種方法可資裁\n        量；又依系爭契約所附之館舍清潔保養工作細則及使用\n        材料準則第 3點第10項規定：「每日執行清潔維護工作\n        人力，按上開規定工作時間，必須各出勤清潔人力21人\n        （斷層保存館與服務中心 4人．．．）以上。」及系爭\n        契約所附之「九二一地震教育園區97年度庭園館舍清潔\n        維護工作價格分析表」，其中「清潔維護人員工資」及\n        「領導管理人員工資」係以21人計價，可見原告就系爭\n        清潔維護工作之履行，負有每日應出工21人之義務。又\n        依系爭契約第 5條第1項第1款「．．．廠商請領費用時\n        ，並應提供當月清潔工作日報表，人數統計表，薪水清\n        冊，人員工作安排表，刷卡記錄等資料供機關查核，並\n        將該月薪水發放名冊按月於請款時送交機關備查，該名\n        冊應詳細列出員工姓名、地址及身分證字號，倘有虛列\n        不實經機關查證屬實，廠商應負一切法律責任，機關並\n        得終止本合約。」之約定，足認原告請款時，有提供當\n        月清潔工作日報表，人數統計表，薪水清冊，人員工作\n        安排表，刷卡記錄等資料供被告機關查核之義務，而上\n        開文件，亦應係被告用以查核原告是否有依約履行之認\n        定依據。再者，兩造系爭契約尚約定，如有虛列不實經\n        被告查證屬實，被告得終止契約，足見上開請款文件係\n        原告是否依約履行之重要依據，且已於系爭契約中明定\n        。從而，本件原告虛列清潔員施玲瑤於請款之文件中，\n        自已影響被告對於原告是否確實履約之認定，且係重大\n        之違約，尚難認被告本件處理，有違反行政程序法第 7\n        條之規定或比例原則之情形。至原告依館舍清潔保養工\n        作細則及使用材料準則六(九)點，以原告於派用之工作人\n        員請假時，得安排適當人員代理之規定，認履約之清潔\n        維護人員之屬性，非契約之內容，主張原告已依約有21\n        人擔任清潔維護工作，而不違約一節，參以系爭契約第\n        8條第 16項：「廠商履約人員對於所應履約之工作有不\n        適任之情形者，機關得要求更換，廠商不得拒絕」之規\n        定，亦非如原告所稱履行系爭契約，僅須原告提供21人\n        從事清潔維護工作，即屬履約。又以本件縱如原告所稱\n        係基於作業方便，另請他人擔任清潔人員，因原告未於\n        薪資清冊改變名字，仍以施玲瑤名義打卡及請款，不問\n        是否有代替施玲瑤實際從事清潔工作之人，均不足以影\n        響本件之認定。\n七、綜上所述，原告確有「偽造施玲瑤履約之薪資清冊及打卡紀\n    錄」請款之情事，被告認定原告有政府採購法第101條第l項\n    第 4款之情形，被告異議處理結果仍予維持，自無違誤，行\n    政院公共工程委員會採購申訴審議判斷予以維持，亦無不合\n    ，原告以前開理由指摘其等違法，請求均予撤銷，為無理由\n    ，應予駁回。至被告異議處理結果雖以原告有政府採購法第\n    101條第l項第2款之情形部分， 因本件原告仍係以其名義履\n    行其與被告簽訂之系爭契約，而原告本件係以「偽造施玲瑤\n    履約之薪資清冊及打卡紀錄」請款，並非冒用他人名義履約\n    ，亦非屬以偽造之文件作為系爭契約之直接履行文件，尚與\n    政府採購法第101條第l項第2款之要件不符， 然因原告有同\n    項第4款之情事， 依政府採購法第101條第1項之規定，仍應\n    將其事實及理由刊登政府採購公報，而不影響被告所為異議\n    處理之結果；此外，本件兩造其餘之主張及舉證，均不影響\n    本件判決之結果，均併予敘明。\n八、據上論結，本件原告之訴為無理由，依行政訴訟法第 195條\n    第1項後段、第98條第1項前段，判決如主文。"
  },
  "characters": {
    "judges": [
      "沈應南",
      "王德麟",
      "許武峰"
    ],
    "prosecutors": [

    ],
    "lawyers": [

    ],
    "clerks": [
      "廖倩慧"
    ],
    "plaintiffs": [
      "加倍潔環保綠化工程有限公司"
    ],
    "defendants": [
      "國立自然科學博物館",
      "代  表  人  乙○○"
    ],
    "prosecutor_office": [

    ],
    "creditors": [

    ],
    "debtors": [

    ],
    "judicial_associate_officer": [

    ]
  },
  "adjudged_at": "2010-05-12",
  "created_at": "2016-01-05 11:58:29",
  "updated_at": "2016-01-05 11:58:29"
}