{
  "identify": "TCH-99-上訴-341-20100512-2",
  "court": {
    "name": "臺灣高等法院",
    "code": "TCH"
  },
  "division": {
    "name": "刑事",
    "code": "M"
  },
  "year": 99,
  "word": "上訴",
  "number": "341",
  "jcheck": "2",
  "reason": "殺人等",
  "content": "臺灣高等法院臺中分院刑事判決         99年度上訴字第341號\n上  訴  人  臺灣臺中地方法院檢察署檢察官\n上  訴  人\n即  被  告  戊○○\n                      (\n選任辯護人  趙建興律師\n上  訴  人\n即  被  告  己○○\n指定辯護人  林期律師\n上  訴  人\n即  被  告  乙○○\n                      )\n選任辯護人  鞠金蕾律師\n上列上訴人因被告殺人等案件，不服臺灣臺中地方法院98年度訴\n字第2437號中華民國98年11月30日第一審判決（起訴案號：臺灣\n臺中地方法院檢察署98年度偵字第10476號），提起上訴，本院\n判決如下：\n    主    文\n上訴駁回。\n    犯罪事實\n一、戊○○係成年人，前曾於民國九十四年間，因詐欺案件，經\n    臺灣高等法院臺中分院於九十五年四月二十六日判處有期徒\n    刑二月確定，於九十六年八月六日易科罰金而執行完畢。緣\n    戊○○與唐盛鴻曾因金錢問題發生多次糾紛，唐盛鴻亦多次\n    至戊○○住處騷擾，致戊○○對唐盛鴻心懷怨恨，欲藉機教\n    訓唐盛鴻，於九十八年一月二十二日，以同意借款予唐盛鴻\n    用以修繕自小客車為由，與唐盛鴻相約在臺中市○○路與永\n    輝路交岔口（台中市○○路○段一六七之三號）之「大世界\n    玻璃行」見面交款，並為防範未然，另邀集屬於成年人之己\n    ○○、已滿十八歲之未成年人乙○○及少年胡○成（八十年\n    六月某日生，其餘年籍詳卷，另案由臺灣苗栗地方法院少年\n    法庭審理中）一同前往，並先與乙○○共同基於剝奪人之行\n    動自由之犯意聯絡，由戊○○先交付手銬一副與乙○○備用\n    ，並指示當時尚不知情之己○○負責駕駛車牌號碼六Ｈ－五\n    七八九號自小客車搭載戊○○、乙○○及少年胡○成，自苗\n    栗縣卓蘭鎮出發，前往上揭「大世界玻璃行」，迨於同日晚\n    上七時五十分許，戊○○、己○○、乙○○及少年胡○成於\n    抵達「大世界玻璃行」之前一路口時，己○○、少年胡○成\n    此時知悉戊○○、乙○○攜帶手銬至臺中市尋找唐盛鴻之意\n    ，旋與戊○○、乙○○共同基於剝奪人之行動自由之犯意聯\n    絡，因戊○○為避免唐盛鴻藉故不上車，遂先行下車，並交\n    代己○○、乙○○及少年胡○成將唐盛鴻帶上車，且交代胡\n    ０成於其上車時換位置，以便控制唐盛鴻之行動，於下車後\n    己○○、乙○○及少年胡○成遂駕駛上開自小客車前去搭載\n    唐盛鴻，唐盛鴻並攜帶一支木棒上車，己○○隨即駕車至下\n    一路口接戊○○上車，而戊○○上車後即與唐盛鴻發生口角\n    爭執，戊○○乃怒不可遏，先指示乙○○取出手銬，二人合\n    力將唐盛鴻銬在車上，以此非法方式剝奪唐盛鴻之行動自由\n    ，之後即由戊○○（起訴書誤載少年胡○成）開車、少年胡\n    ○成則坐於副駕駛座、己○○及乙○○分坐唐盛鴻二側，將\n    該自小客車駛至臺中市○○路二四八巷口旁之空地，抵達後\n    ，戊○○隨即將唐盛鴻手銬解開，並與乙○○將唐盛鴻拖下\n    車，己○○、少年胡○成亦隨後下車，四人並圍住唐盛鴻，\n    以該非法方式繼續剝奪唐盛鴻之行動自由，此時，戊○○與\n    己○○、乙○○及少年胡○成均明知鋁棒、木棒為堅硬材質\n    ，持以毆擊人之肋骨、脛骨、尺骨及膝蓋關節等處，於客觀\n    上均可預見有使唐盛鴻之身體嚴重受創，足以引發橫紋肌溶\n    解症合併代謝性酸中毒等併發症而致人於死結果之可能，竟\n    共同基於傷害之犯意聯絡，由戊○○先持唐盛鴻所有原置放\n    於己○○上揭自用小客車上之木棒毆打唐盛鴻之胸、腰、手\n    、腳及膝蓋關節等處，隨後乙○○亦持車上之鋁棒毆打唐盛\n    鴻之腳二、三下，己○○亦持車上之木棒毆打唐盛鴻之手一\n    、二下，而戊○○見唐盛鴻遭毆打致趴倒在地後，仍不罷手\n    ，復指示己○○及少年胡○成二人拉起唐盛鴻，由戊○○繼\n    續持木棒毆打唐盛鴻手、腳，致唐盛鴻受有多處肋骨骨折併\n    肺部挫傷、腰椎橫突骨折、雙脛骨腓骨骨折、左尺骨骨折等\n    傷害，迄於同日下午八時三十分許，戊○○、己○○、乙○\n    ○及少年胡○成四人因見有人騎乘機車經過該空地始罷手，\n    並共乘上揭自小客車逃逸，隨後將行兇之木棒二支、鋁棒一\n    支及手銬一副丟棄於不詳處所，唐盛鴻共遭剝奪行動自由約\n    四十分鐘之久。嗣經路過民眾報警處理，並將唐盛鴻經送往\n    中國醫藥大學附設醫院急診救治，然因身體多處鈍挫傷致橫\n    紋肌溶解症合併代謝性酸中毒，引發急性腎衰竭及呼吸衰竭\n    ，致發生缺氧性腦病變，而呈植物人狀態，迨於同年十月二\n    十五日下午四時二十分，終因該缺氧性腦病變所引發吸入性\n    肺炎、敗血症而不治死亡。嗣經唐盛鴻家屬丁○○報案後，\n    始為警循線查悉上情。\n二、案經由臺中市警察局第六分局移送臺灣臺中地方法院檢察署\n    檢察官偵查起訴。\n    理    由\n壹、證據能力部分：\n一、按被告以外之人於偵查中向檢察官所為之陳述，除顯有不可\n    信之情況者外，得為證據，刑事訴訟法第一百五十九條之一\n    第二項定有明文。偵查中對被告以外之人（包括證人、鑑定\n    人、告訴人、被害人及共同被告等）所為之偵查筆錄，或被\n    告以外之人向檢察官所提之書面陳述，性質上均屬傳聞證據\n    。惟現階段刑事訴訟法規定檢察官代表國家偵查犯罪、實施\n    公訴，依法其有訊問被告、證人及鑑定人之權，證人、鑑定\n    人且須具結，而實務運作時，檢察官偵查中向被告以外之人\n    所取得之陳述，原則上均能遵守法律規定，不致違法取供，\n    其可信度極高，職是，被告以外之人前於偵查中已具結而為\n    證述，除反對該項供述得具有證據能力之一方，已釋明「顯\n    有不可信之情況」之理由外，不宜以該證人未能於審判中接\n    受他造之反對詰問，即遽指該證人於偵查中之陳述不具證據\n    能力。查本件證人即共同被告戊○○、己○○、乙○○、少\n    年胡○成、丁○○於偵查中經具結後所為之陳述，雖屬傳聞\n    證據，然渠等於偵查中所為證言，既均經具結，而被告及選\n    任辯護人均未能釋明上開陳述有何「顯不可信之情況」，且\n    於客觀之外部情狀上，難認有何顯不可信之情狀，依刑事訴\n    訟法第一百五十九條之一第二項規定，得為證據。至刑事訴\n    訟法第一百五十八條之三規定：「證人、鑑定人依法應具結\n    而未具結者，其證言或鑑定意見，不得作為證據。」所謂「\n    依法應具結而未具結者」，係指檢察官或法官依刑事訴訟法\n    第一百七十五條之規定，以證人身分傳喚被告以外之人（證\n    人、告發人、告訴人、被害人、共犯或共同被告）到庭作證\n    ，或雖非以被告身分傳喚到庭，而於訊問調查過程中，轉換\n    為證人身分為調查時，此時其供述之身分為證人，則檢察官\n    、法官自應依本法第一百八十六條有關具結之規定，命證人\n    供前或供後具結，其陳述始符合第一百五十八條之三之規定\n    ，而有證據能力。若檢察官或法官非以證人身分傳喚而以共\n    犯、共同被告身分傳喚到庭為訊問時，其身分既非證人，即\n    與「依法應具結」之要件不合，縱未命其具結，純屬檢察官\n    或法官調查證據職權之適法行使，當無違法可言。又前揭非\n    以證人之身分在審判中之陳述筆錄，倘該被告以外之人已經\n    法院以證人身分傳喚到庭並經具結作證，且由被告為反對詰\n    問，該未經具結之陳述筆錄因屬審判上之陳述，自有證據能\n    力（最高法院九十八年度臺上第一七一０號判決參照）。則\n    本件被告戊○○、己○○、乙○○以被告身分於原審所為之\n    陳述，因均屬被告之供述，而非以證人身分接受訊問，雖未\n    依法具結，依前揭說明，應均仍屬有證據能力。\n二、按被告以外之人於審判外之言詞或書面陳述，除法律有規定\n    者外，不得作為證據。再按被告以外之人於檢察事務官、司\n    法警察官或司法警察調查中所為之陳述，與審判中不符時，\n    其先前之陳述具有較可信之特別情況，且為證明犯罪事實存\n    否所必要者，得為證據，刑事訴訟法第一百五十九條第一項\n    、同法第一百五十九條之二分別定有明文。而刑法第一百五\n    十九條之二所稱「先前之陳述具有較可信之特別情況」，係\n    指被告以外之人先前於檢察事務官、司法警察官或司法警察\n    調查中所為之陳述，與審判中不符，而從先前與審判中各個\n    陳述之外部附隨環境或條件觀察比較，先前之陳述，較為自\n    然可信而足以取代審判中之陳述者而言（最高法院九十五年\n    度臺上字第三七四七號判決要旨參照）。本件證人即共同被\n    告戊○○、乙○○、證人少年胡○成等人於警詢所為之陳述\n    ，就被告己○○而言，因被告己○○之選任辯護人主張係屬\n    審判外之陳述，為傳聞證據，而該等證人事後均已於本院審\n    理時就警詢所述之案發情節具結證述綦詳，且查客觀上並無\n    具有較可信之特別情況，是依上揭法條規定，就被告己○○\n    而言，證人即共同被告戊○○、乙○○、證人少年胡○成於\n    警詢所為之陳述，應均無證據能力。\n三、又被告己○○之選任辯護人雖另主張證人即被害人唐盛鴻（\n    下稱證人唐盛鴻）於警詢所為之陳述無證據能力云云，然按\n    刑事訴訟法第一百五十九條之三規定：「被告以外之人於審\n    判中有下列情形之一，其於檢察事務官、司法警察官或司法\n    警察調查中所為之陳述，經證明具有可信之特別情況，且為\n    證明犯罪事實之存否所必要者，得為證據：一、死亡者。二\n    、身心障礙致記憶喪失或無法陳述者。三、滯留國外或所在\n    不明而無法傳喚或傳喚不到者。四、到庭後無正當理由拒絕\n    陳述者。」其立法理由在於考量審判程序中，一旦發生事實\n    上無從為直接審理之原因，如一概否定該項陳述之證據適格\n    ，不免違背實體真實發現之訴訟目的，為補救採納傳聞法則\n    ，實務上所可能發生蒐證困難之問題，例外承認該審判外之\n    陳述得採為證據。查證人唐盛鴻於警詢時所為之陳述，係屬\n    被告以外之人於審判外之言詞陳述，原則上不得作為證據，\n    惟證人唐盛鴻已於九十八年十月二十五日死亡，有死亡證明\n    書在卷可考，足認證人唐盛鴻已無從傳喚至法院作證，惟觀\n    諸證人唐盛鴻於警詢中證稱並不認識被告己○○，依其與被\n    告己○○互不熟識之情觀之，其應無設詞誣陷故入被告己○\n    ○於罪之理，本院審酌證人唐盛鴻於警詢中之所為證述，係\n    在案發後之第一時間陳述遭毆打之過程，當時記憶較為深刻\n    清晰，可立即反應所知，不致因時隔日久而遺忘案情；且較\n    少權衡利害得失或來自被告或其他人之壓力而出於虛偽不實\n    之指證，或事後串謀而故為迴護被告之機會，是依刑事訴訟\n    法第一百五十九條之三第一款規定，證人唐盛鴻於司法警察\n    調查中所為之陳述，客觀上應具有較可信之特別情況，且為\n    證明被告犯罪事實存否所必要，又證人唐盛鴻警詢中之陳述\n    ，業經原審及本院勘驗警詢錄音紀錄，當時唐盛鴻與警員採\n    一問一答之方式，唐盛鴻當時係本於自由意識回答，內容除\n    毆打部分未提及頭部以外，及指當時「有四人」，並未明確\n    指出出手毆打伊之人數為四人，其餘陳述均與警詢筆錄記載\n    相符，（見原審卷二第九頁、本院卷第一五七頁背面至一六\n    ０頁）。又證人甲○○即製作上開筆錄之員警於原審到庭結\n    證稱：被害人唐盛鴻有提到四人都有毆打伊等語（見原審卷\n    二第八頁背面）及於本院審理時結證稱：除筆錄作到一半時\n    唐盛鴻有說想睡覺之外，其餘精神狀態良好，而且伊有在警\n    詢前一天即與唐盛鴻聊過案情，被害人有說全身被三、四個\n    人圍毆等語（見本院卷第二０八頁至二一０頁），且依其對\n    答內容前後以觀之（見本院卷第一五七頁背面至一六０頁）\n    ，參以員警甲○○於製作筆錄之前曾與被害人聊天知悉案情\n    ，縱令筆錄所記載之問題與被害人回答之內容，受限於被害\n    人係體力較差之病人，應答較為簡略或偶有員警提示之情形\n    ，惟大致內容均與警詢筆錄記載相符，而被害人所謂「有四\n    人」等語當係指有四人聯合毆打伊，應甚為明確，況被害人\n    於警詢中就毆打伊之人僅指認被告戊○○，表示其餘三人伊\n    不認識，則當無設詞誣陷其餘三人之動機、目的，應有可信\n    之特別情狀，而有證據能力，被告己○○之選任辯護人主張\n    被害人警詢之精神狀態不佳，受員警誘導而說出「四人」，\n    實際並未表示毆打伊之人數係四人，被害人警訊所言無證據\n    能力云云，應屬無據。\n四、另按被告以外之人於審判外之陳述，雖不符刑事訴訟法第一\n    百五十九條之一至第一百五十九條之四之規定，而經當事人\n    於審判程序同意作為證據，法院審酌該言詞陳述或書面陳述\n    作成時之情況，認為適當者，亦得為證據。當事人、代理人\n    或辯護人於法院調查證據時，知有第一百五十九條第一項不\n    得為證據之情形，而未於言詞辯論終結前聲明異議者，視為\n    有前項之同意，刑事訴訟法第一百五十九條之五定有明文。\n    核其立法意旨在於傳聞證據未經當事人之反對詰問予以核實\n    ，原則上先予排除。惟若當事人已放棄反對詰問權，於審判\n    程序中表明同意該等傳聞證據可作為證據；或於言詞辯論終\n    結前未聲明異議，基於尊重當事人對傳聞證據之處分權，及\n    證據資料愈豐富，愈有助於真實發見之理念，且強化言詞辯\n    論主義，使訴訟程序得以順暢進行，上開傳聞證據亦均具有\n    證據能力。查：本判決除上揭所述外，下列所引之證人黃淑\n    珠、證人即被告己○○於警詢所為之陳述（就被告戊○○、\n    乙○○部分而言）及卷內其他書證（供述證據部分），查無\n    符合同法第一百五十九條之一至之四等前四條之情形，檢察\n    官、被告人及選任辯護人於原審準備程序中均表示對該等傳\n    聞證據之證據能力（除原審及本院其後再提示之證據外）均\n    不爭執，並於原審及本院審理前均未就卷內其他證據資料之\n    證據能力有所爭執，且迄本院言詞辯論終結前，均未主張有\n    刑事訴訟法第一百五十九條第一項不得為證據之情形，是應\n    認已同意卷內證據均得作為證據，且經本院審酌上開傳聞證\n    據作成時，較無人情施壓或干擾，亦無不當取證之情形，認\n    為以之作為本案之證據亦屬適當，是上揭傳聞證據自具有證\n    據能力。\n貳、實體部分：\n一、訊據上訴人即被告（以下均稱被告）戊○○、己○○、乙○\n    ○固均坦承於上揭時、地，由被告己○○駕車搭載被告戊○\n    ○、乙○○及證人胡○成至「大世界玻璃行」，並在證人唐\n    盛鴻上車後，由被告戊○○、乙○○以手銬將證人唐盛鴻銬\n    在車上，之後改由被告戊○○開車，將證人唐盛鴻載至臺中\n    市○○路二四八巷口旁之空地，隨即由被告戊○○將證人唐\n    盛鴻拖下車，並由被告戊○○持木棒毆打證人唐盛鴻之肋骨\n    、脛骨、尺骨及膝蓋關節等處、被告乙○○則持鋁棒毆打證\n    人唐盛鴻之腳二、三下，致證人唐盛鴻受有多處肋骨骨折併\n    肺部挫傷、腰椎橫突骨折、雙脛骨腓骨骨折、左尺骨骨折等\n    事實均坦承不諱，惟均矢口否認有何傷害致人於死之犯行，\n    被告戊○○辯稱：並無殺人之犯意，當初僅係要教訓證人唐\n    盛鴻而已，不知道會造成如此嚴重之結果；被告己○○則辯\n    稱：伊並無持球棒毆打證人唐盛鴻，當時係應被告戊○○之\n    邀始駕車搭載被告戊○○、乙○○及證人胡○成等人至臺中\n    ，被告與證人唐盛鴻發生爭執之時，伊與證人胡○成僅在旁\n    邊觀看，沒有動手，當時因遭被告戊○○威脅，方與證人胡\n    ○成拉起證人唐盛鴻云云；被告乙○○則以：並無殺人之犯\n    意，當日有持鋁棒毆打證人唐盛鴻腳幾下，不知道會發生如\n    此嚴重之結果云云。經查：\n（一）被告戊○○、己○○、乙○○及證人胡○成於上揭時、地\n      共同先以手銬銬住證人唐盛鴻之方式剝奪證人唐盛鴻之行\n      動自由，並將之載至上揭臺中市○○路二四八巷口旁之空\n      地而繼續剝奪證人唐盛鴻之行動自由，之後將證人唐盛鴻\n      拖下車，被告戊○○、乙○○並分持木棒、鋁棒毆打證人\n      唐盛鴻手、腳及胸、腰等身體部位之事實，除據被告戊○\n      ○、乙○○二人為上揭自白外（詳細內容如後述），另被\n      告己○○就上揭妨害自由之事實部分，亦坦承不諱，且經\n      證人唐盛鴻於警詢時證稱：伊遭戊○○及其他三名不知道\n      姓名的人毆打，伊於九十八年元月二十二日晚上約七、八\n      點從文心與永輝路〈大世界玻璃行〉，有三名伊不認識的\n      男士將伊押到永輝路戊○○的車上後，又將伊上手銬帶至\n      大鵬路二四八巷的空地後毆打，原因是說伊出賣戊○○，\n      渠總共四人，用木棍及鐵棍毆打伊的手、腳及胸部；當時\n      伊沒有還手的餘地，渠等打完伊後就將毆打伊的兇器都帶\n      上車就離開等語明確（見九十八年度偵字第一０八０九號\n      偵查卷第七至九頁），經核與證人丁○○於偵查中具結證\n      稱：「（問：是否知道唐盛鴻被打的經過為何？）被打完\n      後的前三天，意識都很清醒，也都有跟警察陳述，他向警\n      察陳述時，我都有在旁邊，應該都如警詢筆錄所述。」、\n      「（問：唐盛鴻有無提到幾個人打他？）他被打完手術第\n      二天，警察來問他筆錄，被害人說總共有四個人，其中一\n      個是幕後主使者，我不知道到底幾個人打他，我只知道四\n      個人帶走他。」、「（問：被害人有無陳述如何打他？）\n      他說他被帶上後座後，後座有兩個人押著他幫他戴上手銬\n      ，不知道押到什麼地方，拖下車後就開始打，他說是用鋁\n      棒和木棒打的，但幾支鋁棒或木棒他沒有說。」等語（九\n      十八年度偵字第一０八０九號偵查卷第九五、九六頁）及\n      證人甲○○即本案詢問唐盛鴻之員警到庭結證稱：伊係依\n      據被害人之意思製作筆錄，當時被害人說有三、四個人打\n      被害人，被害人說是用球棒、鐵棍，被害人說全身都被打\n      ，警詢前有先瞭解案情等語（見本院卷第二０八至二一０\n      頁正面）相符。又證人唐盛鴻係於九十八年一月二十二日\n      下午七時五十分許上被告己○○所駕駛之上揭自用小客車\n      而離開「大世界玻璃行」之情，業經證人黃淑珠於警詢時\n      證述屬實。另證人即共同被告戊○○於偵查中具結證稱：\n      「……之後是己○○開車載我和乙○○、己○○的朋友一\n      起去臺中……我就先下車，要己○○和他朋友（即證人胡\n      ○成）及乙○○三個人一起進去玻璃行把唐盛鴻叫出來…\n      …我要下臺中之前就有帶手銬放在副駕駛座，因為我擔心\n      會打起來，就把手銬拿給己○○和乙○○（按本院認僅拿\n      給乙○○），己○○和乙○○（按本院認係被告戊○○與\n      乙○○）就一起把唐盛鴻的雙手銬住，扣在副駕駛座頭枕\n      的地方，車子開到附近的空地，我先去把唐盛鴻的手銬解\n      開，然後我、己○○、乙○○三個人（按本院認僅戊○○\n      與乙○○二人）一起把唐盛鴻拉下車……。」等語（見上\n      揭偵查卷第二三、二四頁），於原審受命法官訊問時供稱\n      ：「因為我怕被打，所以就先找好人，那天是開己○○的\n      車，車上我們四個人都知道己○○在車上有放置一支鋁棒\n      、一支木棒，手銬是我事先準備的，我怕唐盛鴻打我，如\n      果起衝突的話，要把唐盛鴻銬起來，因為之前唐盛鴻就找\n      我要吵架，所以我要先預備，以備不時之需，是我指示己\n      ○○將車開到大鵬路二四八巷空地（按本院認係戊○○駕\n      駛至上開空地），唐盛鴻找我要單挑，所以才會開到該處\n      ，我準備和唐盛鴻打架。」等語（見原審九十八年七月十\n      三日訊問筆錄）、於原審審理時具結證稱：「（問：案發\n      當天離開毆打的空地下場，是大概晚上八點半？）是八點\n      多。」、「（問：被害人在車上被上手銬的時候是否有掙\n      扎？）有。」、「（問：所以你們在車上的人都知道被害\n      人是不願意被控制自由？）對。」等語（見原審九十八年\n      十月五日審判筆錄），於本院審理時結證稱：是伊將被害\n      人上手銬，伊上手銬時己○○也知情，因為在車上伊與被\n      害人發生口角，被告己○○坐在車後座，本來車子是己○\n      ○所開等語（見本院卷第二一０頁背面），及證人即共同\n      被告乙○○於原審審理時具結證稱：「是被告戊○○叫我\n      去找己○○，要己○○開車子載我及被告戊○○，我們要\n      去臺中辦事情。」、「後來我們從被告戊○○家又到檳榔\n      攤的時候，戊○○拿手銬給我，我與被告戊○○在那邊聊\n      天，是後來到臺中，唐盛鴻上車後被告戊○○才教我怎麼\n      使用手銬銬住被害人唐盛鴻。」、「因為被告戊○○知道\n      唐盛鴻在大世界玻璃行，我們就在大世界玻璃行那邊繞來\n      繞去，我們就看到唐盛鴻拿著一根木棍揮來揮去，還有一\n      包飲料，之後被告戊○○告訴我們叫我們去載唐盛鴻，先\n      放他在前面轉角那邊下車。」、「（問：手銬是誰銬的？\n      ）是戊○○指示我銬的，被告戊○○上車後有協助我銬住\n      唐盛鴻，戊○○叫我銬住唐盛鴻。我們先去載唐盛鴻的時\n      候並沒有銬住唐盛鴻，之後在下一個路口載戊○○才銬唐\n      盛鴻。」、「是在臺中還沒有載到被害人，還在繞的時候\n      ，是戊○○在車上跟我們大家說去載唐盛鴻，戊○○說要\n      拿錢給唐盛鴻，叫唐盛鴻跟我們上車，戊○○要拿錢給唐\n      盛鴻，是戊○○告訴我說去載被害人，被害人一上車就銬\n      住被害人，當時戊○○講的時候在車上的人都有聽到。」\n      、「（問：照剛才檢察官問你你回答的內容，在還沒有載\n      到被害人之前，車上的人包含戊○○、己○○、胡姓少年\n      都知道要預謀以手銬控制被害人的自由，載到空地毆打？\n      ）是的。」、「是戊○○從車上要拉被害人下來，當時手\n      銬還是銬住的……。」等語（見原審九十八年十月五日審\n      判筆錄）。另證人少年胡○成於偵查中具結證稱：「……\n      『少爺』〈即戊○○〉就先下車，因為『少爺』說這樣比\n      較好將被害人騙上車，己○○就開車到修車廠，『不良』\n      〈即乙○○〉就叫被害人上車，我們都沒有下車，我先換\n      到副駕駛座坐著，因為『少爺』要下車之前，就叫我換到\n      副駕駛座，讓後面的一個人好把被害人押住，後來被害人\n      就自己上車，他坐在副駕駛座的後方，『不良』先跟他聊\n      天……『不良』就突然押住被害人，並拿出手銬銬住被害\n      人，一邊銬住被害人的手，一邊銬在椅背上，之後戊○○\n      就上車（按本院認係戊○○上車再與乙○○合力銬住被害\n      人），由戊○○開車，己○○坐到副駕駛座後方，被害人\n      坐在己○○和『不良』的中間。」、「他（乙○○）就叫\n      被害人把手伸出來就把他銬住了，當時我有回頭看，己○\n      ○也有看到……。」等語（見九十八年度偵字第一０四七\n      六號偵查卷第一三四頁背面至第一三五頁），並於原審審\n      理時再次具結證稱：「（問：你之前在偵查作證時說少爺\n      下車前叫你換到副駕駛座，好讓後面的一個人好把被害人\n      押住？）是的，確實如此。」等語，顯見被告己○○、證\n      人胡○成二人在抵達「大世界玻璃行」之前一路口時，即\n      已知悉被告戊○○、乙○○在搭載證人唐盛鴻之時有以銬\n      住證人唐盛鴻之非法方法剝奪證人唐盛鴻行動自由之犯意\n      ，並與其二人就該犯行間有犯意之聯絡甚明。則由上述之\n      被告戊○○、己○○、乙○○及證人少年胡○成之分工方\n      式以觀，堪認渠等四人就剝奪證人唐盛鴻行動自由達四十\n      分鐘之犯行間，確有犯意聯絡及行為分擔至為明確。是被\n      告戊○○、乙○○上揭自白確有分持木棒、鋁棒毆打證人\n      唐盛鴻手、腳及胸、背部，另被告戊○○、己○○、乙○\n      ○及證人胡○成自白確有共同以上揭非法之方法剝奪證人\n      唐盛鴻行動自由等情，應均與事實相符，而足採信。\n（二）被告己○○雖辯稱於案發當日並無動手毆打證人唐盛鴻，\n      且係遭被告戊○○威脅始與少年胡○成拉住證人唐盛鴻，\n      並未參與傷害證人唐盛鴻之犯行云云，然被告戊○○、己\n      ○○、乙○○三人均有持球棒（木棒或鋁棒）出手毆打證\n      人唐盛鴻，且少年胡○成亦有出手拉住證人唐盛鴻供被告\n      戊○○毆打證人唐盛鴻之身體等情，除據證人唐盛鴻、丁\n      ○○上揭證述外，並經：\n   1、證人即共同被告戊○○於偵查中先具結證稱：「……車子\n      開到附近的空地，我先去把唐盛鴻的手銬解開，然後我、\n      己○○、乙○○三個人（按本院認係戊○○、乙○○二人\n      ）一起把唐盛鴻拉下車，己○○的朋友先下車了，拉下車\n      後，我就跟唐盛鴻說錢我借你，因為玻璃是我打破了，你\n      這樣一直亂我們家有什麼意思，他口氣不好，我就拿棒球\n      棍開始打他，剛開始是我先打，因為我和他先起口角，之\n      後己○○、乙○○和己○○的朋友也開始打，己○○也是\n      拿鋁棒，乙○○也拿鋁棒，己○○的朋友也有打，但總共\n      有幾支兇器我不確定，至少有三支，一支鋁棒和一支木棒\n      是本來就放在己○○的車上的，唐盛鴻自己有帶一支木棍\n      ，唐盛鴻本來就會帶木棍在玻璃行內揮棒，他本來就有打\n      棒球習慣，他是帶木棍上車的，我們四個確實都有打，打\n      到一半我就把他們拉開，要他們不要再打。」、「（問：\n      兇器確實有幾支？）我確定的有三支，一支木棍我確定是\n      唐盛鴻的，另外二支是放在己○○的後車廂，木棍或鋁棍\n      我不清楚，那兩支是我們到空地後，當我和唐盛鴻發生口\n      角時，己○○去拿出來的，他拿出來就開始打了，我是拿\n      唐盛鴻的木棍毆打唐盛鴻的。」、「（問：其他人與唐盛\n      鴻又無糾紛，為何也要毆打他？）他們看我和唐盛鴻起口\n      角，所以幫忙。」、「（問：你們毆打唐盛鴻多久？）大\n      約十分鐘，打他的手和腳。」等語（見上揭偵查卷第二四\n      至二七頁）。於原審審理時具結證稱：「……唐盛鴻就要\n      找我單挑，唐盛鴻就拿棒球棍打到我，後來己○○、乙○\n      ○就上前……。」、「（問：當時己○○、胡姓少年是否\n      有下車？）有，全部都有下車。」、「唐盛鴻先動手打我\n      ，乙○○、己○○就上前把唐盛鴻的棒球棍搶下來，之後\n      我、己○○、乙○○三人就開始打唐盛鴻。」、「隨便亂\n      打腳跟手。」、「（問：上次開庭的時候你說己○○只打\n      兩、三下是什麼意思？）他也是都有打。」、「因為己○\n      ○看到我被打到，己○○就上前搶唐盛鴻的棒球棍。」、\n      「（問：本件你們三個人都有打，各拿一支木棍？）是的\n      ，另外一支木棍是唐盛鴻的，另外一支是從後車箱裡面拿\n      出來的。」、「是我、己○○、乙○○三個被告都有打，\n      沒有辦法分清楚傷勢是由誰打得，因為那時候是晚上，很\n      暗，沒有辦法辨識，我們只是要教訓唐盛鴻而已，我們三\n      人就是打唐盛鴻的手跟腳而已，唐盛鴻被打倒地之後，我\n      們就一直打唐盛鴻的腳、手。」、「我們被告三個人都有\n      打唐盛鴻，胡姓少年沒有下手。」、「（問：在毆打被害\n      人的時候，你有無用強逼得方法要求己○○幫乙○○、胡\n      姓少年一定要打被害人？）沒有。我沒有強逼他們，是他\n      們自己打的。」等語（見原審九十八年十月五日審判筆錄\n      ）。且於本院審理時結證稱：乙○○、己○○都有拿球棍\n      ，伊不可能拿那麼多球棍，渠等有拉被害人，伊就去拿被\n      害人棒球棍，然後打被害人，渠二人（指乙○○、己○○\n      ）再去車上拿棒球棍，伊並未脅迫或指示己○○打被害人\n      ，因為伊打不過被害人，過程中球棒被被害人搶走，伊就\n      拿己○○拿下來的球棒，被害人的球棒丟在旁邊，被害人\n      被拉開後，己○○有去拿球棒，用球棒打了一、二下等語\n      （見本院卷第二一一至二一二頁背面）等語。\n   2、證人即共同被告乙○○於原審受命法官訊問時供稱：「（\n      問：偵查中所述實在否？）不實在。我有打人，還有戊○\n      ○，己○○也有打人，還有一個未成年人，他有拉住被害\n      人的腳，是戊○○叫他拉的，是戊○○叫我拿木棒（按係\n      鋁棒之誤），到現場戊○○問己○○有無木棒，己○○說\n      他車上有木棒，所以從他車上拿出木棒，我、戊○○各拿\n      一支木棒，打到一半，戊○○的木棒交給己○○，繼續打\n      被害人。戊○○叫另一個未成年人先拉著腳，拉完以後拉\n      手，戊○○先打被害人，被害人就倒下去了，他叫未成年\n      人拉住被害人的腳，叫我們繼續打被害人，我們才開始打\n      。」；「……戊○○在車上就問己○○有沒有球棒，己○\n      ○說後面的行李箱有兩支球棒，那兩支球棒放在己○○車\n      子的後車廂，兩支球棒為一支鋁棒、一支木棒。」、「…\n      …戊○○就把被害人拖下車，我們也全部跟著下車，戊○\n      ○拿著一支棒球棍，戊○○叫我拿另外一支，我拿鋁棒，\n      己○○與胡姓少年有無拿球棒我沒有注意，下車後戊○○\n      叫己○○、胡姓少年把被害人拉住，戊○○先拿球棒朝被\n      害人的手、腳關節的地方打，戊○○就叫我打，另外己○\n      ○、胡姓少年兩個就是拉著被害人，己○○、胡姓少年沒\n      有打，後來他們二個人放手，戊○○就叫己○○、胡姓少\n      年再把被害人拉起來，戊○○就又繼續打被害人，我就沒\n      有再打被害人，……戊○○那時候很氣憤，已經失控了，\n      我是打被害人的腳，……我只有打被害人二、三下而已。\n      」等語明確（見原審九十八年六月十五日、七月十三日訊\n      問筆錄）；復於原審審理時具結證稱：「戊○○下車，唐\n      盛鴻坐在車內，戊○○就拿一支棒球棍在車內就已經打唐\n      盛鴻銬手銬的手，就是銬手銬那裡，己○○怕傷到他的車\n      子，被告戊○○拿鑰匙打開手銬將唐盛鴻拉下車，被告戊\n      ○○就拿球棒打唐盛鴻，我不曉得他拿的是被害人的棒球\n      棍還是己○○車上的，之後被告戊○○也叫我拿鋁棒打唐\n      盛鴻，我的鋁棒是從後車廂拿的，當時後車廂只有一支鋁\n      棒而已，……我就打唐盛鴻的腳而已……之後戊○○就打\n      被害人，被告戊○○當時就像瘋掉一樣邊罵邊打，胡姓少\n      年是戊○○叫他拉住被害人的手跟腳，讓被害人坐起來讓\n      被告戊○○打，己○○沒有打唐盛鴻（按本院認己○○亦\n      出手打被害人），己○○有與胡姓少年一起拉被害人的手\n      腳讓被告戊○○打，是戊○○叫己○○拉的，因為戊○○\n      一直對己○○兇（按本院認己○○非遭脅迫參與）。」、\n      「（問：你在警察局稱只有戊○○一人打，是否不實在？\n      ）是的，我也有動手。」、「……然後唐盛鴻就被戊○○\n      拉下車，之後戊○○先打被害人的手腳，……戊○○逼我\n      打唐盛鴻（按本院認乙○○非遭脅迫參與），我打唐盛鴻\n      的腳而已，兩三下之後我就沒有打，……之後被害人趴著\n      的時候只有戊○○打被害人的背部。」等語（見原審九十\n      八年十月五日審判筆錄），並於本院審理時證稱：到工地\n      的時候，被告己○○有說車上有球棒等語，其前後就己○\n      ○是否打人，先後為不一致之陳述，甚至於本院審理時證\n      稱己○○也沒有拉被害人云云，然依其於原審受命法官訊\n      問時之供述較諸其後證述之時間較接近案發時間，且與其\n      餘被告隔離訊問，且在未受其他被告在場壓力之情形下所\n      為不利於其餘被告之證述，依其證述之詳盡程度，再檢核\n      上開證言與被告戊○○之前開供述或證述，認被告乙○○\n      於上開原審受命法官訊問時之證詞，較合於常情而屬可採\n      。\n   3、證人少年胡○成於偵查中具結證稱：「到了空地後，『不\n      良』和『少爺』先下車，去後車箱拿棍子，是棒球棍，拿\n      了二支，然後『不良』和『少爺』一起要將被害人拉下車\n      ，但被害人就不下車，因為被害人有一隻手銬在椅背上，\n      『不良』就把被害人往外拉，『少爺』就拿球棍從他銬住\n      手銬的地方打下去，再將他的手銬解開，把他拉下車，『\n      不良』就拉住被害人的手，『少爺』一直打被害人的手、\n      腳，……等到被害人四肢都不會動，被害人就趴著，『不\n      良』和『少爺』就拿一支球棍一直狂打被害人背部，……\n      我看他們打了被害人十幾分鐘。」、「己○○本來不想打\n      ，是『少爺』強逼他說如果你不打，等下就知道（按本院\n      認戊○○並未脅迫己○○），所以己○○就拿小支的棍子\n      打被害人的手一、二下。」、「總共有三支棍子，分別是\n      兩支大支的木棒和一支小支約五十公分的鋁棒，一支大支\n      的木棒是被害人帶上車，另外兩支是放己○○在車上。」\n      、「打完被害人之後，己○○就開車載我們三人離開。」\n      等語（見九十八年度偵字第一０四七六號偵查卷第一三四\n      頁背面至第一三五頁）。於原審審理時具結證稱：「現場\n      有被告戊○○、乙○○打唐盛鴻。」、「兩個人拿棒棍（\n      打）。（按本院認共有三人拿棒棍打）」、「（問：你看\n      到他們二人棒棍是打被害人身體的哪些部位？）手、腳、\n      關節、背部脊椎。」、「……是少爺、不良兩人一起把被\n      害人拉下車，當時被害人的棍棒還在車內，不良先拉被害\n      人的手臂，不良拉出被害人手臂，另外一支手還銬在車裡\n      面，少爺就用從後行李箱拿出的木棒一支打被害人手肘關\n      節的地方，後來被害人的手就斷掉，因為我看到被害人的\n      手軟軟的，少爺就把繫在車內的手銬解開，手銬在被害人\n      的手上，不良先拉住被害人的手腕、手臂，是哪一隻手我\n      忘記了，當時被害人一被拉出來就坐在地上，不良拉被害\n      人手臂，少爺就拿後行李箱拿出的棍棒打另外一支手的手\n      肘關節處，後來少爺又開始打被害人其中一隻腳的膝蓋，\n      我忘記是哪一隻，接著換不良從後行李箱拿出一支木棒打\n      剛才被害人被少爺打的腳關節的另外一隻腳的關節，被害\n      人差不多已經快昏了，這時被害人被打大概三、四分鐘左\n      右，然後被害人就趴在地上，之後不良、少爺就一直用原\n      本拿的棒子打被害人的脊椎，打到有一個後面有載瓦斯的\n      人回到廣場，後來少爺就說要走了，後來就全部上車就走\n      了。」、「事情已經過很久，有三個人動手，就是被告戊\n      ○○、己○○、乙○○三人動手，……少爺叫己○○及我\n      下去打，我就不理少爺，但是少爺就叫己○○，己○○一\n      直被叫，己○○就拿小支的棍棒，當時棍棒在地上，己○\n      ○打被害人屁股兩三下。」、「我在旁邊而已，我有拉被\n      害人，因為少爺一直威脅我（按本院認戊○○並未脅迫證\n      人參與），我就下車幫忙拉被害人……。」、「（問：你\n      們在被害人被打的現場大概待了多久？）大概十分鐘左右\n      。」、「少爺先拿其中一支長的，後來被害人趴在地上的\n      時候，不良有拿其中一支長的打被害人的背部，另外一支\n      小支的，不良就把棍子放下，己○○就拿那支比較短的去\n      打被害人，打兩、三下。」、「（問：當天是幾支鋁棒？\n      ）後行李箱拿出來的只有一支鋁棒，另外兩支木棒，我說\n      的鋁棒是短的那支。」、「（問：你剛才稱己○○也有加\n      入打兩、三下，是在什麼時間？）是在送瓦斯快來之前，\n      被害人已經趴著的時候。」、「（問：乙○○之前指證你\n      與己○○確實都有拉住被害人的手腳讓被告戊○○、乙○\n      ○打？）有。我與己○○輕輕的拉被害人的手腳，我是拉\n      起來而已，己○○也是把被害人的手腳拉起來……。」等\n      語（見原審九十八年九月二十一日審判筆錄），雖證人於\n      本院審理時結證稱：被告戊○○有脅迫伊與己○○打被害\n      人，己○○並沒有打被害人（見本院卷第二０四至二０五\n      頁）云云，就被告己○○是否毆打被害人乙節為與原審證\n      述情節不一致之陳述，惟查證人胡０成於原審證述之案發\n      過程內容詳盡，且與證人戊○○、乙○○上開證述之內容\n      大致相符，本院認其證詞關於己○○是否出手毆打被害人\n      乙節，以其於原審之證述之情節較合理可採。另就證人胡\n      ０成就其與己○○受到被告戊○○之脅迫始配合戊○○云\n      云，與被告戊○○歷次之供述及證述不符，衡諸被告己○\n      ○（見九十八年度偵字第一０八０九號卷第四十二至四十\n      八頁）於警詢中，並未供稱渠遭戊○○脅迫等語，而證人\n      戊○○在夥同乙○○共同毆打被害人之情形下，顯然佔有\n      上風，衡情亦無須再脅迫己○○、胡０成共同毆打被害人\n      ，再查本案被告戊○○於案發時，持續毆打被害人，大聲\n      罵被害人，當時很氣憤，已經失控，業經共同被告乙○○\n      供明在卷（業經認定如前），則被告戊○○何以有餘力再\n      控制己○○、胡０成等人？是共犯胡０成所證關於己○○\n      係受脅迫始有毆打被害人或拉住被害人讓被告戊○○打之\n      情形，顯係臨訟脫詞，不足採信。\n   4、觀諸證人即共同被告戊○○、乙○○及證人少年胡○成上\n      開證述情節，就案發當日確由被告戊○○、己○○、乙○\n      ○持球棒出手毆打證人唐盛鴻手、腳及背部等部位、其中\n      被告己○○、少年胡○成亦曾拉住證人唐盛鴻由被告戊○\n      ○持續毆打證人唐盛鴻等主要犯罪情節大致均屬相符，再\n      參以證人即共同被告戊○○、乙○○、證人少年胡○成三\n      人於原審審理時亦均證稱與被告己○○並無怨隙或糾紛等\n      語，又被告戊○○、己○○、乙○○及證人少年胡○成當\n      日係一同搭車前往案發地點等情觀之，衡情證人戊○○、\n      乙○○、證人少年胡○成應均無甘冒偽證罪責而設詞誣陷\n      被告己○○之理，況再依證人唐盛鴻當時遭被告戊○○、\n      乙○○二人銬在車上後，被告己○○猶讓出駕駛座改由被\n      告戊○○繼續駕車，並搭載其與被告乙○○及證人少年胡\n      ○成等人一同前往上揭臺中市○○路二四八巷口旁之空地\n      之情觀之，被告己○○及證人胡○成既目睹被告戊○○、\n      乙○○二人在證人唐盛鴻上車後即將證人唐盛鴻銬住，隨\n      後強迫帶往臺中市○○路二四八巷口旁之空地，衡情當知\n      悉被告戊○○、乙○○二人係欲找尋地點毆打證人唐盛鴻\n      ，而被告己○○、證人胡○成二人在案發當時人身自由並\n      未遭拘束之情況下，其二人於被告戊○○接手開車前往上\n      揭空地之前，應具有決定是否脫隊抑或跟隨被告戊○○、\n      乙○○一同至該空地之主動性，竟在無任何正當、合理動\n      機之情形下，仍願意繼續共同搭載證人唐盛鴻前往，並全\n      程在場，告知其車內有球棒，提供球棒供作犯罪工具，甚\n      至被告戊○○、乙○○毆打完證人唐盛鴻後，被告己○○\n      仍駕駛上揭自用小客車搭載被告戊○○、乙○○、證人少\n      年胡○成一同返回苗栗縣卓蘭鎮，顯見被告己○○及證人\n      胡○成對於當日被告戊○○、乙○○將證人唐盛鴻以手銬\n      銬在車上後，並隨即載往臺中市○○路二四八巷口旁之空\n      地毆打之事，已難諉為不知。再者，證人即共同被告戊○\n      ○於原審審理時復證稱：當日確係因不滿證人唐盛鴻之前\n      多次騷擾，而欲前往教訓證人唐盛鴻，並為防範未然，始\n      邀集被告己○○、乙○○及證人少年胡○成一同駕車前往\n      等語，綜觀被告戊○○所述，堪認被告戊○○、己○○、\n      乙○○及證人少年胡○成等人在證人唐盛鴻遭以手銬銬住\n      之時即知有被告戊○○有毆打證人唐盛鴻之意思，而以被\n      告己○○、證人少年胡○成之社會經驗、生活智識觀之，\n      應不難理解被告戊○○上開舉動以及人手增多之客觀情狀\n      ，均意在糾眾毆打證人唐盛鴻，顯見被告戊○○、己○○\n      、乙○○及證人少年胡○成確有在剝奪證人唐盛鴻行動自\n      由後，復加以毆打之動機及認知，由此足徵證人被告戊○\n      ○、乙○○及證人少年胡○成上開不利於被告己○○之證\n      述情節，應堪採信。是被告戊○○指示被告乙○○持手銬\n      將證人唐盛鴻銬在車上後，被告戊○○、己○○、乙○○\n      及證人少年胡○成隨即駕車將證人唐盛鴻載往臺中市○○\n      路二四八巷口旁之空地，並將證人唐盛鴻拖下車，由被告\n      戊○○毆打證人唐盛鴻之胸、腰、手、腳及膝蓋關節等處\n      ，被告乙○○亦持車上之鋁棒毆打證人唐盛鴻之腳二、三\n      下，被告己○○亦持車上之木棒毆打證人唐盛鴻之手一、\n      二下，且在證人唐盛鴻倒地後，被告戊○○又指示被告己\n      ○○及證人少年胡○成二人拉住證人唐盛鴻，繼續持木棒\n      毆打證人唐盛鴻手、腳等事實，堪以認定，則被告己○○\n      辯稱未持木棒毆打證人唐盛鴻，僅在旁觀看云云，不足採\n      信。\n   5、再按證人之陳述有部分前後不符，或相互間有所歧異時，\n      究竟何者為可採，法院仍得本其自由心證予以斟酌，非謂\n      一有不符或矛盾，即應認其全部均為不可採信；尤其關於\n      行為動機、手段及結果等細節方面，證人之證言，每每因\n      留意重點之不同，或對部分事實記憶欠明確，以致前後未\n      盡相符，然其基本事實之陳述，若果與真實性無礙時，則\n      仍非不得予以採信（最高法院九十二年度臺上字第五五六\n      六號判決意旨參照）。本件證人即共同被告戊○○、乙○\n      ○及證人少年胡○成於偵查及原審審理先後就被告戊○○\n      、己○○、乙○○究竟係持鋁棒或木棒毆打證人唐盛鴻、\n      毆打之部位為何、被告己○○究有無動手毆打證人唐盛鴻\n      等相關細節雖有不一，且彼此間之陳述或有出入，惟以證\n      人唐盛鴻遭被告戊○○、己○○、乙○○及證人少年胡○\n      成載至上揭空地毆打現場之時間（係於晚上八時至八時三\n      十分）、視線（係無人居住之空地，視線應非屬良好）、\n      混亂等情狀觀之，證人即共同被告戊○○、乙○○及證人\n      少年胡○成未能就上揭之相關細節有深刻記憶，應尚與常\n      情無違；況人之記憶本屬有限，上揭證人就本件案發當日\n      現場打鬥之事後追憶陳述，或因未及想起而不完整，或因\n      相互交錯致生齟齬，均屬難免，尚難執細節上之差異，即\n      認上揭證人所述被告戊○○、己○○、乙○○均有持棍棒\n      毆打證人唐盛鴻之主要證詞為不可採。惟上開證人就渠等\n      毆打證人唐盛鴻之事實既屬一致，僅就上揭細節部分無法\n      確定，本院乃綜合全部事證，依罪疑唯有利於被告之原則\n      ，就被告戊○○、己○○、乙○○所持之工具、毆打證人\n      唐盛鴻身體之部位及次數而認定如事實欄所示。雖證人即\n      共同被告乙○○、少年胡○成於原審審理及本院審理時均\n      證稱：被告己○○當日並未持球棒毆打證人唐盛鴻，再證\n      人乙○○於本院審理時證稱：被告己○○沒有拉證人唐盛\n      鴻之手云云，且證人即共同被告乙○○於原審審理時另具\n      結證稱：「（問：既然與己○○沒有恩怨，為何在偵查中\n      延長羈押訊問時指證己○○有拿木棒打被害人？）因為我\n      緊張的關係。」云云，於本院具結證稱：「當時精神不太\n      清楚」云云，證人少年胡○成於原審審理時亦具結證稱：\n      「我們在旁邊，我有下車，但是我沒有動手。我們離被害\n      人大概十公尺左右。」、「（問：你剛才說有輕輕的打屁\n      股，以己○○打屁股的狀況，屁股是否會受傷？）是輕輕\n      的揮，大概揮兩、三下而已，力道我是覺得不會受傷。」\n      云云，本院具結證稱：有些不實在，因為腦筋一片空白，\n      不知道要講什麼」云云，惟若證人即共同被告乙○○於原\n      審在偵查中延長羈押之訊問係因緊張所致，何以迄於原審\n      受命法官訊問時復為相同之供述？又以證人唐盛鴻當日遭\n      被告戊○○、己○○、乙○○等人毆打之情況以觀，被告\n      己○○若係依被告戊○○指示持木棒毆打證人唐盛鴻，豈\n      會僅輕輕揮打幾下而不會造成證人唐盛鴻受傷之可能？顯\n      見證人即共同被告乙○○、證人少年胡○成二人就事後翻\n      異前詞所為之理由均與常情不符，是渠等二人此部分所述\n      ，顯係事後迴護被告己○○之詞，均不足採信。又證人唐\n      盛鴻遭被告戊○○、乙○○二人銬在車上後，被告己○○\n      猶讓出駕駛座改由被告戊○○繼續駕車，並於證人唐盛鴻\n      在上揭空地遭毆打完後，被告己○○猶駕駛上揭自用小客\n      車搭載被告戊○○、己○○一同返回苗栗縣卓蘭鎮等情，\n      已業如前述，倘被告己○○事先均毫不知情被告戊○○、\n      乙○○之上揭犯行，而係無端被捲入風波，衝諸常情，被\n      告己○○當不致於在全程目睹被告戊○○、乙○○毆打完\n      證人唐盛鴻之後，猶仍繼續駕車搭載被告戊○○、乙○○\n      返回苗栗縣卓蘭鎮，況被告己○○自「大世界玻璃行」搭\n      載證人唐盛鴻前往上揭空地之期間，被告己○○本有多次\n      機會借故脫身，竟捨此不為，而在目睹證人唐盛鴻遭銬在\n      車上後仍與被告戊○○、乙○○及證人少年胡○成等人前\n      往上揭空地，已難認其與被告戊○○、乙○○及證人少年\n      胡○成間就上揭毆打證人唐盛鴻之犯行間並無犯意聯絡，\n      是被告己○○事後空言係遭到被告戊○○威脅心生害怕而\n      聽從被告戊○○指示拉住證人唐盛鴻云云，顯與常情不符\n      ，亦難採信。\n（四）另證人唐盛鴻當日遭被告戊○○、己○○、乙○○及證人\n      少年胡○成共同毆打後，經路人報警送醫急救後，確受有\n      多處肋骨骨折併肺部挫傷、腰椎橫突骨折、雙脛骨腓骨骨\n      折、左尺骨骨折等傷害，經送往中國醫藥大學附設醫院急\n      診救治，然因身體多處鈍挫傷致橫紋肌溶解症合併代謝性\n      酸中毒，引發急性腎衰竭及呼吸衰竭，致發生缺氧性腦病\n      變，而呈植物人狀態之情，有中國醫藥大學附設醫院九十\n      八年六月四日院管檔字第0980003103號函、中國醫藥大學\n      附設醫院診斷證明書、該院出院照護摘要、賢德醫院診斷\n      證明書中國醫藥大學附設醫院九十八年六月四日院管檔字\n      第09800043 14號函及函覆之照片在卷可稽（見九十八年\n      度偵字第一０八０九號偵查卷第八四頁、八五頁、一００\n      頁至一二六頁），且證人丁○○於偵查中具結證稱：「因\n      為右腳的部分關節處打的非常嚴重，整個碎掉，醫師說骨\n      髓會釋放一種毒素，那種毒素會跟著血液跑，變成酸血，\n      跑到心臟，心臟就會停止，腎會衰竭，變成急性腎衰竭，\n      經過很多次洗腎有慢慢改善，但到了過年的第三天早上，\n      醫院通知說唐盛鴻停止呼吸，整個肺部都積水，進行急救\n      ，然後就恢復心跳，就變成目前的狀態。」、「（問：送\n      醫時，唐盛鴻的腦部有無被重創？）應該是沒有，主要是\n      兩隻腿和手斷了。」等語（見九十八年度偵字第一０八０\n      九號偵查卷第九六頁），又經本院函詢中國醫藥大學附設\n      醫院本案被害人缺氧性腦病變之原因，經該院以九十九年\n      三月十八日院管檔字第０九九００００二六五四號函覆以\n      ：該病患唐盛鴻於民國九十八年一月二十三日因身體多處\n      鈍挫傷致橫紋肌溶解症併代謝性酸中毒，右側血胸，雙側\n      脛腓骨開放性骨折、左側尺骨骨折接受清創固定手術，住\n      院中因橫紋肌溶解症併代謝性酸中毒致急性腎衰竭、呼吸\n      衰竭惡化致缺氧性腦病變，醫理上判斷其原因是嚴重之鈍\n      挫傷所致等語（見本院卷第一五二、一五三頁），再經本\n      院函詢賢德醫院唐盛鴻之死因，經該院以九十九年三月十\n      八日以九九賢字第三十四號函覆稱：查唐盛鴻於九十八年\n      十月十四日因肺炎惡化及右小腿開放性骨折住院，最終因\n      肺炎惡化致敗血症，於九十八年十月二十五日死亡，其死\n      亡原因雖非外傷直接致死，但肺炎與長期臥床有關等語（\n      見本院卷第一五四頁），再以九十九年四月十五日九九賢\n      字第四十二號函覆以：查病患唐盛鴻因吸入性肺炎併發急\n      性呼吸衰竭及敗血症，於九十八年十月二十五日病故於本\n      院加護病房，深究其肺炎主因，應該是與其咳嗽反射功能\n      不佳，導致需接受永久性氣管切開，以致於細菌常駐於其\n      氣管內，並隨時可能引發肺炎，而引發此狀況之發生，乃\n      由於當初之腦部傷害所致，至於長期臥床，應屬腦部傷害\n      所致之結果之一，應不是引發吸入性肺炎之主因等語（見\n      本院卷第一八二、一八三頁），按傷害致人於死罪，以傷\n      害行為與死亡之結果之間有因果關係，為其成立之要件，\n      受傷後因疾病死亡，是否有因果關係，應視其疾病是否因\n      傷害所引起而定，如係因傷致病，因病致死，則傷害之行\n      為與死亡之結果，即有因果關係（最高法院九十六年台上\n      字第六二七六號、九十五年台上字第四一０號著有判決可\n      參），本案證人唐盛鴻確係因遭被告戊○○、己○○、乙\n      ○○、證人少年胡○成共同毆打後，造成鈍挫傷等既已認\n      定如上，則證人唐盛鴻確因遭被告戊○○、己○○、乙○\n      ○及證人少年胡○成等人於上揭時、地共同毆打而受有上\n      揭傷害而造成橫紋肌溶解併代謝性酸中毒致急性腎衰竭，\n      呼吸衰竭致缺氧性腦病變狀態甚明。又證人唐盛鴻因發生\n      缺氧性腦病變，而呈植物人狀態持續中，迄於同年十月二\n      十五日下午四時二十分，終因上揭缺氧性腦病變引發吸入\n      性肺炎、敗血症而不治死亡等情，有賢德醫院診斷證明書\n      、死亡證明書在卷可稽（見原審卷二第一七五、一七六頁\n      ），被害人上開鈍挫傷致腦病變，再因上開腦病變致吸入\n      性肺炎併發敗血症，業經上開醫院函覆本院在卷可憑，且\n      證人丁○○於原審審理時具結證稱：「（問：唐盛鴻在中\n      國醫藥大學附設醫院入院開始一直到死亡，有無新受的傷\n      害？）是原來受的傷的併發症引發死亡的，沒有另外再有\n      受傷。」、「（問：依據賢德醫院的醫生告知你證人唐盛\n      鴻的主要死因為何？）因為本案的傷勢導致的敗血症，是\n      因為敗血症死亡的。」、「（出院時）醫生說是腦部缺氧\n      ，中國醫藥大學附設醫院醫生交代這個再待下去還是這個\n      樣子，醫生叫我轉到療養中心休養，醫生說時間拖不長，\n      隨時有可能因為那些併發症而死亡，因為在中國醫藥大學\n      附設醫院時他就因鉀離子的關係發生缺氧性腦病變、酸血\n      ，所以我們已經有心理準備了。」、「（問：證人唐盛鴻\n      出院時是否仍然是植物人狀態？）是的，沒有比較好，而\n      且一天一天惡化。」等語，證人唐盛鴻在呈現植物人狀態\n      中既無其他外力介入，堪認證人唐盛鴻確係因遭被告戊○\n      ○、己○○、乙○○及證人少年胡○成共同毆打後先呈植\n      物人狀態，事後終因病情惡化而不治死亡無誤，揆諸上開\n      說明意旨，被害人所受傷害與死亡之間自有因果關係，被\n      告三人之選任辯護人均辯稱被害人之死亡與本件傷害並無\n      因果關係云云，亦不足採。\n（五）再按共同正犯之意思聯絡並不限於事前有所謀議，即僅於\n      行為當時有共同犯意之聯絡者，亦屬之，且其表示之方法\n      ，並不以明示通謀為必要，及相互間有默示之合致，亦無\n      不可（最高法院七十三年臺上字第二三六四號判例意旨參\n      照）。再按，共同實施犯罪行為之人，在合同意思範圍以\n      內，各自分擔犯罪行為之一部，相互利用他人之行為，以\n      達其犯罪之目的者，即應對於全部所發生之結果，共同負\n      責，又共同正犯之意思聯絡，不限於事前有所協議，其於\n      行為當時，基於相互之認識，以共同犯罪之意思參與者，\n      亦無礙於共同正犯之成立（最高法院九十二年度臺上字第\n      三二一九號判決足資參照）。復按殺人與傷害人致死之區\n      別，應以有無殺意為斷，其受傷之多寡，及是否為致命部\n      位，有時雖可藉為認定有無殺意之心證，究不能據為絕對\n      標準。殺人與傷害致死之區別，即在下手加害時有無死亡\n      之預見為斷。至受傷處所是否致命部位，及傷痕之多寡，\n      輕重如何，僅足供認定有無殺意之參考，原不能為區別殺\n      人與傷害致人死之絕對標準。刑法上殺人罪與傷害人致死\n      罪之區別，本視加害人有無殺意為斷，被害人所受之傷害\n      程度，固不能據為認定有無殺意之唯一標準，但加害人之\n      下手情形如何，於審究犯意方面，仍不失為重要參考資料\n      （最高法院十八年上字第一三０九號、十九年上字第七一\n      八號、二十年非字第一０四號判例參照）。而重傷害之成\n      立，以有毀敗他人身體機能之故意，著手於傷害之實行而\n      發生毀敗之結果為要件，是則使人受重傷、殺人與普通傷\n      害之區別，應視行為人於加害時之犯意為斷，亦即應斟酌\n      事發經過之相關事證，包括被害人受傷部位、所用兇器、\n      行為當時之具體情況等一切情狀以為判斷。本件被告戊○\n      ○與證人唐盛鴻係認識十幾年之朋友、業據被告戊○○證\n      述在卷，被告己○○、乙○○及證人少年胡○成於案發時\n      亦並不認識證人唐盛鴻等情，亦業據被告己○○、乙○○\n      及證人少年胡○成證述在卷，並均經證人丁○○於偵查中\n      證述在卷，顯見被告戊○○、己○○、乙○○及證人少年\n      胡○成與證人唐盛鴻並無何深仇大恨，本案之起因雖係證\n      人唐盛鴻不斷騷擾被告戊○○及其家人致被告戊○○夥同\n      被告己○○、乙○○及證人少年胡○成等人毆打證人唐盛\n      鴻，惟觀諸被告戊○○、己○○、乙○○及證人少年胡○\n      成等人雖備妥球棒（木棒、鋁棒），並猛力揮打證人唐盛\n      鴻手、腳及背、腰等處，惟被告戊○○、己○○、乙○○\n      及證人少年胡○成與證人唐盛鴻既無仇怨，被告實無故意\n      置其於死或使其受重傷之動機；又衡諸常情，倘行為人持\n      球棒故意置他人於死或使之重傷，自以密集敲打被害人之\n      頭部或胸、腹部分要害部位，較易遂行其目的，倘二人以\n      上之行為人共同為之，亦以各持兇器密集敲打被害人之該\n      要害部位，較易得逞，惟被告戊○○、己○○、乙○○三\n      人雖均持球棒毆打證人唐盛鴻身體，然依上揭卷附之中國\n      醫藥大學附設醫院診斷證明書所載之病名，證人唐盛鴻固\n      受有肋骨骨折併肺部挫傷、腰椎橫突骨折之傷害，然多處\n      主要骨折之地方係集中在左側尺骨、雙側脛腓骨（見九十\n      八年度偵字第一０八０九號偵查卷第一００頁），亦有證\n      人唐盛鴻之受傷照片在卷足稽（見上揭偵查卷第一二三頁\n      至一二六頁），足認證人唐盛鴻主要受傷部位均集中在手\n      、腳等四肢部位，顯見被告戊○○、己○○、乙○○於毆\n      打證人唐盛鴻之時，應以教訓證人唐盛鴻成分居多，而依\n      渠等攻擊被害人之情狀，被害人唐盛鴻亦認被告等係基於\n      傷害之意思所為，而於警詢時並未告訴被告等人殺害伊，\n      而係指訴被告等人傷害，欲就被告等人提出傷害告訴等語\n      ，有被害人警詢筆錄一份在卷可憑（見台中市警察局第六\n      分局偵查卷被害人唐盛鴻九十八年一月二十四日調查筆錄\n      第三頁），雖被告乙○○及胡０成均曾證稱被告戊○○於\n      毆打被害人時出言要給他死等語，惟按被告戊○○於案發\n      與其餘被告並無慎密之計劃，亦未向其餘被告提及被害人\n      與其有何怨隙，或於案發前即告知其餘被告要讓被害人死\n      ，且被告戊○○案發時處於失控狀態，不斷罵被害人，業\n      如前述，則其口出惡言說要給毆打之對象死，自有可能係\n      基於情緒之發洩，而非有致被害人死亡之意欲，公訴人據\n      此認被告等人係基於殺人犯意為上開犯行，尚嫌速斷，本\n      院認以被告與被害人之關係、被害人受傷之情況及被害人\n      歷經九月多之時間始因肺炎死亡之等情，認被告主觀上應\n      僅有普通傷害之犯意聯絡，而無致證人唐盛鴻死亡或重傷\n      之故意。\n（六）另按傷害係破壞人身組織之行為，其受傷後因治療無方而\n      致死亡，究非不能預見之偶然結果，該被害人受傷後即因\n      調治無效身死，傷害行為者自應負傷害致人於死之罪責；\n      又刑法第二百七十七條第二項前段傷害致人於死之罪，係\n      因犯罪致發生一定結果而為加重其刑之規定，按照同法第\n      十七條固以行為人能預見其結果發生時，始得適用，但傷\n      害行為，足以引起死亡之結果，在通常觀念上不得謂無預\n      見之可能，則行為人對於被害人之因傷身死，即不能不負\n      責任。再傷害人之身體，因而致人於死，乃學理上所謂之\n      加重結果犯，以行為人對加重結果（死亡事實）之發生，\n      客觀上有預見之可能，主觀上則未預見為必要；如行為人\n      主觀上亦有預見，則其既明知而為，即屬殺人罪之範疇，\n      非加重結果犯（最高法院二十四年上字第一四０三號、二\n      十九年上字第一０一一號判例、九十一年度臺非字第一五\n      四號判決參照）。亦即加重結果犯則對加重結果之發生，\n      客觀上雖有預見之可能，但主觀上並未預見，其概念兩不\n      相同。按人體之手、腳及膝蓋關節部位，雖非主要臟器密\n      佈之部位，然倘以眾人之力分持棍棒密集毆打，在客觀上\n      足以造成人身體、健康之傷害，並因此引發橫紋肌溶解症\n      合併代謝性酸中毒等併發症而致人於死之結果，應為一般\n      人客觀上所能預見，被告戊○○、己○○、乙○○及證人\n      少年胡○成均係智識健全之人，是渠等於毆打證人唐盛鴻\n      之時，就此加重結果在客觀上應均能預見，而證人唐盛鴻\n      之死亡，確係因遭毆打後因身體多處鈍挫傷致橫紋肌溶解\n      症合併代謝性酸中毒，引發急性腎衰竭及呼吸衰竭，致發\n      生缺氧性腦病變，先呈植物人狀態，嗣再因該缺氧性腦病\n      變引發吸入性肺炎、敗血症而不治死亡，已如上述，顯見\n      被告戊○○、己○○、乙○○及證人少年胡○成等人之基\n      於普通傷害之毆打行為，與證人唐盛鴻死亡之加重結果間\n      ，應有相當因果關係存在至明。換言之，被告戊○○、己\n      ○○、乙○○及證人少年胡○成對該死亡之結果在客觀上\n      有預見之可能性，其等主觀上卻疏未預見而加以注意防範\n      ，則該死亡結果雖非本意所在，被告戊○○、己○○、乙\n      ○○仍應就該傷害行為致生死亡之結果負責，是被告戊○\n      ○、己○○、乙○○辯稱均不知毆打完證人唐盛鴻之後，\n      證人唐盛鴻會因此死亡云云，即屬無據。又按刑法上之傷\n      害人致死罪為結果犯，如多數人下手毆打，本有犯意之聯\n      絡，即屬共同正犯，對於共犯間之實施行為，既互相利用\n      ，就傷害之結果，自應同負責任，又死亡之結果，係行為\n      人間合同傷害行為所致，無論死於何人所加之傷，在共犯\n      間均應同負全部之責，並無分別何部分之傷孰為下手人之\n      必要（最高法院十九年上字第一八四六號、二十七年上字\n      第七五五號判例參照））。亦即共同正犯祇須具有犯意聯\n      絡、行為分擔，即足成立。既不問犯罪動機起於何人，亦\n      不必每一階段犯行均經參與；質言之，共同正犯間彼此分\n      擔之行為，並非必須相同，且在犯意聯絡範圍內，應就全\n      部犯罪結果負責，因而共犯中之一人所引起之加重結果，\n      自應同負加重結果之刑責。本件被告戊○○、己○○、乙\n      ○○及證人少年胡○成抵達臺中市○○路二四八巷口旁之\n      空地後，即由被告戊○○、己○○、乙○○分持球棒毆打\n      證人唐盛鴻，且證人少年胡○成亦聽從被告戊○○指示拉\n      起證人唐盛鴻供被告戊○○持木棒毆打證人唐盛鴻，已足\n      見渠等就傷害證人唐盛鴻之犯行間均有犯意聯絡及行為分\n      擔無誤。又被告戊○○、己○○、乙○○及證人少年胡○\n      成雖均無致證人唐盛鴻死亡或重傷之故意，惟客觀上均應\n      能預見證人唐盛鴻遭其等以上開分工方式毆打結果，有發\n      生死亡之可能性，已詳見前述，則證人唐盛鴻所受之致命\n      傷，雖無法認定係何人毆打行為所致，惟證人唐盛鴻死亡\n      之結果，既係被告戊○○、己○○、乙○○及證人少年胡\n      ○成共同傷害行為所致，無論證人唐盛鴻死於何人所加之\n      傷，在共同正犯間均應同負全部之責。是被告戊○○、己\n      ○○、乙○○與證人少年胡○成所為上揭共同傷害致人於\n      死之犯行，應足認定。\n（七）綜上所述，被告戊○○、己○○、乙○○上揭所辯無非事\n      後卸責之詞，均不足採信。本件事證明確，被告戊○○、\n      己○○、乙○○之犯行均堪以認定，應依法論科。\n二、論罪科刑：\n（一）核被告戊○○、己○○、乙○○所為，均係犯刑法第三百\n      零二條第一項之妨害自由罪與刑法第二百七十七條第二項\n      前段傷害致人於死罪。雖公訴意旨認被告戊○○、己○○\n      、乙○○上揭所犯傷害致人於死罪之犯行部分，應構成刑\n      法第二百七十一條第二項、第一項之殺人未遂罪嫌，惟被\n      告戊○○、己○○、乙○○與證人唐盛鴻並無深仇大恨，\n      復僅持球棒密集毆打證人唐盛鴻之手、腳部位，難認其等\n      主觀上有故意殺害證人唐盛鴻之犯意，已如前述，是起訴\n      法條容有誤會，惟起訴之社會基本事實相同，爰依法變更\n      起訴法條。\n（二）被告戊○○、己○○、乙○○與少年胡○成就上揭傷害致\n      人於死及妨害自由之犯行間，有犯意聯絡及行為分擔，均\n      為共同正犯。\n（三）被告戊○○、己○○、乙○○、少年胡○成上開實行妨害\n      自由行為後緊接為傷害致人於死之行為，二行為有局部同\n      一，且目的單一，則渠等既係於著手時即基於同一個意思\n      決定為之，於刑法牽連犯廢除後，視其犯罪情節，依社會\n      通念應評價為一個犯罪行為，方符刑罰公平原則，如予數\n      罪併罰，反有過度處罰之疑，與人民之法律感情未契合，\n      因上開二罪之犯罪構成要件並不相同，應認屬一行為觸犯\n      數罪名之想像競合犯，方為適當（最高法院九十六年度臺\n      上字第六三五六號、九十七年臺上字第三二二三號、九十\n      八年度臺上字第三一０五號判決意旨參照）。是以被告戊\n      ○○、己○○、乙○○三人所犯傷害致人於死罪及妨害自\n      由罪應係一行為觸犯二罪名之想像競合犯，應從一重之傷\n      害致人於死罪處斷。\n（四）又被告戊○○、己○○、乙○○三人上揭妨害自由之犯行\n      ，檢察官起訴法條雖未論及，然因檢察官起訴書已敘及此\n      部分之犯罪事實，本院自得予以審理，附此敘明。\n（五）又查被告戊○○、己○○於為上揭犯行時均為成年人，被\n      告乙○○於行為時則係十八歲以上未滿二十歲之未成年人\n      、共同正犯即證人胡○成係八十年六月某日生，於行為時\n      則係為十四歲以上未滿十八歲之少年，均有其等年籍資料\n      在卷可稽（附於臺中市警察局第六分局中分六警偵字第\n      09800169 26號卷），則被告戊○○、己○○與未滿十八\n      歲之少年胡○成共同實施犯罪部分，應依兒童及少年福利\n      法第七十條第一項前段之規定（此項規定為少年事件處理\n      法第八十五條第一項之特別規定，應優先適用），除本刑\n      無期徒刑部分依法不得加重外，餘均加重之；至被告乙○\n      ○於本案行為時為十八歲以上未滿二十歲之未成年人，尚\n      無兒童及少年福利法第七十條第一項前段加重其刑規定之\n      適用，附此敘明。另被告戊○○曾於九十四年間，因詐欺\n      案件，經臺灣高等法院臺中分院於九十五年四月二十六日\n      判處有期徒刑二月確定，於九十六年八月六日易科罰金而\n      執行完畢，有臺灣高等法院被告前案紀錄表在卷可參，其\n      受徒刑之執行完畢後，五年以內故意再犯有期徒刑以上之\n      罪，為累犯，除本刑無期徒刑部分不得加重外，其餘均依\n      刑法第四十七條第一項之規定，遞加重其刑。\n三、原審法院因認被告之罪證明確，適用刑法第二十八條、第二\n    百七十七條第二項前段、第三百零二條第一項、第五十五條\n    、第四十七條第一項，兒童及少年福利法第七十條第一項前\n    段，刑法施行法第一條之一第一項、第二項前段，並審酌被\n    告戊○○犯罪之動機出於一時報復之心態，未深思熟慮其行\n    為所導致之後果，被告己○○、乙○○與證人唐盛鴻素不相\n    識，被告戊○○係居於主導地位，惡性較重，被告己○○、\n    乙○○參與之程度較被告戊○○為輕，被告乙○○行為時係\n    十八歲以上未滿二十歲之未成年人，年輕識淺，再考其等對\n    證人唐盛鴻妨害自由及毆打之手段，且於毆打證人唐盛鴻之\n    過程中，見證人唐盛鴻倒地後，猶拉起證人唐盛鴻繼續毆打\n    ，暨被告戊○○、己○○、乙○○犯後均尚未與被害人之家\n    屬達成民事和解，及犯後之態度等一切情狀，就被告戊○○\n    部分處有期徒刑九年，就被告己○○部分處有期徒刑八年六\n    月，就被告乙○○部分論處有期徒刑八年，復說明被告戊○\n    ○、己○○、乙○○及證人少年胡○成持以供上揭犯罪所用\n    之手銬一副、木棒二支及鋁棒一支，其中手銬一副雖係被告\n    戊○○所有之物，木棒及鋁棒各一支雖係被告己○○所有之\n    物，然案發後均已遭被告戊○○丟棄，且因均未扣案，復均\n    非屬違禁物，為免將來執行發生困難，爰不宣告沒收；另未\n    扣案之木棒一支，則係證人唐盛鴻所有之物，非屬被告被告\n    戊○○、己○○、乙○○及證人少年胡○成所有之物，無從\n    宣告沒收；至扣案之行動電話（Nokia廠牌）一支，係證人\n    唐盛鴻所有遭被告戊○○所竊盜之物，無庸宣告沒收。核其\n    認事用法均無違誤，量刑亦屬妥適，應予維持。被告上訴未\n    提出任何有利之事證，其上訴為無理由；另檢察官以被告等\n    人均係基於殺人之犯意為上開行為，認原審以傷害致死罪論\n    罪不當，提起上訴，惟查原審已審酌被告犯罪之一切情狀，\n    詳予說明，亦查無其他積極證據證明被告等人有殺人之故意\n    ，檢察官上訴仍認被告等人所犯為殺人罪，亦無理由，均應\n    予以駁回。\n六、據上論斷，應依刑事訴訟法第368條，判決如主文。\n本案經檢察官丙○○到庭執行職務。\n中    華    民    國    99    年    5     月    12    日\n            刑事第六庭    審判長法  官  李  文  雄\n                                法  官  林  靜  芬\n                                法  官  陳  如  玲\n以上正本證明與原本無異。\n如不服本判決應於收受送達後10日內向本院提出上訴書狀，其未\n敘述上訴理由者，並得於提起上訴後10日內向本院補提理由書（\n均須按他造當事人之人數附繕本）「切勿逕送上級法院」。\n                                書記官  陳  信  和\n中    華    民    國    99    年    5     月    13    日\n",
  "structure": {
    "main": "上訴駁回。",
    "fact": "一、戊○○係成年人，前曾於民國九十四年間，因詐欺案件，經\n    臺灣高等法院臺中分院於九十五年四月二十六日判處有期徒\n    刑二月確定，於九十六年八月六日易科罰金而執行完畢。緣\n    戊○○與唐盛鴻曾因金錢問題發生多次糾紛，唐盛鴻亦多次\n    至戊○○住處騷擾，致戊○○對唐盛鴻心懷怨恨，欲藉機教\n    訓唐盛鴻，於九十八年一月二十二日，以同意借款予唐盛鴻\n    用以修繕自小客車為由，與唐盛鴻相約在臺中市○○路與永\n    輝路交岔口（台中市○○路○段一六七之三號）之「大世界\n    玻璃行」見面交款，並為防範未然，另邀集屬於成年人之己\n    ○○、已滿十八歲之未成年人乙○○及少年胡○成（八十年\n    六月某日生，其餘年籍詳卷，另案由臺灣苗栗地方法院少年\n    法庭審理中）一同前往，並先與乙○○共同基於剝奪人之行\n    動自由之犯意聯絡，由戊○○先交付手銬一副與乙○○備用\n    ，並指示當時尚不知情之己○○負責駕駛車牌號碼六Ｈ－五\n    七八九號自小客車搭載戊○○、乙○○及少年胡○成，自苗\n    栗縣卓蘭鎮出發，前往上揭「大世界玻璃行」，迨於同日晚\n    上七時五十分許，戊○○、己○○、乙○○及少年胡○成於\n    抵達「大世界玻璃行」之前一路口時，己○○、少年胡○成\n    此時知悉戊○○、乙○○攜帶手銬至臺中市尋找唐盛鴻之意\n    ，旋與戊○○、乙○○共同基於剝奪人之行動自由之犯意聯\n    絡，因戊○○為避免唐盛鴻藉故不上車，遂先行下車，並交\n    代己○○、乙○○及少年胡○成將唐盛鴻帶上車，且交代胡\n    ０成於其上車時換位置，以便控制唐盛鴻之行動，於下車後\n    己○○、乙○○及少年胡○成遂駕駛上開自小客車前去搭載\n    唐盛鴻，唐盛鴻並攜帶一支木棒上車，己○○隨即駕車至下\n    一路口接戊○○上車，而戊○○上車後即與唐盛鴻發生口角\n    爭執，戊○○乃怒不可遏，先指示乙○○取出手銬，二人合\n    力將唐盛鴻銬在車上，以此非法方式剝奪唐盛鴻之行動自由\n    ，之後即由戊○○（起訴書誤載少年胡○成）開車、少年胡\n    ○成則坐於副駕駛座、己○○及乙○○分坐唐盛鴻二側，將\n    該自小客車駛至臺中市○○路二四八巷口旁之空地，抵達後\n    ，戊○○隨即將唐盛鴻手銬解開，並與乙○○將唐盛鴻拖下\n    車，己○○、少年胡○成亦隨後下車，四人並圍住唐盛鴻，\n    以該非法方式繼續剝奪唐盛鴻之行動自由，此時，戊○○與\n    己○○、乙○○及少年胡○成均明知鋁棒、木棒為堅硬材質\n    ，持以毆擊人之肋骨、脛骨、尺骨及膝蓋關節等處，於客觀\n    上均可預見有使唐盛鴻之身體嚴重受創，足以引發橫紋肌溶\n    解症合併代謝性酸中毒等併發症而致人於死結果之可能，竟\n    共同基於傷害之犯意聯絡，由戊○○先持唐盛鴻所有原置放\n    於己○○上揭自用小客車上之木棒毆打唐盛鴻之胸、腰、手\n    、腳及膝蓋關節等處，隨後乙○○亦持車上之鋁棒毆打唐盛\n    鴻之腳二、三下，己○○亦持車上之木棒毆打唐盛鴻之手一\n    、二下，而戊○○見唐盛鴻遭毆打致趴倒在地後，仍不罷手\n    ，復指示己○○及少年胡○成二人拉起唐盛鴻，由戊○○繼\n    續持木棒毆打唐盛鴻手、腳，致唐盛鴻受有多處肋骨骨折併\n    肺部挫傷、腰椎橫突骨折、雙脛骨腓骨骨折、左尺骨骨折等\n    傷害，迄於同日下午八時三十分許，戊○○、己○○、乙○\n    ○及少年胡○成四人因見有人騎乘機車經過該空地始罷手，\n    並共乘上揭自小客車逃逸，隨後將行兇之木棒二支、鋁棒一\n    支及手銬一副丟棄於不詳處所，唐盛鴻共遭剝奪行動自由約\n    四十分鐘之久。嗣經路過民眾報警處理，並將唐盛鴻經送往\n    中國醫藥大學附設醫院急診救治，然因身體多處鈍挫傷致橫\n    紋肌溶解症合併代謝性酸中毒，引發急性腎衰竭及呼吸衰竭\n    ，致發生缺氧性腦病變，而呈植物人狀態，迨於同年十月二\n    十五日下午四時二十分，終因該缺氧性腦病變所引發吸入性\n    肺炎、敗血症而不治死亡。嗣經唐盛鴻家屬丁○○報案後，\n    始為警循線查悉上情。\n二、案經由臺中市警察局第六分局移送臺灣臺中地方法院檢察署\n    檢察官偵查起訴。\n    理    由\n壹、證據能力部分：\n一、按被告以外之人於偵查中向檢察官所為之陳述，除顯有不可\n    信之情況者外，得為證據，刑事訴訟法第一百五十九條之一\n    第二項定有明文。偵查中對被告以外之人（包括證人、鑑定\n    人、告訴人、被害人及共同被告等）所為之偵查筆錄，或被\n    告以外之人向檢察官所提之書面陳述，性質上均屬傳聞證據\n    。惟現階段刑事訴訟法規定檢察官代表國家偵查犯罪、實施\n    公訴，依法其有訊問被告、證人及鑑定人之權，證人、鑑定\n    人且須具結，而實務運作時，檢察官偵查中向被告以外之人\n    所取得之陳述，原則上均能遵守法律規定，不致違法取供，\n    其可信度極高，職是，被告以外之人前於偵查中已具結而為\n    證述，除反對該項供述得具有證據能力之一方，已釋明「顯\n    有不可信之情況」之理由外，不宜以該證人未能於審判中接\n    受他造之反對詰問，即遽指該證人於偵查中之陳述不具證據\n    能力。查本件證人即共同被告戊○○、己○○、乙○○、少\n    年胡○成、丁○○於偵查中經具結後所為之陳述，雖屬傳聞\n    證據，然渠等於偵查中所為證言，既均經具結，而被告及選\n    任辯護人均未能釋明上開陳述有何「顯不可信之情況」，且\n    於客觀之外部情狀上，難認有何顯不可信之情狀，依刑事訴\n    訟法第一百五十九條之一第二項規定，得為證據。至刑事訴\n    訟法第一百五十八條之三規定：「證人、鑑定人依法應具結\n    而未具結者，其證言或鑑定意見，不得作為證據。」所謂「\n    依法應具結而未具結者」，係指檢察官或法官依刑事訴訟法\n    第一百七十五條之規定，以證人身分傳喚被告以外之人（證\n    人、告發人、告訴人、被害人、共犯或共同被告）到庭作證\n    ，或雖非以被告身分傳喚到庭，而於訊問調查過程中，轉換\n    為證人身分為調查時，此時其供述之身分為證人，則檢察官\n    、法官自應依本法第一百八十六條有關具結之規定，命證人\n    供前或供後具結，其陳述始符合第一百五十八條之三之規定\n    ，而有證據能力。若檢察官或法官非以證人身分傳喚而以共\n    犯、共同被告身分傳喚到庭為訊問時，其身分既非證人，即\n    與「依法應具結」之要件不合，縱未命其具結，純屬檢察官\n    或法官調查證據職權之適法行使，當無違法可言。又前揭非\n    以證人之身分在審判中之陳述筆錄，倘該被告以外之人已經\n    法院以證人身分傳喚到庭並經具結作證，且由被告為反對詰\n    問，該未經具結之陳述筆錄因屬審判上之陳述，自有證據能\n    力（最高法院九十八年度臺上第一七一０號判決參照）。則\n    本件被告戊○○、己○○、乙○○以被告身分於原審所為之\n    陳述，因均屬被告之供述，而非以證人身分接受訊問，雖未\n    依法具結，依前揭說明，應均仍屬有證據能力。\n二、按被告以外之人於審判外之言詞或書面陳述，除法律有規定\n    者外，不得作為證據。再按被告以外之人於檢察事務官、司\n    法警察官或司法警察調查中所為之陳述，與審判中不符時，\n    其先前之陳述具有較可信之特別情況，且為證明犯罪事實存\n    否所必要者，得為證據，刑事訴訟法第一百五十九條第一項\n    、同法第一百五十九條之二分別定有明文。而刑法第一百五\n    十九條之二所稱「先前之陳述具有較可信之特別情況」，係\n    指被告以外之人先前於檢察事務官、司法警察官或司法警察\n    調查中所為之陳述，與審判中不符，而從先前與審判中各個\n    陳述之外部附隨環境或條件觀察比較，先前之陳述，較為自\n    然可信而足以取代審判中之陳述者而言（最高法院九十五年\n    度臺上字第三七四七號判決要旨參照）。本件證人即共同被\n    告戊○○、乙○○、證人少年胡○成等人於警詢所為之陳述\n    ，就被告己○○而言，因被告己○○之選任辯護人主張係屬\n    審判外之陳述，為傳聞證據，而該等證人事後均已於本院審\n    理時就警詢所述之案發情節具結證述綦詳，且查客觀上並無\n    具有較可信之特別情況，是依上揭法條規定，就被告己○○\n    而言，證人即共同被告戊○○、乙○○、證人少年胡○成於\n    警詢所為之陳述，應均無證據能力。\n三、又被告己○○之選任辯護人雖另主張證人即被害人唐盛鴻（\n    下稱證人唐盛鴻）於警詢所為之陳述無證據能力云云，然按\n    刑事訴訟法第一百五十九條之三規定：「被告以外之人於審\n    判中有下列情形之一，其於檢察事務官、司法警察官或司法\n    警察調查中所為之陳述，經證明具有可信之特別情況，且為\n    證明犯罪事實之存否所必要者，得為證據：一、死亡者。二\n    、身心障礙致記憶喪失或無法陳述者。三、滯留國外或所在\n    不明而無法傳喚或傳喚不到者。四、到庭後無正當理由拒絕\n    陳述者。」其立法理由在於考量審判程序中，一旦發生事實\n    上無從為直接審理之原因，如一概否定該項陳述之證據適格\n    ，不免違背實體真實發現之訴訟目的，為補救採納傳聞法則\n    ，實務上所可能發生蒐證困難之問題，例外承認該審判外之\n    陳述得採為證據。查證人唐盛鴻於警詢時所為之陳述，係屬\n    被告以外之人於審判外之言詞陳述，原則上不得作為證據，\n    惟證人唐盛鴻已於九十八年十月二十五日死亡，有死亡證明\n    書在卷可考，足認證人唐盛鴻已無從傳喚至法院作證，惟觀\n    諸證人唐盛鴻於警詢中證稱並不認識被告己○○，依其與被\n    告己○○互不熟識之情觀之，其應無設詞誣陷故入被告己○\n    ○於罪之理，本院審酌證人唐盛鴻於警詢中之所為證述，係\n    在案發後之第一時間陳述遭毆打之過程，當時記憶較為深刻\n    清晰，可立即反應所知，不致因時隔日久而遺忘案情；且較\n    少權衡利害得失或來自被告或其他人之壓力而出於虛偽不實\n    之指證，或事後串謀而故為迴護被告之機會，是依刑事訴訟\n    法第一百五十九條之三第一款規定，證人唐盛鴻於司法警察\n    調查中所為之陳述，客觀上應具有較可信之特別情況，且為\n    證明被告犯罪事實存否所必要，又證人唐盛鴻警詢中之陳述\n    ，業經原審及本院勘驗警詢錄音紀錄，當時唐盛鴻與警員採\n    一問一答之方式，唐盛鴻當時係本於自由意識回答，內容除\n    毆打部分未提及頭部以外，及指當時「有四人」，並未明確\n    指出出手毆打伊之人數為四人，其餘陳述均與警詢筆錄記載\n    相符，（見原審卷二第九頁、本院卷第一五七頁背面至一六\n    ０頁）。又證人甲○○即製作上開筆錄之員警於原審到庭結\n    證稱：被害人唐盛鴻有提到四人都有毆打伊等語（見原審卷\n    二第八頁背面）及於本院審理時結證稱：除筆錄作到一半時\n    唐盛鴻有說想睡覺之外，其餘精神狀態良好，而且伊有在警\n    詢前一天即與唐盛鴻聊過案情，被害人有說全身被三、四個\n    人圍毆等語（見本院卷第二０八頁至二一０頁），且依其對\n    答內容前後以觀之（見本院卷第一五七頁背面至一六０頁）\n    ，參以員警甲○○於製作筆錄之前曾與被害人聊天知悉案情\n    ，縱令筆錄所記載之問題與被害人回答之內容，受限於被害\n    人係體力較差之病人，應答較為簡略或偶有員警提示之情形\n    ，惟大致內容均與警詢筆錄記載相符，而被害人所謂「有四\n    人」等語當係指有四人聯合毆打伊，應甚為明確，況被害人\n    於警詢中就毆打伊之人僅指認被告戊○○，表示其餘三人伊\n    不認識，則當無設詞誣陷其餘三人之動機、目的，應有可信\n    之特別情狀，而有證據能力，被告己○○之選任辯護人主張\n    被害人警詢之精神狀態不佳，受員警誘導而說出「四人」，\n    實際並未表示毆打伊之人數係四人，被害人警訊所言無證據\n    能力云云，應屬無據。\n四、另按被告以外之人於審判外之陳述，雖不符刑事訴訟法第一\n    百五十九條之一至第一百五十九條之四之規定，而經當事人\n    於審判程序同意作為證據，法院審酌該言詞陳述或書面陳述\n    作成時之情況，認為適當者，亦得為證據。當事人、代理人\n    或辯護人於法院調查證據時，知有第一百五十九條第一項不\n    得為證據之情形，而未於言詞辯論終結前聲明異議者，視為\n    有前項之同意，刑事訴訟法第一百五十九條之五定有明文。\n    核其立法意旨在於傳聞證據未經當事人之反對詰問予以核實\n    ，原則上先予排除。惟若當事人已放棄反對詰問權，於審判\n    程序中表明同意該等傳聞證據可作為證據；或於言詞辯論終\n    結前未聲明異議，基於尊重當事人對傳聞證據之處分權，及\n    證據資料愈豐富，愈有助於真實發見之理念，且強化言詞辯\n    論主義，使訴訟程序得以順暢進行，上開傳聞證據亦均具有\n    證據能力。查：本判決除上揭所述外，下列所引之證人黃淑\n    珠、證人即被告己○○於警詢所為之陳述（就被告戊○○、\n    乙○○部分而言）及卷內其他書證（供述證據部分），查無\n    符合同法第一百五十九條之一至之四等前四條之情形，檢察\n    官、被告人及選任辯護人於原審準備程序中均表示對該等傳\n    聞證據之證據能力（除原審及本院其後再提示之證據外）均\n    不爭執，並於原審及本院審理前均未就卷內其他證據資料之\n    證據能力有所爭執，且迄本院言詞辯論終結前，均未主張有\n    刑事訴訟法第一百五十九條第一項不得為證據之情形，是應\n    認已同意卷內證據均得作為證據，且經本院審酌上開傳聞證\n    據作成時，較無人情施壓或干擾，亦無不當取證之情形，認\n    為以之作為本案之證據亦屬適當，是上揭傳聞證據自具有證\n    據能力。\n貳、實體部分：\n一、訊據上訴人即被告（以下均稱被告）戊○○、己○○、乙○\n    ○固均坦承於上揭時、地，由被告己○○駕車搭載被告戊○\n    ○、乙○○及證人胡○成至「大世界玻璃行」，並在證人唐\n    盛鴻上車後，由被告戊○○、乙○○以手銬將證人唐盛鴻銬\n    在車上，之後改由被告戊○○開車，將證人唐盛鴻載至臺中\n    市○○路二四八巷口旁之空地，隨即由被告戊○○將證人唐\n    盛鴻拖下車，並由被告戊○○持木棒毆打證人唐盛鴻之肋骨\n    、脛骨、尺骨及膝蓋關節等處、被告乙○○則持鋁棒毆打證\n    人唐盛鴻之腳二、三下，致證人唐盛鴻受有多處肋骨骨折併\n    肺部挫傷、腰椎橫突骨折、雙脛骨腓骨骨折、左尺骨骨折等\n    事實均坦承不諱，惟均矢口否認有何傷害致人於死之犯行，\n    被告戊○○辯稱：並無殺人之犯意，當初僅係要教訓證人唐\n    盛鴻而已，不知道會造成如此嚴重之結果；被告己○○則辯\n    稱：伊並無持球棒毆打證人唐盛鴻，當時係應被告戊○○之\n    邀始駕車搭載被告戊○○、乙○○及證人胡○成等人至臺中\n    ，被告與證人唐盛鴻發生爭執之時，伊與證人胡○成僅在旁\n    邊觀看，沒有動手，當時因遭被告戊○○威脅，方與證人胡\n    ○成拉起證人唐盛鴻云云；被告乙○○則以：並無殺人之犯\n    意，當日有持鋁棒毆打證人唐盛鴻腳幾下，不知道會發生如\n    此嚴重之結果云云。經查：\n（一）被告戊○○、己○○、乙○○及證人胡○成於上揭時、地\n      共同先以手銬銬住證人唐盛鴻之方式剝奪證人唐盛鴻之行\n      動自由，並將之載至上揭臺中市○○路二四八巷口旁之空\n      地而繼續剝奪證人唐盛鴻之行動自由，之後將證人唐盛鴻\n      拖下車，被告戊○○、乙○○並分持木棒、鋁棒毆打證人\n      唐盛鴻手、腳及胸、腰等身體部位之事實，除據被告戊○\n      ○、乙○○二人為上揭自白外（詳細內容如後述），另被\n      告己○○就上揭妨害自由之事實部分，亦坦承不諱，且經\n      證人唐盛鴻於警詢時證稱：伊遭戊○○及其他三名不知道\n      姓名的人毆打，伊於九十八年元月二十二日晚上約七、八\n      點從文心與永輝路〈大世界玻璃行〉，有三名伊不認識的\n      男士將伊押到永輝路戊○○的車上後，又將伊上手銬帶至\n      大鵬路二四八巷的空地後毆打，原因是說伊出賣戊○○，\n      渠總共四人，用木棍及鐵棍毆打伊的手、腳及胸部；當時\n      伊沒有還手的餘地，渠等打完伊後就將毆打伊的兇器都帶\n      上車就離開等語明確（見九十八年度偵字第一０八０九號\n      偵查卷第七至九頁），經核與證人丁○○於偵查中具結證\n      稱：「（問：是否知道唐盛鴻被打的經過為何？）被打完\n      後的前三天，意識都很清醒，也都有跟警察陳述，他向警\n      察陳述時，我都有在旁邊，應該都如警詢筆錄所述。」、\n      「（問：唐盛鴻有無提到幾個人打他？）他被打完手術第\n      二天，警察來問他筆錄，被害人說總共有四個人，其中一\n      個是幕後主使者，我不知道到底幾個人打他，我只知道四\n      個人帶走他。」、「（問：被害人有無陳述如何打他？）\n      他說他被帶上後座後，後座有兩個人押著他幫他戴上手銬\n      ，不知道押到什麼地方，拖下車後就開始打，他說是用鋁\n      棒和木棒打的，但幾支鋁棒或木棒他沒有說。」等語（九\n      十八年度偵字第一０八０九號偵查卷第九五、九六頁）及\n      證人甲○○即本案詢問唐盛鴻之員警到庭結證稱：伊係依\n      據被害人之意思製作筆錄，當時被害人說有三、四個人打\n      被害人，被害人說是用球棒、鐵棍，被害人說全身都被打\n      ，警詢前有先瞭解案情等語（見本院卷第二０八至二一０\n      頁正面）相符。又證人唐盛鴻係於九十八年一月二十二日\n      下午七時五十分許上被告己○○所駕駛之上揭自用小客車\n      而離開「大世界玻璃行」之情，業經證人黃淑珠於警詢時\n      證述屬實。另證人即共同被告戊○○於偵查中具結證稱：\n      「……之後是己○○開車載我和乙○○、己○○的朋友一\n      起去臺中……我就先下車，要己○○和他朋友（即證人胡\n      ○成）及乙○○三個人一起進去玻璃行把唐盛鴻叫出來…\n      …我要下臺中之前就有帶手銬放在副駕駛座，因為我擔心\n      會打起來，就把手銬拿給己○○和乙○○（按本院認僅拿\n      給乙○○），己○○和乙○○（按本院認係被告戊○○與\n      乙○○）就一起把唐盛鴻的雙手銬住，扣在副駕駛座頭枕\n      的地方，車子開到附近的空地，我先去把唐盛鴻的手銬解\n      開，然後我、己○○、乙○○三個人（按本院認僅戊○○\n      與乙○○二人）一起把唐盛鴻拉下車……。」等語（見上\n      揭偵查卷第二三、二四頁），於原審受命法官訊問時供稱\n      ：「因為我怕被打，所以就先找好人，那天是開己○○的\n      車，車上我們四個人都知道己○○在車上有放置一支鋁棒\n      、一支木棒，手銬是我事先準備的，我怕唐盛鴻打我，如\n      果起衝突的話，要把唐盛鴻銬起來，因為之前唐盛鴻就找\n      我要吵架，所以我要先預備，以備不時之需，是我指示己\n      ○○將車開到大鵬路二四八巷空地（按本院認係戊○○駕\n      駛至上開空地），唐盛鴻找我要單挑，所以才會開到該處\n      ，我準備和唐盛鴻打架。」等語（見原審九十八年七月十\n      三日訊問筆錄）、於原審審理時具結證稱：「（問：案發\n      當天離開毆打的空地下場，是大概晚上八點半？）是八點\n      多。」、「（問：被害人在車上被上手銬的時候是否有掙\n      扎？）有。」、「（問：所以你們在車上的人都知道被害\n      人是不願意被控制自由？）對。」等語（見原審九十八年\n      十月五日審判筆錄），於本院審理時結證稱：是伊將被害\n      人上手銬，伊上手銬時己○○也知情，因為在車上伊與被\n      害人發生口角，被告己○○坐在車後座，本來車子是己○\n      ○所開等語（見本院卷第二一０頁背面），及證人即共同\n      被告乙○○於原審審理時具結證稱：「是被告戊○○叫我\n      去找己○○，要己○○開車子載我及被告戊○○，我們要\n      去臺中辦事情。」、「後來我們從被告戊○○家又到檳榔\n      攤的時候，戊○○拿手銬給我，我與被告戊○○在那邊聊\n      天，是後來到臺中，唐盛鴻上車後被告戊○○才教我怎麼\n      使用手銬銬住被害人唐盛鴻。」、「因為被告戊○○知道\n      唐盛鴻在大世界玻璃行，我們就在大世界玻璃行那邊繞來\n      繞去，我們就看到唐盛鴻拿著一根木棍揮來揮去，還有一\n      包飲料，之後被告戊○○告訴我們叫我們去載唐盛鴻，先\n      放他在前面轉角那邊下車。」、「（問：手銬是誰銬的？\n      ）是戊○○指示我銬的，被告戊○○上車後有協助我銬住\n      唐盛鴻，戊○○叫我銬住唐盛鴻。我們先去載唐盛鴻的時\n      候並沒有銬住唐盛鴻，之後在下一個路口載戊○○才銬唐\n      盛鴻。」、「是在臺中還沒有載到被害人，還在繞的時候\n      ，是戊○○在車上跟我們大家說去載唐盛鴻，戊○○說要\n      拿錢給唐盛鴻，叫唐盛鴻跟我們上車，戊○○要拿錢給唐\n      盛鴻，是戊○○告訴我說去載被害人，被害人一上車就銬\n      住被害人，當時戊○○講的時候在車上的人都有聽到。」\n      、「（問：照剛才檢察官問你你回答的內容，在還沒有載\n      到被害人之前，車上的人包含戊○○、己○○、胡姓少年\n      都知道要預謀以手銬控制被害人的自由，載到空地毆打？\n      ）是的。」、「是戊○○從車上要拉被害人下來，當時手\n      銬還是銬住的……。」等語（見原審九十八年十月五日審\n      判筆錄）。另證人少年胡○成於偵查中具結證稱：「……\n      『少爺』〈即戊○○〉就先下車，因為『少爺』說這樣比\n      較好將被害人騙上車，己○○就開車到修車廠，『不良』\n      〈即乙○○〉就叫被害人上車，我們都沒有下車，我先換\n      到副駕駛座坐著，因為『少爺』要下車之前，就叫我換到\n      副駕駛座，讓後面的一個人好把被害人押住，後來被害人\n      就自己上車，他坐在副駕駛座的後方，『不良』先跟他聊\n      天……『不良』就突然押住被害人，並拿出手銬銬住被害\n      人，一邊銬住被害人的手，一邊銬在椅背上，之後戊○○\n      就上車（按本院認係戊○○上車再與乙○○合力銬住被害\n      人），由戊○○開車，己○○坐到副駕駛座後方，被害人\n      坐在己○○和『不良』的中間。」、「他（乙○○）就叫\n      被害人把手伸出來就把他銬住了，當時我有回頭看，己○\n      ○也有看到……。」等語（見九十八年度偵字第一０四七\n      六號偵查卷第一三四頁背面至第一三五頁），並於原審審\n      理時再次具結證稱：「（問：你之前在偵查作證時說少爺\n      下車前叫你換到副駕駛座，好讓後面的一個人好把被害人\n      押住？）是的，確實如此。」等語，顯見被告己○○、證\n      人胡○成二人在抵達「大世界玻璃行」之前一路口時，即\n      已知悉被告戊○○、乙○○在搭載證人唐盛鴻之時有以銬\n      住證人唐盛鴻之非法方法剝奪證人唐盛鴻行動自由之犯意\n      ，並與其二人就該犯行間有犯意之聯絡甚明。則由上述之\n      被告戊○○、己○○、乙○○及證人少年胡○成之分工方\n      式以觀，堪認渠等四人就剝奪證人唐盛鴻行動自由達四十\n      分鐘之犯行間，確有犯意聯絡及行為分擔至為明確。是被\n      告戊○○、乙○○上揭自白確有分持木棒、鋁棒毆打證人\n      唐盛鴻手、腳及胸、背部，另被告戊○○、己○○、乙○\n      ○及證人胡○成自白確有共同以上揭非法之方法剝奪證人\n      唐盛鴻行動自由等情，應均與事實相符，而足採信。\n（二）被告己○○雖辯稱於案發當日並無動手毆打證人唐盛鴻，\n      且係遭被告戊○○威脅始與少年胡○成拉住證人唐盛鴻，\n      並未參與傷害證人唐盛鴻之犯行云云，然被告戊○○、己\n      ○○、乙○○三人均有持球棒（木棒或鋁棒）出手毆打證\n      人唐盛鴻，且少年胡○成亦有出手拉住證人唐盛鴻供被告\n      戊○○毆打證人唐盛鴻之身體等情，除據證人唐盛鴻、丁\n      ○○上揭證述外，並經：\n   1、證人即共同被告戊○○於偵查中先具結證稱：「……車子\n      開到附近的空地，我先去把唐盛鴻的手銬解開，然後我、\n      己○○、乙○○三個人（按本院認係戊○○、乙○○二人\n      ）一起把唐盛鴻拉下車，己○○的朋友先下車了，拉下車\n      後，我就跟唐盛鴻說錢我借你，因為玻璃是我打破了，你\n      這樣一直亂我們家有什麼意思，他口氣不好，我就拿棒球\n      棍開始打他，剛開始是我先打，因為我和他先起口角，之\n      後己○○、乙○○和己○○的朋友也開始打，己○○也是\n      拿鋁棒，乙○○也拿鋁棒，己○○的朋友也有打，但總共\n      有幾支兇器我不確定，至少有三支，一支鋁棒和一支木棒\n      是本來就放在己○○的車上的，唐盛鴻自己有帶一支木棍\n      ，唐盛鴻本來就會帶木棍在玻璃行內揮棒，他本來就有打\n      棒球習慣，他是帶木棍上車的，我們四個確實都有打，打\n      到一半我就把他們拉開，要他們不要再打。」、「（問：\n      兇器確實有幾支？）我確定的有三支，一支木棍我確定是\n      唐盛鴻的，另外二支是放在己○○的後車廂，木棍或鋁棍\n      我不清楚，那兩支是我們到空地後，當我和唐盛鴻發生口\n      角時，己○○去拿出來的，他拿出來就開始打了，我是拿\n      唐盛鴻的木棍毆打唐盛鴻的。」、「（問：其他人與唐盛\n      鴻又無糾紛，為何也要毆打他？）他們看我和唐盛鴻起口\n      角，所以幫忙。」、「（問：你們毆打唐盛鴻多久？）大\n      約十分鐘，打他的手和腳。」等語（見上揭偵查卷第二四\n      至二七頁）。於原審審理時具結證稱：「……唐盛鴻就要\n      找我單挑，唐盛鴻就拿棒球棍打到我，後來己○○、乙○\n      ○就上前……。」、「（問：當時己○○、胡姓少年是否\n      有下車？）有，全部都有下車。」、「唐盛鴻先動手打我\n      ，乙○○、己○○就上前把唐盛鴻的棒球棍搶下來，之後\n      我、己○○、乙○○三人就開始打唐盛鴻。」、「隨便亂\n      打腳跟手。」、「（問：上次開庭的時候你說己○○只打\n      兩、三下是什麼意思？）他也是都有打。」、「因為己○\n      ○看到我被打到，己○○就上前搶唐盛鴻的棒球棍。」、\n      「（問：本件你們三個人都有打，各拿一支木棍？）是的\n      ，另外一支木棍是唐盛鴻的，另外一支是從後車箱裡面拿\n      出來的。」、「是我、己○○、乙○○三個被告都有打，\n      沒有辦法分清楚傷勢是由誰打得，因為那時候是晚上，很\n      暗，沒有辦法辨識，我們只是要教訓唐盛鴻而已，我們三\n      人就是打唐盛鴻的手跟腳而已，唐盛鴻被打倒地之後，我\n      們就一直打唐盛鴻的腳、手。」、「我們被告三個人都有\n      打唐盛鴻，胡姓少年沒有下手。」、「（問：在毆打被害\n      人的時候，你有無用強逼得方法要求己○○幫乙○○、胡\n      姓少年一定要打被害人？）沒有。我沒有強逼他們，是他\n      們自己打的。」等語（見原審九十八年十月五日審判筆錄\n      ）。且於本院審理時結證稱：乙○○、己○○都有拿球棍\n      ，伊不可能拿那麼多球棍，渠等有拉被害人，伊就去拿被\n      害人棒球棍，然後打被害人，渠二人（指乙○○、己○○\n      ）再去車上拿棒球棍，伊並未脅迫或指示己○○打被害人\n      ，因為伊打不過被害人，過程中球棒被被害人搶走，伊就\n      拿己○○拿下來的球棒，被害人的球棒丟在旁邊，被害人\n      被拉開後，己○○有去拿球棒，用球棒打了一、二下等語\n      （見本院卷第二一一至二一二頁背面）等語。\n   2、證人即共同被告乙○○於原審受命法官訊問時供稱：「（\n      問：偵查中所述實在否？）不實在。我有打人，還有戊○\n      ○，己○○也有打人，還有一個未成年人，他有拉住被害\n      人的腳，是戊○○叫他拉的，是戊○○叫我拿木棒（按係\n      鋁棒之誤），到現場戊○○問己○○有無木棒，己○○說\n      他車上有木棒，所以從他車上拿出木棒，我、戊○○各拿\n      一支木棒，打到一半，戊○○的木棒交給己○○，繼續打\n      被害人。戊○○叫另一個未成年人先拉著腳，拉完以後拉\n      手，戊○○先打被害人，被害人就倒下去了，他叫未成年\n      人拉住被害人的腳，叫我們繼續打被害人，我們才開始打\n      。」；「……戊○○在車上就問己○○有沒有球棒，己○\n      ○說後面的行李箱有兩支球棒，那兩支球棒放在己○○車\n      子的後車廂，兩支球棒為一支鋁棒、一支木棒。」、「…\n      …戊○○就把被害人拖下車，我們也全部跟著下車，戊○\n      ○拿著一支棒球棍，戊○○叫我拿另外一支，我拿鋁棒，\n      己○○與胡姓少年有無拿球棒我沒有注意，下車後戊○○\n      叫己○○、胡姓少年把被害人拉住，戊○○先拿球棒朝被\n      害人的手、腳關節的地方打，戊○○就叫我打，另外己○\n      ○、胡姓少年兩個就是拉著被害人，己○○、胡姓少年沒\n      有打，後來他們二個人放手，戊○○就叫己○○、胡姓少\n      年再把被害人拉起來，戊○○就又繼續打被害人，我就沒\n      有再打被害人，……戊○○那時候很氣憤，已經失控了，\n      我是打被害人的腳，……我只有打被害人二、三下而已。\n      」等語明確（見原審九十八年六月十五日、七月十三日訊\n      問筆錄）；復於原審審理時具結證稱：「戊○○下車，唐\n      盛鴻坐在車內，戊○○就拿一支棒球棍在車內就已經打唐\n      盛鴻銬手銬的手，就是銬手銬那裡，己○○怕傷到他的車\n      子，被告戊○○拿鑰匙打開手銬將唐盛鴻拉下車，被告戊\n      ○○就拿球棒打唐盛鴻，我不曉得他拿的是被害人的棒球\n      棍還是己○○車上的，之後被告戊○○也叫我拿鋁棒打唐\n      盛鴻，我的鋁棒是從後車廂拿的，當時後車廂只有一支鋁\n      棒而已，……我就打唐盛鴻的腳而已……之後戊○○就打\n      被害人，被告戊○○當時就像瘋掉一樣邊罵邊打，胡姓少\n      年是戊○○叫他拉住被害人的手跟腳，讓被害人坐起來讓\n      被告戊○○打，己○○沒有打唐盛鴻（按本院認己○○亦\n      出手打被害人），己○○有與胡姓少年一起拉被害人的手\n      腳讓被告戊○○打，是戊○○叫己○○拉的，因為戊○○\n      一直對己○○兇（按本院認己○○非遭脅迫參與）。」、\n      「（問：你在警察局稱只有戊○○一人打，是否不實在？\n      ）是的，我也有動手。」、「……然後唐盛鴻就被戊○○\n      拉下車，之後戊○○先打被害人的手腳，……戊○○逼我\n      打唐盛鴻（按本院認乙○○非遭脅迫參與），我打唐盛鴻\n      的腳而已，兩三下之後我就沒有打，……之後被害人趴著\n      的時候只有戊○○打被害人的背部。」等語（見原審九十\n      八年十月五日審判筆錄），並於本院審理時證稱：到工地\n      的時候，被告己○○有說車上有球棒等語，其前後就己○\n      ○是否打人，先後為不一致之陳述，甚至於本院審理時證\n      稱己○○也沒有拉被害人云云，然依其於原審受命法官訊\n      問時之供述較諸其後證述之時間較接近案發時間，且與其\n      餘被告隔離訊問，且在未受其他被告在場壓力之情形下所\n      為不利於其餘被告之證述，依其證述之詳盡程度，再檢核\n      上開證言與被告戊○○之前開供述或證述，認被告乙○○\n      於上開原審受命法官訊問時之證詞，較合於常情而屬可採\n      。\n   3、證人少年胡○成於偵查中具結證稱：「到了空地後，『不\n      良』和『少爺』先下車，去後車箱拿棍子，是棒球棍，拿\n      了二支，然後『不良』和『少爺』一起要將被害人拉下車\n      ，但被害人就不下車，因為被害人有一隻手銬在椅背上，\n      『不良』就把被害人往外拉，『少爺』就拿球棍從他銬住\n      手銬的地方打下去，再將他的手銬解開，把他拉下車，『\n      不良』就拉住被害人的手，『少爺』一直打被害人的手、\n      腳，……等到被害人四肢都不會動，被害人就趴著，『不\n      良』和『少爺』就拿一支球棍一直狂打被害人背部，……\n      我看他們打了被害人十幾分鐘。」、「己○○本來不想打\n      ，是『少爺』強逼他說如果你不打，等下就知道（按本院\n      認戊○○並未脅迫己○○），所以己○○就拿小支的棍子\n      打被害人的手一、二下。」、「總共有三支棍子，分別是\n      兩支大支的木棒和一支小支約五十公分的鋁棒，一支大支\n      的木棒是被害人帶上車，另外兩支是放己○○在車上。」\n      、「打完被害人之後，己○○就開車載我們三人離開。」\n      等語（見九十八年度偵字第一０四七六號偵查卷第一三四\n      頁背面至第一三五頁）。於原審審理時具結證稱：「現場\n      有被告戊○○、乙○○打唐盛鴻。」、「兩個人拿棒棍（\n      打）。（按本院認共有三人拿棒棍打）」、「（問：你看\n      到他們二人棒棍是打被害人身體的哪些部位？）手、腳、\n      關節、背部脊椎。」、「……是少爺、不良兩人一起把被\n      害人拉下車，當時被害人的棍棒還在車內，不良先拉被害\n      人的手臂，不良拉出被害人手臂，另外一支手還銬在車裡\n      面，少爺就用從後行李箱拿出的木棒一支打被害人手肘關\n      節的地方，後來被害人的手就斷掉，因為我看到被害人的\n      手軟軟的，少爺就把繫在車內的手銬解開，手銬在被害人\n      的手上，不良先拉住被害人的手腕、手臂，是哪一隻手我\n      忘記了，當時被害人一被拉出來就坐在地上，不良拉被害\n      人手臂，少爺就拿後行李箱拿出的棍棒打另外一支手的手\n      肘關節處，後來少爺又開始打被害人其中一隻腳的膝蓋，\n      我忘記是哪一隻，接著換不良從後行李箱拿出一支木棒打\n      剛才被害人被少爺打的腳關節的另外一隻腳的關節，被害\n      人差不多已經快昏了，這時被害人被打大概三、四分鐘左\n      右，然後被害人就趴在地上，之後不良、少爺就一直用原\n      本拿的棒子打被害人的脊椎，打到有一個後面有載瓦斯的\n      人回到廣場，後來少爺就說要走了，後來就全部上車就走\n      了。」、「事情已經過很久，有三個人動手，就是被告戊\n      ○○、己○○、乙○○三人動手，……少爺叫己○○及我\n      下去打，我就不理少爺，但是少爺就叫己○○，己○○一\n      直被叫，己○○就拿小支的棍棒，當時棍棒在地上，己○\n      ○打被害人屁股兩三下。」、「我在旁邊而已，我有拉被\n      害人，因為少爺一直威脅我（按本院認戊○○並未脅迫證\n      人參與），我就下車幫忙拉被害人……。」、「（問：你\n      們在被害人被打的現場大概待了多久？）大概十分鐘左右\n      。」、「少爺先拿其中一支長的，後來被害人趴在地上的\n      時候，不良有拿其中一支長的打被害人的背部，另外一支\n      小支的，不良就把棍子放下，己○○就拿那支比較短的去\n      打被害人，打兩、三下。」、「（問：當天是幾支鋁棒？\n      ）後行李箱拿出來的只有一支鋁棒，另外兩支木棒，我說\n      的鋁棒是短的那支。」、「（問：你剛才稱己○○也有加\n      入打兩、三下，是在什麼時間？）是在送瓦斯快來之前，\n      被害人已經趴著的時候。」、「（問：乙○○之前指證你\n      與己○○確實都有拉住被害人的手腳讓被告戊○○、乙○\n      ○打？）有。我與己○○輕輕的拉被害人的手腳，我是拉\n      起來而已，己○○也是把被害人的手腳拉起來……。」等\n      語（見原審九十八年九月二十一日審判筆錄），雖證人於\n      本院審理時結證稱：被告戊○○有脅迫伊與己○○打被害\n      人，己○○並沒有打被害人（見本院卷第二０四至二０五\n      頁）云云，就被告己○○是否毆打被害人乙節為與原審證\n      述情節不一致之陳述，惟查證人胡０成於原審證述之案發\n      過程內容詳盡，且與證人戊○○、乙○○上開證述之內容\n      大致相符，本院認其證詞關於己○○是否出手毆打被害人\n      乙節，以其於原審之證述之情節較合理可採。另就證人胡\n      ０成就其與己○○受到被告戊○○之脅迫始配合戊○○云\n      云，與被告戊○○歷次之供述及證述不符，衡諸被告己○\n      ○（見九十八年度偵字第一０八０九號卷第四十二至四十\n      八頁）於警詢中，並未供稱渠遭戊○○脅迫等語，而證人\n      戊○○在夥同乙○○共同毆打被害人之情形下，顯然佔有\n      上風，衡情亦無須再脅迫己○○、胡０成共同毆打被害人\n      ，再查本案被告戊○○於案發時，持續毆打被害人，大聲\n      罵被害人，當時很氣憤，已經失控，業經共同被告乙○○\n      供明在卷（業經認定如前），則被告戊○○何以有餘力再\n      控制己○○、胡０成等人？是共犯胡０成所證關於己○○\n      係受脅迫始有毆打被害人或拉住被害人讓被告戊○○打之\n      情形，顯係臨訟脫詞，不足採信。\n   4、觀諸證人即共同被告戊○○、乙○○及證人少年胡○成上\n      開證述情節，就案發當日確由被告戊○○、己○○、乙○\n      ○持球棒出手毆打證人唐盛鴻手、腳及背部等部位、其中\n      被告己○○、少年胡○成亦曾拉住證人唐盛鴻由被告戊○\n      ○持續毆打證人唐盛鴻等主要犯罪情節大致均屬相符，再\n      參以證人即共同被告戊○○、乙○○、證人少年胡○成三\n      人於原審審理時亦均證稱與被告己○○並無怨隙或糾紛等\n      語，又被告戊○○、己○○、乙○○及證人少年胡○成當\n      日係一同搭車前往案發地點等情觀之，衡情證人戊○○、\n      乙○○、證人少年胡○成應均無甘冒偽證罪責而設詞誣陷\n      被告己○○之理，況再依證人唐盛鴻當時遭被告戊○○、\n      乙○○二人銬在車上後，被告己○○猶讓出駕駛座改由被\n      告戊○○繼續駕車，並搭載其與被告乙○○及證人少年胡\n      ○成等人一同前往上揭臺中市○○路二四八巷口旁之空地\n      之情觀之，被告己○○及證人胡○成既目睹被告戊○○、\n      乙○○二人在證人唐盛鴻上車後即將證人唐盛鴻銬住，隨\n      後強迫帶往臺中市○○路二四八巷口旁之空地，衡情當知\n      悉被告戊○○、乙○○二人係欲找尋地點毆打證人唐盛鴻\n      ，而被告己○○、證人胡○成二人在案發當時人身自由並\n      未遭拘束之情況下，其二人於被告戊○○接手開車前往上\n      揭空地之前，應具有決定是否脫隊抑或跟隨被告戊○○、\n      乙○○一同至該空地之主動性，竟在無任何正當、合理動\n      機之情形下，仍願意繼續共同搭載證人唐盛鴻前往，並全\n      程在場，告知其車內有球棒，提供球棒供作犯罪工具，甚\n      至被告戊○○、乙○○毆打完證人唐盛鴻後，被告己○○\n      仍駕駛上揭自用小客車搭載被告戊○○、乙○○、證人少\n      年胡○成一同返回苗栗縣卓蘭鎮，顯見被告己○○及證人\n      胡○成對於當日被告戊○○、乙○○將證人唐盛鴻以手銬\n      銬在車上後，並隨即載往臺中市○○路二四八巷口旁之空\n      地毆打之事，已難諉為不知。再者，證人即共同被告戊○\n      ○於原審審理時復證稱：當日確係因不滿證人唐盛鴻之前\n      多次騷擾，而欲前往教訓證人唐盛鴻，並為防範未然，始\n      邀集被告己○○、乙○○及證人少年胡○成一同駕車前往\n      等語，綜觀被告戊○○所述，堪認被告戊○○、己○○、\n      乙○○及證人少年胡○成等人在證人唐盛鴻遭以手銬銬住\n      之時即知有被告戊○○有毆打證人唐盛鴻之意思，而以被\n      告己○○、證人少年胡○成之社會經驗、生活智識觀之，\n      應不難理解被告戊○○上開舉動以及人手增多之客觀情狀\n      ，均意在糾眾毆打證人唐盛鴻，顯見被告戊○○、己○○\n      、乙○○及證人少年胡○成確有在剝奪證人唐盛鴻行動自\n      由後，復加以毆打之動機及認知，由此足徵證人被告戊○\n      ○、乙○○及證人少年胡○成上開不利於被告己○○之證\n      述情節，應堪採信。是被告戊○○指示被告乙○○持手銬\n      將證人唐盛鴻銬在車上後，被告戊○○、己○○、乙○○\n      及證人少年胡○成隨即駕車將證人唐盛鴻載往臺中市○○\n      路二四八巷口旁之空地，並將證人唐盛鴻拖下車，由被告\n      戊○○毆打證人唐盛鴻之胸、腰、手、腳及膝蓋關節等處\n      ，被告乙○○亦持車上之鋁棒毆打證人唐盛鴻之腳二、三\n      下，被告己○○亦持車上之木棒毆打證人唐盛鴻之手一、\n      二下，且在證人唐盛鴻倒地後，被告戊○○又指示被告己\n      ○○及證人少年胡○成二人拉住證人唐盛鴻，繼續持木棒\n      毆打證人唐盛鴻手、腳等事實，堪以認定，則被告己○○\n      辯稱未持木棒毆打證人唐盛鴻，僅在旁觀看云云，不足採\n      信。\n   5、再按證人之陳述有部分前後不符，或相互間有所歧異時，\n      究竟何者為可採，法院仍得本其自由心證予以斟酌，非謂\n      一有不符或矛盾，即應認其全部均為不可採信；尤其關於\n      行為動機、手段及結果等細節方面，證人之證言，每每因\n      留意重點之不同，或對部分事實記憶欠明確，以致前後未\n      盡相符，然其基本事實之陳述，若果與真實性無礙時，則\n      仍非不得予以採信（最高法院九十二年度臺上字第五五六\n      六號判決意旨參照）。本件證人即共同被告戊○○、乙○\n      ○及證人少年胡○成於偵查及原審審理先後就被告戊○○\n      、己○○、乙○○究竟係持鋁棒或木棒毆打證人唐盛鴻、\n      毆打之部位為何、被告己○○究有無動手毆打證人唐盛鴻\n      等相關細節雖有不一，且彼此間之陳述或有出入，惟以證\n      人唐盛鴻遭被告戊○○、己○○、乙○○及證人少年胡○\n      成載至上揭空地毆打現場之時間（係於晚上八時至八時三\n      十分）、視線（係無人居住之空地，視線應非屬良好）、\n      混亂等情狀觀之，證人即共同被告戊○○、乙○○及證人\n      少年胡○成未能就上揭之相關細節有深刻記憶，應尚與常\n      情無違；況人之記憶本屬有限，上揭證人就本件案發當日\n      現場打鬥之事後追憶陳述，或因未及想起而不完整，或因\n      相互交錯致生齟齬，均屬難免，尚難執細節上之差異，即\n      認上揭證人所述被告戊○○、己○○、乙○○均有持棍棒\n      毆打證人唐盛鴻之主要證詞為不可採。惟上開證人就渠等\n      毆打證人唐盛鴻之事實既屬一致，僅就上揭細節部分無法\n      確定，本院乃綜合全部事證，依罪疑唯有利於被告之原則\n      ，就被告戊○○、己○○、乙○○所持之工具、毆打證人\n      唐盛鴻身體之部位及次數而認定如事實欄所示。雖證人即\n      共同被告乙○○、少年胡○成於原審審理及本院審理時均\n      證稱：被告己○○當日並未持球棒毆打證人唐盛鴻，再證\n      人乙○○於本院審理時證稱：被告己○○沒有拉證人唐盛\n      鴻之手云云，且證人即共同被告乙○○於原審審理時另具\n      結證稱：「（問：既然與己○○沒有恩怨，為何在偵查中\n      延長羈押訊問時指證己○○有拿木棒打被害人？）因為我\n      緊張的關係。」云云，於本院具結證稱：「當時精神不太\n      清楚」云云，證人少年胡○成於原審審理時亦具結證稱：\n      「我們在旁邊，我有下車，但是我沒有動手。我們離被害\n      人大概十公尺左右。」、「（問：你剛才說有輕輕的打屁\n      股，以己○○打屁股的狀況，屁股是否會受傷？）是輕輕\n      的揮，大概揮兩、三下而已，力道我是覺得不會受傷。」\n      云云，本院具結證稱：有些不實在，因為腦筋一片空白，\n      不知道要講什麼」云云，惟若證人即共同被告乙○○於原\n      審在偵查中延長羈押之訊問係因緊張所致，何以迄於原審\n      受命法官訊問時復為相同之供述？又以證人唐盛鴻當日遭\n      被告戊○○、己○○、乙○○等人毆打之情況以觀，被告\n      己○○若係依被告戊○○指示持木棒毆打證人唐盛鴻，豈\n      會僅輕輕揮打幾下而不會造成證人唐盛鴻受傷之可能？顯\n      見證人即共同被告乙○○、證人少年胡○成二人就事後翻\n      異前詞所為之理由均與常情不符，是渠等二人此部分所述\n      ，顯係事後迴護被告己○○之詞，均不足採信。又證人唐\n      盛鴻遭被告戊○○、乙○○二人銬在車上後，被告己○○\n      猶讓出駕駛座改由被告戊○○繼續駕車，並於證人唐盛鴻\n      在上揭空地遭毆打完後，被告己○○猶駕駛上揭自用小客\n      車搭載被告戊○○、己○○一同返回苗栗縣卓蘭鎮等情，\n      已業如前述，倘被告己○○事先均毫不知情被告戊○○、\n      乙○○之上揭犯行，而係無端被捲入風波，衝諸常情，被\n      告己○○當不致於在全程目睹被告戊○○、乙○○毆打完\n      證人唐盛鴻之後，猶仍繼續駕車搭載被告戊○○、乙○○\n      返回苗栗縣卓蘭鎮，況被告己○○自「大世界玻璃行」搭\n      載證人唐盛鴻前往上揭空地之期間，被告己○○本有多次\n      機會借故脫身，竟捨此不為，而在目睹證人唐盛鴻遭銬在\n      車上後仍與被告戊○○、乙○○及證人少年胡○成等人前\n      往上揭空地，已難認其與被告戊○○、乙○○及證人少年\n      胡○成間就上揭毆打證人唐盛鴻之犯行間並無犯意聯絡，\n      是被告己○○事後空言係遭到被告戊○○威脅心生害怕而\n      聽從被告戊○○指示拉住證人唐盛鴻云云，顯與常情不符\n      ，亦難採信。\n（四）另證人唐盛鴻當日遭被告戊○○、己○○、乙○○及證人\n      少年胡○成共同毆打後，經路人報警送醫急救後，確受有\n      多處肋骨骨折併肺部挫傷、腰椎橫突骨折、雙脛骨腓骨骨\n      折、左尺骨骨折等傷害，經送往中國醫藥大學附設醫院急\n      診救治，然因身體多處鈍挫傷致橫紋肌溶解症合併代謝性\n      酸中毒，引發急性腎衰竭及呼吸衰竭，致發生缺氧性腦病\n      變，而呈植物人狀態之情，有中國醫藥大學附設醫院九十\n      八年六月四日院管檔字第0980003103號函、中國醫藥大學\n      附設醫院診斷證明書、該院出院照護摘要、賢德醫院診斷\n      證明書中國醫藥大學附設醫院九十八年六月四日院管檔字\n      第09800043 14號函及函覆之照片在卷可稽（見九十八年\n      度偵字第一０八０九號偵查卷第八四頁、八五頁、一００\n      頁至一二六頁），且證人丁○○於偵查中具結證稱：「因\n      為右腳的部分關節處打的非常嚴重，整個碎掉，醫師說骨\n      髓會釋放一種毒素，那種毒素會跟著血液跑，變成酸血，\n      跑到心臟，心臟就會停止，腎會衰竭，變成急性腎衰竭，\n      經過很多次洗腎有慢慢改善，但到了過年的第三天早上，\n      醫院通知說唐盛鴻停止呼吸，整個肺部都積水，進行急救\n      ，然後就恢復心跳，就變成目前的狀態。」、「（問：送\n      醫時，唐盛鴻的腦部有無被重創？）應該是沒有，主要是\n      兩隻腿和手斷了。」等語（見九十八年度偵字第一０八０\n      九號偵查卷第九六頁），又經本院函詢中國醫藥大學附設\n      醫院本案被害人缺氧性腦病變之原因，經該院以九十九年\n      三月十八日院管檔字第０九九００００二六五四號函覆以\n      ：該病患唐盛鴻於民國九十八年一月二十三日因身體多處\n      鈍挫傷致橫紋肌溶解症併代謝性酸中毒，右側血胸，雙側\n      脛腓骨開放性骨折、左側尺骨骨折接受清創固定手術，住\n      院中因橫紋肌溶解症併代謝性酸中毒致急性腎衰竭、呼吸\n      衰竭惡化致缺氧性腦病變，醫理上判斷其原因是嚴重之鈍\n      挫傷所致等語（見本院卷第一五二、一五三頁），再經本\n      院函詢賢德醫院唐盛鴻之死因，經該院以九十九年三月十\n      八日以九九賢字第三十四號函覆稱：查唐盛鴻於九十八年\n      十月十四日因肺炎惡化及右小腿開放性骨折住院，最終因\n      肺炎惡化致敗血症，於九十八年十月二十五日死亡，其死\n      亡原因雖非外傷直接致死，但肺炎與長期臥床有關等語（\n      見本院卷第一五四頁），再以九十九年四月十五日九九賢\n      字第四十二號函覆以：查病患唐盛鴻因吸入性肺炎併發急\n      性呼吸衰竭及敗血症，於九十八年十月二十五日病故於本\n      院加護病房，深究其肺炎主因，應該是與其咳嗽反射功能\n      不佳，導致需接受永久性氣管切開，以致於細菌常駐於其\n      氣管內，並隨時可能引發肺炎，而引發此狀況之發生，乃\n      由於當初之腦部傷害所致，至於長期臥床，應屬腦部傷害\n      所致之結果之一，應不是引發吸入性肺炎之主因等語（見\n      本院卷第一八二、一八三頁），按傷害致人於死罪，以傷\n      害行為與死亡之結果之間有因果關係，為其成立之要件，\n      受傷後因疾病死亡，是否有因果關係，應視其疾病是否因\n      傷害所引起而定，如係因傷致病，因病致死，則傷害之行\n      為與死亡之結果，即有因果關係（最高法院九十六年台上\n      字第六二七六號、九十五年台上字第四一０號著有判決可\n      參），本案證人唐盛鴻確係因遭被告戊○○、己○○、乙\n      ○○、證人少年胡○成共同毆打後，造成鈍挫傷等既已認\n      定如上，則證人唐盛鴻確因遭被告戊○○、己○○、乙○\n      ○及證人少年胡○成等人於上揭時、地共同毆打而受有上\n      揭傷害而造成橫紋肌溶解併代謝性酸中毒致急性腎衰竭，\n      呼吸衰竭致缺氧性腦病變狀態甚明。又證人唐盛鴻因發生\n      缺氧性腦病變，而呈植物人狀態持續中，迄於同年十月二\n      十五日下午四時二十分，終因上揭缺氧性腦病變引發吸入\n      性肺炎、敗血症而不治死亡等情，有賢德醫院診斷證明書\n      、死亡證明書在卷可稽（見原審卷二第一七五、一七六頁\n      ），被害人上開鈍挫傷致腦病變，再因上開腦病變致吸入\n      性肺炎併發敗血症，業經上開醫院函覆本院在卷可憑，且\n      證人丁○○於原審審理時具結證稱：「（問：唐盛鴻在中\n      國醫藥大學附設醫院入院開始一直到死亡，有無新受的傷\n      害？）是原來受的傷的併發症引發死亡的，沒有另外再有\n      受傷。」、「（問：依據賢德醫院的醫生告知你證人唐盛\n      鴻的主要死因為何？）因為本案的傷勢導致的敗血症，是\n      因為敗血症死亡的。」、「（出院時）醫生說是腦部缺氧\n      ，中國醫藥大學附設醫院醫生交代這個再待下去還是這個\n      樣子，醫生叫我轉到療養中心休養，醫生說時間拖不長，\n      隨時有可能因為那些併發症而死亡，因為在中國醫藥大學\n      附設醫院時他就因鉀離子的關係發生缺氧性腦病變、酸血\n      ，所以我們已經有心理準備了。」、「（問：證人唐盛鴻\n      出院時是否仍然是植物人狀態？）是的，沒有比較好，而\n      且一天一天惡化。」等語，證人唐盛鴻在呈現植物人狀態\n      中既無其他外力介入，堪認證人唐盛鴻確係因遭被告戊○\n      ○、己○○、乙○○及證人少年胡○成共同毆打後先呈植\n      物人狀態，事後終因病情惡化而不治死亡無誤，揆諸上開\n      說明意旨，被害人所受傷害與死亡之間自有因果關係，被\n      告三人之選任辯護人均辯稱被害人之死亡與本件傷害並無\n      因果關係云云，亦不足採。\n（五）再按共同正犯之意思聯絡並不限於事前有所謀議，即僅於\n      行為當時有共同犯意之聯絡者，亦屬之，且其表示之方法\n      ，並不以明示通謀為必要，及相互間有默示之合致，亦無\n      不可（最高法院七十三年臺上字第二三六四號判例意旨參\n      照）。再按，共同實施犯罪行為之人，在合同意思範圍以\n      內，各自分擔犯罪行為之一部，相互利用他人之行為，以\n      達其犯罪之目的者，即應對於全部所發生之結果，共同負\n      責，又共同正犯之意思聯絡，不限於事前有所協議，其於\n      行為當時，基於相互之認識，以共同犯罪之意思參與者，\n      亦無礙於共同正犯之成立（最高法院九十二年度臺上字第\n      三二一九號判決足資參照）。復按殺人與傷害人致死之區\n      別，應以有無殺意為斷，其受傷之多寡，及是否為致命部\n      位，有時雖可藉為認定有無殺意之心證，究不能據為絕對\n      標準。殺人與傷害致死之區別，即在下手加害時有無死亡\n      之預見為斷。至受傷處所是否致命部位，及傷痕之多寡，\n      輕重如何，僅足供認定有無殺意之參考，原不能為區別殺\n      人與傷害致人死之絕對標準。刑法上殺人罪與傷害人致死\n      罪之區別，本視加害人有無殺意為斷，被害人所受之傷害\n      程度，固不能據為認定有無殺意之唯一標準，但加害人之\n      下手情形如何，於審究犯意方面，仍不失為重要參考資料\n      （最高法院十八年上字第一三０九號、十九年上字第七一\n      八號、二十年非字第一０四號判例參照）。而重傷害之成\n      立，以有毀敗他人身體機能之故意，著手於傷害之實行而\n      發生毀敗之結果為要件，是則使人受重傷、殺人與普通傷\n      害之區別，應視行為人於加害時之犯意為斷，亦即應斟酌\n      事發經過之相關事證，包括被害人受傷部位、所用兇器、\n      行為當時之具體情況等一切情狀以為判斷。本件被告戊○\n      ○與證人唐盛鴻係認識十幾年之朋友、業據被告戊○○證\n      述在卷，被告己○○、乙○○及證人少年胡○成於案發時\n      亦並不認識證人唐盛鴻等情，亦業據被告己○○、乙○○\n      及證人少年胡○成證述在卷，並均經證人丁○○於偵查中\n      證述在卷，顯見被告戊○○、己○○、乙○○及證人少年\n      胡○成與證人唐盛鴻並無何深仇大恨，本案之起因雖係證\n      人唐盛鴻不斷騷擾被告戊○○及其家人致被告戊○○夥同\n      被告己○○、乙○○及證人少年胡○成等人毆打證人唐盛\n      鴻，惟觀諸被告戊○○、己○○、乙○○及證人少年胡○\n      成等人雖備妥球棒（木棒、鋁棒），並猛力揮打證人唐盛\n      鴻手、腳及背、腰等處，惟被告戊○○、己○○、乙○○\n      及證人少年胡○成與證人唐盛鴻既無仇怨，被告實無故意\n      置其於死或使其受重傷之動機；又衡諸常情，倘行為人持\n      球棒故意置他人於死或使之重傷，自以密集敲打被害人之\n      頭部或胸、腹部分要害部位，較易遂行其目的，倘二人以\n      上之行為人共同為之，亦以各持兇器密集敲打被害人之該\n      要害部位，較易得逞，惟被告戊○○、己○○、乙○○三\n      人雖均持球棒毆打證人唐盛鴻身體，然依上揭卷附之中國\n      醫藥大學附設醫院診斷證明書所載之病名，證人唐盛鴻固\n      受有肋骨骨折併肺部挫傷、腰椎橫突骨折之傷害，然多處\n      主要骨折之地方係集中在左側尺骨、雙側脛腓骨（見九十\n      八年度偵字第一０八０九號偵查卷第一００頁），亦有證\n      人唐盛鴻之受傷照片在卷足稽（見上揭偵查卷第一二三頁\n      至一二六頁），足認證人唐盛鴻主要受傷部位均集中在手\n      、腳等四肢部位，顯見被告戊○○、己○○、乙○○於毆\n      打證人唐盛鴻之時，應以教訓證人唐盛鴻成分居多，而依\n      渠等攻擊被害人之情狀，被害人唐盛鴻亦認被告等係基於\n      傷害之意思所為，而於警詢時並未告訴被告等人殺害伊，\n      而係指訴被告等人傷害，欲就被告等人提出傷害告訴等語\n      ，有被害人警詢筆錄一份在卷可憑（見台中市警察局第六\n      分局偵查卷被害人唐盛鴻九十八年一月二十四日調查筆錄\n      第三頁），雖被告乙○○及胡０成均曾證稱被告戊○○於\n      毆打被害人時出言要給他死等語，惟按被告戊○○於案發\n      與其餘被告並無慎密之計劃，亦未向其餘被告提及被害人\n      與其有何怨隙，或於案發前即告知其餘被告要讓被害人死\n      ，且被告戊○○案發時處於失控狀態，不斷罵被害人，業\n      如前述，則其口出惡言說要給毆打之對象死，自有可能係\n      基於情緒之發洩，而非有致被害人死亡之意欲，公訴人據\n      此認被告等人係基於殺人犯意為上開犯行，尚嫌速斷，本\n      院認以被告與被害人之關係、被害人受傷之情況及被害人\n      歷經九月多之時間始因肺炎死亡之等情，認被告主觀上應\n      僅有普通傷害之犯意聯絡，而無致證人唐盛鴻死亡或重傷\n      之故意。\n（六）另按傷害係破壞人身組織之行為，其受傷後因治療無方而\n      致死亡，究非不能預見之偶然結果，該被害人受傷後即因\n      調治無效身死，傷害行為者自應負傷害致人於死之罪責；\n      又刑法第二百七十七條第二項前段傷害致人於死之罪，係\n      因犯罪致發生一定結果而為加重其刑之規定，按照同法第\n      十七條固以行為人能預見其結果發生時，始得適用，但傷\n      害行為，足以引起死亡之結果，在通常觀念上不得謂無預\n      見之可能，則行為人對於被害人之因傷身死，即不能不負\n      責任。再傷害人之身體，因而致人於死，乃學理上所謂之\n      加重結果犯，以行為人對加重結果（死亡事實）之發生，\n      客觀上有預見之可能，主觀上則未預見為必要；如行為人\n      主觀上亦有預見，則其既明知而為，即屬殺人罪之範疇，\n      非加重結果犯（最高法院二十四年上字第一四０三號、二\n      十九年上字第一０一一號判例、九十一年度臺非字第一五\n      四號判決參照）。亦即加重結果犯則對加重結果之發生，\n      客觀上雖有預見之可能，但主觀上並未預見，其概念兩不\n      相同。按人體之手、腳及膝蓋關節部位，雖非主要臟器密\n      佈之部位，然倘以眾人之力分持棍棒密集毆打，在客觀上\n      足以造成人身體、健康之傷害，並因此引發橫紋肌溶解症\n      合併代謝性酸中毒等併發症而致人於死之結果，應為一般\n      人客觀上所能預見，被告戊○○、己○○、乙○○及證人\n      少年胡○成均係智識健全之人，是渠等於毆打證人唐盛鴻\n      之時，就此加重結果在客觀上應均能預見，而證人唐盛鴻\n      之死亡，確係因遭毆打後因身體多處鈍挫傷致橫紋肌溶解\n      症合併代謝性酸中毒，引發急性腎衰竭及呼吸衰竭，致發\n      生缺氧性腦病變，先呈植物人狀態，嗣再因該缺氧性腦病\n      變引發吸入性肺炎、敗血症而不治死亡，已如上述，顯見\n      被告戊○○、己○○、乙○○及證人少年胡○成等人之基\n      於普通傷害之毆打行為，與證人唐盛鴻死亡之加重結果間\n      ，應有相當因果關係存在至明。換言之，被告戊○○、己\n      ○○、乙○○及證人少年胡○成對該死亡之結果在客觀上\n      有預見之可能性，其等主觀上卻疏未預見而加以注意防範\n      ，則該死亡結果雖非本意所在，被告戊○○、己○○、乙\n      ○○仍應就該傷害行為致生死亡之結果負責，是被告戊○\n      ○、己○○、乙○○辯稱均不知毆打完證人唐盛鴻之後，\n      證人唐盛鴻會因此死亡云云，即屬無據。又按刑法上之傷\n      害人致死罪為結果犯，如多數人下手毆打，本有犯意之聯\n      絡，即屬共同正犯，對於共犯間之實施行為，既互相利用\n      ，就傷害之結果，自應同負責任，又死亡之結果，係行為\n      人間合同傷害行為所致，無論死於何人所加之傷，在共犯\n      間均應同負全部之責，並無分別何部分之傷孰為下手人之\n      必要（最高法院十九年上字第一八四六號、二十七年上字\n      第七五五號判例參照））。亦即共同正犯祇須具有犯意聯\n      絡、行為分擔，即足成立。既不問犯罪動機起於何人，亦\n      不必每一階段犯行均經參與；質言之，共同正犯間彼此分\n      擔之行為，並非必須相同，且在犯意聯絡範圍內，應就全\n      部犯罪結果負責，因而共犯中之一人所引起之加重結果，\n      自應同負加重結果之刑責。本件被告戊○○、己○○、乙\n      ○○及證人少年胡○成抵達臺中市○○路二四八巷口旁之\n      空地後，即由被告戊○○、己○○、乙○○分持球棒毆打\n      證人唐盛鴻，且證人少年胡○成亦聽從被告戊○○指示拉\n      起證人唐盛鴻供被告戊○○持木棒毆打證人唐盛鴻，已足\n      見渠等就傷害證人唐盛鴻之犯行間均有犯意聯絡及行為分\n      擔無誤。又被告戊○○、己○○、乙○○及證人少年胡○\n      成雖均無致證人唐盛鴻死亡或重傷之故意，惟客觀上均應\n      能預見證人唐盛鴻遭其等以上開分工方式毆打結果，有發\n      生死亡之可能性，已詳見前述，則證人唐盛鴻所受之致命\n      傷，雖無法認定係何人毆打行為所致，惟證人唐盛鴻死亡\n      之結果，既係被告戊○○、己○○、乙○○及證人少年胡\n      ○成共同傷害行為所致，無論證人唐盛鴻死於何人所加之\n      傷，在共同正犯間均應同負全部之責。是被告戊○○、己\n      ○○、乙○○與證人少年胡○成所為上揭共同傷害致人於\n      死之犯行，應足認定。\n（七）綜上所述，被告戊○○、己○○、乙○○上揭所辯無非事\n      後卸責之詞，均不足採信。本件事證明確，被告戊○○、\n      己○○、乙○○之犯行均堪以認定，應依法論科。\n二、論罪科刑：\n（一）核被告戊○○、己○○、乙○○所為，均係犯刑法第三百\n      零二條第一項之妨害自由罪與刑法第二百七十七條第二項\n      前段傷害致人於死罪。雖公訴意旨認被告戊○○、己○○\n      、乙○○上揭所犯傷害致人於死罪之犯行部分，應構成刑\n      法第二百七十一條第二項、第一項之殺人未遂罪嫌，惟被\n      告戊○○、己○○、乙○○與證人唐盛鴻並無深仇大恨，\n      復僅持球棒密集毆打證人唐盛鴻之手、腳部位，難認其等\n      主觀上有故意殺害證人唐盛鴻之犯意，已如前述，是起訴\n      法條容有誤會，惟起訴之社會基本事實相同，爰依法變更\n      起訴法條。\n（二）被告戊○○、己○○、乙○○與少年胡○成就上揭傷害致\n      人於死及妨害自由之犯行間，有犯意聯絡及行為分擔，均\n      為共同正犯。\n（三）被告戊○○、己○○、乙○○、少年胡○成上開實行妨害\n      自由行為後緊接為傷害致人於死之行為，二行為有局部同\n      一，且目的單一，則渠等既係於著手時即基於同一個意思\n      決定為之，於刑法牽連犯廢除後，視其犯罪情節，依社會\n      通念應評價為一個犯罪行為，方符刑罰公平原則，如予數\n      罪併罰，反有過度處罰之疑，與人民之法律感情未契合，\n      因上開二罪之犯罪構成要件並不相同，應認屬一行為觸犯\n      數罪名之想像競合犯，方為適當（最高法院九十六年度臺\n      上字第六三五六號、九十七年臺上字第三二二三號、九十\n      八年度臺上字第三一０五號判決意旨參照）。是以被告戊\n      ○○、己○○、乙○○三人所犯傷害致人於死罪及妨害自\n      由罪應係一行為觸犯二罪名之想像競合犯，應從一重之傷\n      害致人於死罪處斷。\n（四）又被告戊○○、己○○、乙○○三人上揭妨害自由之犯行\n      ，檢察官起訴法條雖未論及，然因檢察官起訴書已敘及此\n      部分之犯罪事實，本院自得予以審理，附此敘明。\n（五）又查被告戊○○、己○○於為上揭犯行時均為成年人，被\n      告乙○○於行為時則係十八歲以上未滿二十歲之未成年人\n      、共同正犯即證人胡○成係八十年六月某日生，於行為時\n      則係為十四歲以上未滿十八歲之少年，均有其等年籍資料\n      在卷可稽（附於臺中市警察局第六分局中分六警偵字第\n      09800169 26號卷），則被告戊○○、己○○與未滿十八\n      歲之少年胡○成共同實施犯罪部分，應依兒童及少年福利\n      法第七十條第一項前段之規定（此項規定為少年事件處理\n      法第八十五條第一項之特別規定，應優先適用），除本刑\n      無期徒刑部分依法不得加重外，餘均加重之；至被告乙○\n      ○於本案行為時為十八歲以上未滿二十歲之未成年人，尚\n      無兒童及少年福利法第七十條第一項前段加重其刑規定之\n      適用，附此敘明。另被告戊○○曾於九十四年間，因詐欺\n      案件，經臺灣高等法院臺中分院於九十五年四月二十六日\n      判處有期徒刑二月確定，於九十六年八月六日易科罰金而\n      執行完畢，有臺灣高等法院被告前案紀錄表在卷可參，其\n      受徒刑之執行完畢後，五年以內故意再犯有期徒刑以上之\n      罪，為累犯，除本刑無期徒刑部分不得加重外，其餘均依\n      刑法第四十七條第一項之規定，遞加重其刑。\n三、原審法院因認被告之罪證明確，適用刑法第二十八條、第二\n    百七十七條第二項前段、第三百零二條第一項、第五十五條\n    、第四十七條第一項，兒童及少年福利法第七十條第一項前\n    段，刑法施行法第一條之一第一項、第二項前段，並審酌被\n    告戊○○犯罪之動機出於一時報復之心態，未深思熟慮其行\n    為所導致之後果，被告己○○、乙○○與證人唐盛鴻素不相\n    識，被告戊○○係居於主導地位，惡性較重，被告己○○、\n    乙○○參與之程度較被告戊○○為輕，被告乙○○行為時係\n    十八歲以上未滿二十歲之未成年人，年輕識淺，再考其等對\n    證人唐盛鴻妨害自由及毆打之手段，且於毆打證人唐盛鴻之\n    過程中，見證人唐盛鴻倒地後，猶拉起證人唐盛鴻繼續毆打\n    ，暨被告戊○○、己○○、乙○○犯後均尚未與被害人之家\n    屬達成民事和解，及犯後之態度等一切情狀，就被告戊○○\n    部分處有期徒刑九年，就被告己○○部分處有期徒刑八年六\n    月，就被告乙○○部分論處有期徒刑八年，復說明被告戊○\n    ○、己○○、乙○○及證人少年胡○成持以供上揭犯罪所用\n    之手銬一副、木棒二支及鋁棒一支，其中手銬一副雖係被告\n    戊○○所有之物，木棒及鋁棒各一支雖係被告己○○所有之\n    物，然案發後均已遭被告戊○○丟棄，且因均未扣案，復均\n    非屬違禁物，為免將來執行發生困難，爰不宣告沒收；另未\n    扣案之木棒一支，則係證人唐盛鴻所有之物，非屬被告被告\n    戊○○、己○○、乙○○及證人少年胡○成所有之物，無從\n    宣告沒收；至扣案之行動電話（Nokia廠牌）一支，係證人\n    唐盛鴻所有遭被告戊○○所竊盜之物，無庸宣告沒收。核其\n    認事用法均無違誤，量刑亦屬妥適，應予維持。被告上訴未\n    提出任何有利之事證，其上訴為無理由；另檢察官以被告等\n    人均係基於殺人之犯意為上開行為，認原審以傷害致死罪論\n    罪不當，提起上訴，惟查原審已審酌被告犯罪之一切情狀，\n    詳予說明，亦查無其他積極證據證明被告等人有殺人之故意\n    ，檢察官上訴仍認被告等人所犯為殺人罪，亦無理由，均應\n    予以駁回。\n六、據上論斷，應依刑事訴訟法第368條，判決如主文。\n本案經檢察官丙○○到庭執行職務。"
  },
  "characters": {
    "judges": [
      "李文雄",
      "林靜芬",
      "陳如玲"
    ],
    "prosecutors": [

    ],
    "lawyers": [
      "趙建興",
      "鞠金蕾"
    ],
    "clerks": [
      "陳信和"
    ],
    "plaintiffs": [

    ],
    "defendants": [
      "戊",
      "己",
      "乙"
    ],
    "prosecutor_office": [

    ],
    "creditors": [

    ],
    "debtors": [

    ],
    "judicial_associate_officer": [

    ]
  },
  "adjudged_at": "2010-05-12",
  "created_at": "2016-01-05 11:59:53",
  "updated_at": "2016-01-05 11:59:53"
}