{
  "identify": "TPB-98-訴更一-16-20100512-1",
  "court": {
    "name": "臺北高等行政法院",
    "code": "TPB"
  },
  "division": {
    "name": "行政",
    "code": "A"
  },
  "year": 98,
  "word": "訴更一",
  "number": "16",
  "jcheck": "1",
  "reason": "收回被徵收土地",
  "content": "臺北高等行政法院判決\n                                    98年度訴更一字第16號\n                                     99年4月21日辯論終結\n原      告  萬寶紡織廠股份有限公司\n代  表  人  甲○○\n訴訟代理人  陳彥希  律師\n            陳長葳  律師\n被      告  行政院\n代  表  人  乙○○(院長)\n訴訟代理人  丁○○\n            戊○○\n參  加  人  臺北市政府\n代  表  人  丙○○(市長)\n訴訟代理人  蔡進良  律師\n            江榮祥  律師\n上列當事人間因收回被徵收土地事件，原告不服行政院中華民國\n92年10月6 日院臺訴字第0920090741號訴願決定，提起行政訴訟\n，本院以92年度訴字第5190號判決駁回原告之訴後，原告不服，\n提起上訴，經最高行政法院97年度判字第1150號判決廢棄發回，\n本院更為判決如下：\n    主      文\n訴願決定及原處分均撤銷。\n被告應作成同意原告照原徵收價額收回附表所示徵收土地之行政\n處分。\n第一審及發回前上訴審訴訟費用均由被告負擔。\n    事實及理由\n一、程序事項：\n    被告代表人於起訴時為謝長廷，訴訟繫屬中遞次變更為蘇貞\n    昌、張俊雄、劉兆玄、乙○○，均經具狀承受訴訟，核無不\n    合，應予准許，合先敘明。\n二、事實概要：\n    參加人為興辦士林21號公園工程，需用坐落臺北市○○區○\n    ○段三小段786-1 地號等7 筆土地，報經被告以77年5 月5\n    日台（77）內地字第595436號函核准徵收，交由參加人所屬\n    地政處以78年2 月27日北市地四字第7144號公告。該等土地\n    上之土地改良物，則報經內政部以89年2 月2 日台（89）內\n    地字第8903186 號函核准徵收，由參加人所屬地政處以89年\n    3 月21日府地四字第8901755300號公告。嗣原告於89年7 月\n    19日依都市計畫法第83條規定，聲請照徵收價額收回坐落台\n    北市○○區○○段三小段786-1 、786-5 、786-6 、807 及\n    光華段一小段2 地號等5 筆土地（下稱系爭土地），經參加\n    人89年7 月28日會勘結果，以本件被徵收土地在計畫期限內\n    已依徵收計畫使用，擬不予發還，報經內政部以90年1 月12\n    日台（90）內地字第8917200 號函同意照辦。原告不服，提\n    起訴願，經決定駁回，提起本件行政訴訟，經本院92年度訴\n    字第5190號判決駁回原告之訴，原告不服，提起上訴，經最\n    高行政法院97年度判字第1150號判決廢棄原判決，發回本院\n    更為審理。\n三、本件原告主張略以：\n  (一)參加人未依核准計畫之內容、程度及期限使用系爭土地，原\n    告依都市計畫法第83條規定自得買回系爭土地：\n    1.參加人未依核准計畫使用系爭土地，直至核准計畫使用期\n      限末日即89年6 月30日之前一日，始以參加人89年6 月29\n      日府工公字第8903316300號函，命原告於不到24小時之期\n      限內自行拆除搬遷系爭土地之地上物，並於計畫期限末日\n      進入系爭土地拆除地上物，圍以簡易圍籬，並於同案徵收\n      之鄰地胡亂留下盆栽，即謂有使用系爭土地，而製造出形\n      式上有使用系爭土地之紀錄；且參加人於89年停字第1 號\n      庭訊時，亦當庭表示「因使用期限將屆，原告權利必收回\n      ，再行徵收花費更重大」，故急於89年6 月29日通知，次\n      日即行拆除，亦證參加人於12年計畫期限內，從未依核准\n      計畫使用系爭土地，直至計畫期限末日始虛應故事，目的\n      僅在於阻止原告行使收回權，以免重行徵收成本遽增。\n    2.原告依據都市計畫法之規定請求買回系爭土地；都市計畫\n      法第83條與土地法第219 條規定關於買回權之行使要件顯\n      不相同，都市計畫法第83條規定之要件為不依照核准計畫\n      期限使用，而土地法第219 條規定之要件則為徵收補償費\n      發放完竣1 年內未依徵收計畫開始使用；正因土地法規定\n      之1年期間甚短，故土地法第219條僅要求需用地機關有開\n      始使用之事實，被徵收人即不得行使買回權；惟此與原告\n      請求之基礎即都市計畫法第83條規定之要件顯不相同，自\n      不得比附爰引；上級審發回意旨並已指明：釋字第236 號\n      解釋及最高行政法院68年判字第52號判例係針對土地法第\n      219條有關收回土地之要件所為闡釋，核與都市計畫法第8\n      3 條規定之買回權行使要件無涉；被告及參加人援引之他\n      案件見解均係針對土地法第219 條所為之解釋，至多僅表\n      示關於都市計畫法第83條未規定之事項，得以土地法第21\n      9 條補充，惟都市計畫法第83條既已規定買回權行使要件\n      ，自得排除土地法第219 條適用。最高行政法院97年11月\n      第2 次庭長會議決議，都市計畫法第83條第2 項規定之不\n      依照核准計畫期限使用，應就所徵收全部土地整體觀察，\n      是否有明顯事實足認需用土地人已按核准計畫使用徵收土\n      地，與土地法第219 條規定僅需開始使用迥然有別。\n    3.按土地徵收條例第9 條第4 項明定，所稱開始使用，係指\n      興辦事業之主體工程動工，依其文義應指排除興建工程地\n      面障礙後，為達使用目的而為主體建設行為；被告98年4\n      月23日答辯狀第2 頁第二、(二)點及參加人98年5 月12日答\n      辯狀第14頁第3 點以下，均承認參加人於核准計畫所定、\n      長達12年之期限內，於系爭土地上之作為僅有：89年6 月\n      27日架設圍籬及同年月30日拆除原告公司圍牆、大門及鄰\n      地上的蓮霧，並從事整地植栽綠化，尚不論所謂綠化與公\n      園規劃完全不符，而且參加人任其枯萎。參加人於計畫期\n      限過後，始於89年7 月12日決標選定公園興建施工廠商，\n      系爭工程主體顯未於計畫期限內開始動工，系爭工程既未\n      達可資開始使用之程度，遑論依計畫使用；最高行政法院\n      97年度判字第1150號判決亦認參加人拆除系爭土地之地上\n      物並整地，僅為興辦本件公園之準備工作。另按都市計畫\n      法第83條第2 項所定不按照核准計畫期限使用，依最高行\n      政法院93年判字第377 號判決意旨略以：「…都市計畫公\n      共設施保留地經依都市計畫法徵收後，原土地所有權人以\n      不依照核准計畫使用期限使用為原因，申請收回土地，必\n      於核准之計畫期限屆滿後始得為之。…內政部84年9 月26\n      日台內地字第8488181 號函釋：『依都市計畫法徵收之公\n      共設施保留地，應於土地徵收計畫書內敘明使用期限，逾\n      越該計畫期限仍未施工者，即屬不依照核准計畫期限使用\n      ，原土地所有權人得收回其土地，其聲請期限…自該使用\n      期限屆滿之次日起算5 年。』…」足資參照。參加人於使\n      用期限末日胡亂放置盆栽之行為，並不屬於依核准計畫施\n      作，且承包施工廠商開始施工後即將該等盆栽剷除，故參\n      加人於使用期限末日所為之亂放盆栽行為顯未達施工使用\n      之程度，復見參加人未依照核准計畫使用期限使用。況參\n      加人於前審93年12月24日所提答辯狀中自承，於89年10月\n      間拆除系爭土地上廠房，至同年12月全部拆除完畢，足證\n      參加人於計畫使用期限屆滿時，根本未完成地上物之拆遷\n      作業，亦未完成系爭土地之工程預算編列、發包、施工等\n      程序，遑論實際使用或開始使用系爭土地。\n    4.按土地徵收條例第28條規定，直轄市或縣市主管機關應通\n      知土地權利人或使用人限期遷移完竣；次按臺北市舉辦公\n      共工程對合法建築及及農作物改良拆遷補償暨違章建築處\n      理辦法第4條第2項規定，至少應於執行拆除5 個月前通知\n      當事人；參加人未依前開法令規定期限預為通知，而於使\n      用期限末日前不到24小時內，悍然發函通知原告搬遷並於\n      次日拆除系爭土地地上物，其行為有重大明顯瑕疵及違法\n      ，業經監察院糾正在案，該行為縱非無效亦屬得撤銷，斷\n      不得視為依核准計畫使用系爭土地之行為。\n  (二)參加人未於計畫核准期限內使用系爭土地，係因無施政正當\n    性且自行延誤作業所致，與原告無關：\n    1.按最高行政法院97年度判字第1144號判決、97年度判字第\n      1145號判決及97年度判字第1149號判決意旨，土地法第21\n      9條第3項所定徵收土地未能依期限使用，係因可歸責於原\n      土地所有權人或其使用人，原土地所有權人即不得聲請收\n      回徵收土地者，必原土地所有權人或為其占有徵收土地之\n      使用人就徵收土地所為之行為，係屬不當，且與未能依期\n      限開始使用間有因果關係。苟該聲請人或其使用人之行為\n      ，並非不當，或不妨礙需用土地人就徵收土地之開始使用\n      ，僅因需用土地人因審酌其他事項，決意遷延徵收土地之\n      開始使用，自不得將此不利益歸諸該聲請人。\n    2.次按釋字第534 號解釋意旨及其理由書略以：「…土地法\n      第219條第1項第1 款規定…即係防止徵收機關對不必要之\n      徵收或未盡周詳之徵收計畫率行核准、或需用土地人遷延\n      興辦公共事業，致有違徵收之正當性或必要性，因而特為\n      原所有權人保留收回權。…需用土地人於市、縣地政機關\n      在上開期間內怠於行使公權力而為強制執行時，復未依徵\n      收計畫之使用目的提起必要之訴訟，以求救濟，是以市、\n      縣地政機關既未積極推行計畫內容，需用土地人又怠於行\n      使權利，此際原土地所有權人若不得聲請收回土地，不啻\n      將此不利益歸由原土地所有權人負擔，自應不妨礙收回權\n      之行使。」本件參加人怠於行使公權力以執行土地徵收核\n      准計畫，其不利益自不應由原告承擔，故不得妨礙原告收\n      回權之行使。\n    3.原告陳情係屬正當行使權利之行為，非屬土地未依計畫核\n      准期限使用而可歸責予原告：按土地法第215條第1項、土\n      地徵收條例第1項、第2項，以及最高法院94年台上字第14\n      88號判決皆指明，土地權利人於土地及其改良物之徵收補\n      償費發放完竣前，得繼續為從來之使用。參加人遲至89年\n      3 月21日始公告徵收系爭土地地上物，至89年5 月9 日始\n      將補償費存入保管專戶。故原告於地上物之補償費發放完\n      竣前，本有權繼續占有使用地上物，而無拆除搬遷義務，\n      自無須依參加人83年7 月19日83府工公字第83041923號函\n      以及89年2 月3 日函拆遷系爭土地上改良物。原告雖多次\n      陳情，惟係要求參加人正視系爭土地根本欠缺徵收作為公\n      園之必要性，希望參加人檢討不當徵收計畫，係屬合法行\n      為。原告自系爭土地被徵收時起，至計畫期間屆滿時止，\n      從未進行任何事實上抗爭阻撓行為，參加人未於計畫期限\n      內使用系爭土地，係屬參加人基於諸多因素考量後自為之\n      決定；且參加人已於93年12月24日答辯狀自承「…考量公\n      益與私益間之均衡及尊重議會監督預算執行之職務，並配\n      合都市計畫審議而暫緩進行系爭土地改良之補償、拆遷程\n      序」可明，故原告依法陳情並非系爭土地未依限使用之可\n      歸責事由。參加人未依核准計畫使用系爭土地，與原告之\n      合法陳情行為間並無相當因果關係，因陳情、申請變更都\n      市計畫等行為並無停止或暫緩參加人使用系爭土地之效力\n      ，參加人於其補充答辯(二)狀第22頁第7 行以下表示，其係\n      因審酌其他事項，決議遷延徵收土地之使用進度，依前開\n      判決意旨，自不能認參加人未依計畫期限使用與原告有何\n      相當因果關係。\n    4.原告自系爭土地被徵收時起至使用期限屆滿時止，從未進\n      行任何不當抗爭阻撓行為。依被證18之89年6 月27日照片\n      及更被證21之89年6 月30日照片所示，原告並未進行非理\n      性阻撓抗爭行為，僅有員工數人在場見證參加人進行作業\n      ，縱參加人於期限屆滿日所為僅係製造有使用系爭土地之\n      假象，以阻止原告行使收回權，原告亦未加攔阻，僅拍照\n      存證。參加人提出89年7 月1 日至4 日照片，指摘原告復\n      建圍牆、拉白布條抗爭云云，姑且不論前揭指摘與事實有\n      所出入，原告於核准計畫期限屆滿以後，抗議參加人於計\n      畫期限屆滿日始驟然拆除原告大門圍牆，與參加人未於法\n      定期限內使用系爭土地，二者間毫無因果關係，參加人指\n      摘，洵不足採等情。並聲明求為判決撤銷訴願決定及原處\n      分，並命被告作成准予原告買回系爭土地之處分。\n四、被告答辯略謂：\n  (一)有關最高行政法院判決理由六、(一)關於司法院釋字第236 號\n    解釋及最高行政法院68年判字第52號判例係就土地法第219\n    條收回土地要件為闡釋，不得逕將各該解釋、判例適用於都\n    市計畫法第83條申請徵收土地之事件之法律見解，應有錯誤\n    ；按都市計畫法第83條及土地法第219 條有特別法與普通法\n    之關係，都市計畫法第83條規定係就被徵收土地之使用期限\n    為特別規定，就收回被徵收土地之其他事項，如請求權時效\n    、程序事項、以及歸責事由等則均無規定，且未排除土地法\n    第219 條之適用，故該等事項自應適用土地法第219 條之其\n    餘規定。是以，都市計畫法第83條第1 項僅就使用期限排除\n    土地法第219 條之限制，未排除土地法第219 條規定收回期\n    間及收回要件，故都市計畫法第83條申請收回土地之案件，\n    自有司法院釋字第236 號解釋及最高行政法院68年判字第52\n    號判例之適用（最高行政法院97年度判字第1141號、97年度\n    判字第1149號、97年度判字第1153號判決意旨參照）。\n  (二)系爭土地確已在計畫期限內使用，不符合都市計畫法第83條\n    及土地法第219條得申請收回土地之要件：\n    1.臺北市士林21號公園於59年都市計畫公告為公園用地，分\n      為77年度闢建及84年度擴建，77年度編列預算先行部分開\n      闢，本件系爭土地屬84年度公園擴建工程範圍，報經被告\n      77年5月5日核准徵收，參加人所屬地政處於78年2 月27日\n      公告徵收。依土地徵收計畫書所載，計畫進度為列入參加\n      人中長程計畫，自77年7月起至89年6月止依計畫使用，惟\n      土地徵收計畫書僅寫明預定內容，而不會敘明徵收之進度\n      細目。\n    2.參加人於89年6 月27日架設圍籬，同年月30日拆除原告所\n      在圍牆、大門及鄰地蓮霧等地上物後並於當日整地植栽綠\n      化，系爭土地未逾核准之計畫期限使用，縱未於計畫期限\n      內完工，且僅完成整地及初步綠化工作，仍已大致達到做\n      為公園使用之休憩功能。\n    3.最高行政法院97年11月份第2 次庭長法官聯席會議決議：\n      「都市計畫法第83條第2 項規定之『不依照核准計畫期限\n      使用』，應就所徵收之全部土地整體觀察之，在有明顯事\n      實，足認需用土地人已按核准計畫使用徵收土地者，原土\n      地所有權人不得聲請收回土地。非謂需用土地人，就欲興\n      辦事業之工程，於該徵收計畫所載完工日尚未全部完工，\n      原土地所有權人即可聲請收回土地。」本件程已於徵收計\n      畫期限內依法使用，縱未於完工日時全部完工，尚不符合\n      得申請收回之要件。\n  (三)系爭土地遲至計畫期限將屆始開始使用，確可歸責於原告：\n    1.參加人依徵收計畫於84年度編列系爭土地改良物補償費預\n      算，並於83年6 月24日公告拆遷，原告為拖延系爭土地上\n      改良物之拆遷時程，履次向臺北市議會陳情，提出同等土\n      地交換、工廠先建後拆、變更都市計畫等條件，案經臺北\n      市議會分別於84年至88年多次協調，要求俟都市計畫通盤\n      檢討定案後再行丈量及徵收土地改良物作業，致土地改良\n      物之拆遷補償之時程不能如期進行。\n    2.嗣經參加人所屬都市發展局88年9月4日函「…本公園仍維\n      持原都市計畫…」，參加人始得進行地上物拆遷作業，參\n      加人所屬工務局公園路燈工程管理處88年11月7 日現場查\n      估丈量，並辦理地上物之協議價購，惟無法與原告達成協\n      議，故參加人於89年1 月25日依程序報請徵收土地改良物\n      ，經內政部89年2月2日函准予徵收，本件地上物補償作業\n      ，原應於84年間辦理完畢，遲至89年始得辦理徵收作業，\n      係原告多次向臺北市議會陳情所致。\n    3.原告屢次向臺北市議會陳情之行為，使民意代表介入，造\n      成參加人不得不延緩工程進度。地方政府在現行地方自治\n      法制下，必須尊重議會監督之職權，以致系爭土地遲至計\n      畫期限將屆至始開始使用，自可歸責於原告等語置辯，資\n      為抗辯。並聲明求為判決駁回原告之訴。\n五、參加人陳述略以：\n  (一)參加人已於計畫期限內依法使用系爭土地，故原告不得照原\n    徵收價額收回其土地：\n    1.按89年2 月2 日公布施行土地徵收條例第61條規定：「本\n      條例施行前公告徵收之土地，其申請收回，仍依施行前之\n      規定辦理。」前揭條文所稱施行前之規定，係指89年2 月\n      2 日公布施行前有關土地法第219 條等申請收回被徵收土\n      地之規定而言；又土地徵收條例施行前，依都市計畫法徵\n      收之原土地所有權人收回被徵收土地之規定，計有都市計\n      畫法第83條及土地法第219 條。準此，本件原告於89年7\n      月19日聲請收回系爭土地時，土地徵收條例雖已施行，然\n      系爭土地於同條例施行前經公告徵收，依同條例第61條規\n      定，應依同條例施行前有關規定辦理。次按土地法第219\n      條第1 項規定：「私有土地經徵收後，有左列情形之一者\n      ，原土地所有權人得於徵收補償發給完竣屆滿1 年之次日\n      起5 年內，向該管直轄市或縣（市）地政機關聲請照徵收\n      價額收回其土地︰一、徵收補償發給完竣屆滿1 年，未依\n      徵收計畫開始使用者。二、未依核准徵收原定興辦事業使\n      用者。」第3 項規定：「第1 項第1 款之事由，係因可歸\n      責於原土地所有權人或使用人者，不得聲請收回土地。」\n      其中，原土地所有權人聲請收回未依徵收計畫開始使用之\n      土地之法定要件為：1.私有土地已經徵收；2.徵收補償發\n      給完竣屆滿1 年，未依徵收計畫開始使用（不實行使用）\n      ；3.非可歸責於原土地所有權人或使用人；4.原土地所有\n      權人須於徵收補償發給完竣屆滿1 年之次日起5 年內，向\n      該管直轄市或縣（市）地政機關聲請。至所謂未依徵收計\n      畫開始使用（不實行使用），係指：被徵收土地之全部，\n      絲毫未使用時，始足當之（參閱學者陳立夫著論文「釋論\n      我國土地徵收制度中之收回權」第489 頁）；另參行政院\n      53年6 月30日台內地字第4534號函釋，所稱實行使用，係\n      指照原核准計畫實際使用該項徵收之私有土地或於該項土\n      地上連續從事有關達成徵收計畫之各項工作。而按行政法\n      院68年判字第52號判例，所謂徵收私有土地後，不依核准\n      計畫使用，係對於所徵收土地之整體不依原核准計畫使用\n      而言，若就徵收之土地已按原核准計畫逐漸使用，雖尚未\n      達到該土地之全部，但與不依核准計畫使用之情形有間，\n      應無土地法第219 條之適用。再按行政法院73年判字第44\n      6 號判決意旨，徵收私有土地後，需地機關是否已依核准\n      計劃使用，或於徵收完畢1 年後實行使用，應以該項土地\n      之整體為準，如於原計劃使用期限內已使用者，即不發生\n      所有權人得照原徵收價額收回其土地之問題；是使用機關\n      填土整地以改變地形、地貌，其後雖未立刻作進一步之使\n      用，然其劃明界線、變更地目及在地上填土加高等行為，\n      即應認為係整體之實行使用，已合於核准計畫使用或於徵\n      收完畢1 年內實行使用之情形；末按司法院大法官釋字第\n      236 號解釋意旨，所謂不依核准計畫使用或不實行使用，\n      應依徵收目的所為土地使用之規劃，就所徵收之全部土地\n      整體觀察之，在有明顯事實，足認屬於相關範圍者，不得\n      為割裂之認定，始能符合公用徵收之立法本旨。依據都市\n      計劃法第83條第1 項規定文義可知，僅在排除土地法第21\n      9 條第1 項第1 款法定使用期限之限制（參見最高行政法\n      院94年度判字第176 號判決、最高行政法院96年度判字第\n      655 號判決、最高行政法院96年度判字第1352號判決、最\n      高行政法院97年度判字第1132號判決、最高行政法院97年\n      度判字第1149號判決意旨）。所謂不依照核准計畫期限使\n      用，係指就所徵收之全部土地整體觀察之，在有明顯事實\n      ，足認需用土地人已按核准計畫使用徵收土地者，原土地\n      所有權人不得聲請收回土地。非謂需用土地人，就欲興辦\n      事業之工程，於該徵收計畫所載完工日尚未全部完工，原\n      土地所有權人即可聲請收回土地（最高行政法院92年判字\n      第3314號判決、最高行政法院94年度判字第176 號判決、\n      最高行政法院97年度判字第1132號判決，以及最高行政法\n      院97年11月份第2 次庭長法官聯席會議決議意旨參照）。\n      綜上可知：都市計畫法第83條第2 項規定不依照核准計畫\n      期限使用，同前揭土地法第219 條之解釋，係指被徵收土\n      地之全部，絲毫未使用時，始足當之。準此，徵收土地之\n      原所有權人依都市計畫法第83條規定聲請收回徵收土地，\n      主管機關應就徵收之全部土地整體觀察，查明是否有被徵\n      收土地之全部絲毫未使用之明顯事實，始足認需用土地人\n      未按核准計畫使用徵收土地。\n    2.本件上級審判決稱：\n      於具體事件中，其使用之內容、程度並其期限如何，則應\n      依經核准之徵收計畫書之記載具體認定之；是本件應就其\n      計畫之內容、程度並其期限如何，詳予調查，據以認定參\n      加人完成之拆除上訴人圍牆、大門，及整地植栽綠化約20\n      0 平方公尺是否合於計畫進度，如僅依89年6 月止數語記\n      載，及參加人完成之前述工作之情形，遽予判斷參加人於\n      本案已按原核准計畫使用，即有應調查之事項未予調查之\n      違法。況拆除系爭土地上之地上物及整地，似僅為興辦本\n      件公園之準備工作，若憑此即謂參加人已依計畫期限使用\n      ，其理由容欠完備。至司法院釋字第236 號解釋及最高行\n      政法院68年判字第52號判例係就78年12月29日修正前土地\n      法第219 條有關收回土地之要件為闡釋，與都市計畫法第\n      83條規定之不依核准計畫期限使用要件無涉，尚不得逕將\n      各該解釋、判例適用於依都市計畫法第83條規定申請收回\n      徵收土地之事件，故本件引用最高行政法院68年判字第52\n      號判例意旨所揭已按原核准計畫逐漸使用等語作為本件判\n      決依據，尚有未合。\n    3.惟本件上級審判決理由矛盾且未受最高行政法院多數意見\n      所採，其顯然錯誤之法律判斷自不拘束鈞院。理由如下：\n      就規範而言，都市計畫法第83條第2 項有關收回徵收土\n        地之原因，即不依照核准計畫期限使用之規定，自應與\n        土地法第219 條第1 項第1 款所為『未依徵收計畫開始\n        使用』之規定為相同解釋（前揭釋字第236 號解釋、最\n        高行政法院68年判字第52號判例、73年判字第446 號判\n        決、97年11月份第2 次庭長法官聯席會議決議參照）。\n        是上級審判決認不得逕將釋字第236 號解釋及改制前行\n        政法院68年判字第52號判例適用於本件，顯然有誤。\n      上級審判決既認不得將土地法第219 條有關收回土地之\n        要件之闡釋適用於依都市計畫法第83條規定申請收回徵\n        收土地之事件，復又指摘原審未詳細研求上訴人之前開\n        行為與參加人之未能依限使用系爭土地，有何因果關係\n        ，能否謂上訴人有可歸責事由，然前揭因果關係與可歸\n        責事由俱屬於土地法第219 條規定之要件，由是可見上\n        級審判決論理前後自相矛盾。\n      土地法第234 條規定，直轄市或縣（市）地政機關於被\n        徵收土地應受之補償發給完竣後，即有命被徵收人搬遷\n        之義務，上級審關於此部分指摘所由不知從何而來。職\n        故，鈞院當不受上級審判決此錯誤法律判斷之拘束。\n    4.縱鈞院須受上級審判決發回意旨之拘束，仍應依最高行政\n      法院97年11月第2 次庭長法官聯席會議決議為斷。原告對\n      於最高行政法院97年11月第2 次庭長法官聯席會議決議之\n      解釋顯然偏仄有誤：\n      上開聯席會議決議係採修正甲說略以：都市計畫法第83\n        條第1 項僅就使用期限排除土地法第219 條之限制，未\n        就收回期間以及收回要件併予排除適用。是其期間之計\n        算，依都市計畫法第83條第2 項文義之當然解釋，應自\n        核准之計畫期限屆滿次日起算。而核准之計畫期限屆滿\n        ，即指至徵收計畫所載完工日止。最高行政法院68年判\n        字第52號判例：「土地法第219 條謂『徵收私有土地後\n        ，不依核准計畫使用』係對於所徵收土地之整體不依原\n        核准計畫使用而言，若就徵收之土地已按原核准計畫逐\n        漸使用，雖尚未達到該土地之全部，但與不依核准計畫\n        使用之情形有間，應無該條之適用」亦經司法院釋字第\n        236 號解釋同認，故所謂「不依核准計畫使用」，應依\n        徵收目的所為土地使用之規劃，就所徵收之全部土地整\n        體觀察之，在有明顯事實，足認屬於相關範圍者，不得\n        為割裂之認定，始能符合公用徵收之立法本旨，前開判\n        例本此意旨，與憲法第15條並不牴觸。從而，倘需用土\n        地人至徵收計畫所載完工日仍未積極按核准計畫使用徵\n        收土地，原土地所有權人始得聲請收回土地。而非謂需\n        用土地人未於核准計畫所定之期限內，就欲興辦事業工\n        程於該完工期日為完工，可得聲請收回土地。\n      準此，上開聯席會議決議，實與最高行政法院68年判字\n        第52號判例、73年判字第446 號、92年判字第3314號判\n        決、釋字第236 號解釋等意旨無殊，都市計畫法第83條\n        第2 項規定之不依照核准計畫使用期限使用，其解釋與\n        土地法第219 條相同，係指被徵收土地之全部皆絲毫未\n        使用時，始足當之。參加人既已於計畫期限內拆除原告\n        公司圍牆、大門及訴外人鄭芳瑞之地上物，隨即由所屬\n        工務局派員整地植栽綠化以作為公園使用，即非屬於計\n        畫期限內絲毫未使用被徵收土地，原告自不得依都市計\n        畫法第83條規定依原徵收價額收回系爭土地。\n    5.再者，參加人已於計畫期限內依法使用系爭土地，並非就\n      系爭土地之全部皆絲毫未使用，原告不得照原徵收價額收\n      回其土地：\n      參加人就系爭土地及土地改良物之徵收補償與拆遷，均\n        依法定程序辦理，並無違誤。\n      本件所涉士林區21號公園土地，於77年度編列預算先行\n        部分開闢，嗣於84年度擴建，現已開闢完成供市民使用\n        。其中84年度公園擴建工程用地包含本件系爭土地，且\n        於77年5 月5 日報奉行政院核准徵收在案；依系爭土地\n        徵收計畫書所載：「六土地改良物情形：地上現有建築\n        及農作改良物，另依本計畫書第13項第3 款所列計畫進\n        度，逐年編列預算，依規定辦理。…十三(三)計畫進度：依\n        照都市計畫法第83條規定列入臺北市政府中長計畫，自\n        民國77年7 月起至民國89年6 月止依計畫使用。」因此\n        ，系爭公園擴建工程編列於84年度預算，參加人於83年\n        6 月24日辦理公告，並於83年7 月19日函通知原告，請\n        原告於83年12月1 日前自行將建物拆遷，惟原告為拖延\n        其地上物之拆遷，乃於84年3 月15日、84年10月2 日、\n        86年9 月26日、88年3 月30日、88年5 月10日透過臺北\n        市議會多次開會協調，要求俟都市計畫通盤檢討定案後\n        再行丈量及徵收地上物作業。參加人所屬工務局公園路\n        燈工程管理處於87年4 月30日發包本公園地上物拆除清\n        運工程，參加人所屬都市發展局於88年9 月4 日函示：\n        士林21號公園仍維持原都市計畫，參加人所屬工務局公\n        園路燈工程管理處即於88年11月7 日現場會勘丈量，經\n        原告派員領勘惟未簽名，嗣經88年11月9 日、88年11月\n        18日協議價購均無法與原告達成補償費協議，故依規定\n        報請徵收系爭土地之地上改良物，奉內政部89年2 月2\n        日函准予徵收及參加人89年3 月21日公告徵收，依法完\n        成法定徵收補償程序。參加人所屬工務局公園路燈工程\n        管理處於89年2 月3 日函通知原告預定89年5 月25日拆\n        除廠房、農作物等地上物，惟嗣經原告提起訴願，經訴\n        願決定以拆除通知主體應為參加人為由而撤銷前揭89年\n        2 月3 日函。其後，參加人所屬工務局公園路燈工程管\n        理處先行於89年6 月27日至系爭公園現場設置施工圍籬\n        ，遭原告員工抗爭阻擾，旋於89年6 月29日改以府函通\n        知原告等訂於89年6 月30日執行地上物拆遷作業，嗣於\n        6 月30日當日拆除原告圍牆、大門及訴外人鄭芳瑞所種\n        植之蓮霧等地上物後整地植栽綠化約200 平方公尺。\n      承上，按系爭土地徵收計畫書載明：「依照都市計畫法\n        第83條規定列入台北市政府中長計畫，自民國77年7 月\n        起至民國89年6 月止依計畫使用。」參加人於89年6 月\n        30日拆除土地改良物後，隨即由所屬工務局公園路燈工\n        程管理處派員整地植栽綠化，屬參加人為達成徵收計畫\n        於系爭土地上連續從事有關之各項工作之必要手段。再\n        者，系爭土地係徵收作為公園使用，則參加人所屬派員\n        整地植栽綠化，依經核准之徵收計畫書之記載具體認定\n        ，並就徵收之全部土地整體觀察，有明顯事實，足認參\n        加人已按核准計畫使用徵收土地，顯非就被徵收之系爭\n        土地全部皆絲毫未使用，已符合前揭最高行政法院97年\n        11月份第2 次庭長法官聯席會議決議意旨；是無不依核\n        准計畫使用或不實行使用之情事，原告主張要無可採。\n      此外，萬物豈有不滅之者，則草木枯榮，理所自然，世\n        所恆見，故縱有原告指摘公園內植栽枯死之情形，亦不\n        影響於已經依計畫使用之認定。\n  (二)參加人確無遲延使用情形，已然不符收回權行使要件；至於\n    延宕至計畫期限屆滿前才使用系爭土地，係因可歸責於原告\n    事由所致：\n    1.按都市計劃法第83條第1 項規定僅在排除土地法第219 條\n      第1 項第1 款所定徵收補償發給完竣屆滿1 年之限制，並\n      未排除土地法第219 條第3 項之適用，已如前述。故原土\n      地所有權人依都布計畫法第83條第2 項依法申請買回土地\n      ，仍有土地法第219 條第3 項關於土地所有權人有可歸責\n      事由即不得申請收回土地之規定之適用。又按土地法第21\n      9 條第1 項第1 款規定，原係防止徵收機關為不必要之徵\n      收，或遷延興辦公共事業，特為原土地所有權人保留收回\n      權。是以需用土地機關未於上開期限內，依徵收計畫開始\n      使用徵收之土地者，如係因可歸責於原土地所有權人或為\n      其占有該土地之使用人之事由所致，即不得將遷延使用徵\n      收土地之責任，歸由徵收有關機關負擔（司法院大法官釋\n      字第534 號解釋意旨參照）。所謂可歸責於原土地所有權\n      人之事由，是否須限於以違法行為阻撓系爭土地之使用，\n      尚非無疑；除訴諸暴力，直接、間接阻礙施工之非法抗爭\n      外，亦應包括其他間接施壓手段，例如透過關說或行政協\n      商或使民意代表介入，要求需地機關暫緩施工，使需地機\n      關或執行機關在現行地方自治法制下，實際面臨如預算審\n      查等之壓力，而不得不延緩施工；或陳情變更都市計畫，\n      達成延緩施工之柔性抗爭手段在內。\n    2.本件上級審判決稱：如本件參加人並無不依核准計畫使用\n      或不實行使用之情事，應係指與核准計畫期限相較，參加\n      人就系爭土地之使用並無遲延；又謂本件係遲延使用，經\n      核前後理由相斥，非無理由矛盾之違法；苟原土地所有權\n      人或其使用人之行為，並非不當，或不致妨礙需用土地人\n      之就徵收土地之使用，僅因需用土地人因審酌其他事項，\n      決意遷延徵收土地之使用進度，自不得將此不利益歸諸原\n      土地所有權人。於適用都市計畫法第83條第2 項聲請收回\n      徵收土地時，必原土地所有權人或其使用人就徵收土地所\n      為之行為，與徵收土地之未能依核准計畫期限使用間有因\n      果關係，始得謂於徵收土地之未依核准計畫期限使用係可\n      歸責於原土地所有權人，而不准其收回徵收土地。行政法\n      院於認定聲請收回土地之原所有權人就徵收土地之未依核\n      准計畫期限使用是否可歸責時，就前開因果關係應予調查\n      審認；依土地法第215 條第1 項規定，就系爭土地上之地\n      上改良物，似應予一併徵收，則就系爭土地上之地上改良\n      物為一併徵收之前，原告有無依參加人之通知進行拆除之\n      義務，非無疑義。原告縱未依參加人之通知進行拆除地上\n      改良物，並進行陳情或聲請變更都市計畫，參加人因而延\n      緩系爭土地之使用進度，是否屬參加人審酌其他事項之結\n      果，而與原告無涉；原告之前開行為與參加人之未能依限\n      使用系爭土地，有何因果關係，能否謂原告有可歸責事由\n      ，均有待詳細研求等語。\n    3.惟就規範言，本件原告依都布計畫法第83條第2 項依法申\n      請收回土地，仍有土地法第219條第3項關於土地所有權人\n      有可歸責事由即不得申請收回土地之規定之適用，已如前\n      述。\n    4.再者，本件原審判決認為，參加人延宕至計畫期限屆滿前\n      使用系爭土地，係可歸責於原告，詎本件上級審法院誤認\n      為係指參加人有不依核准計畫使用或不實行使用系爭土地\n      之遲延；是鈞院就此事實仍可調查並作成裁判，不受上級\n      審法院認定之拘束：\n      為貫徹審級制度及終審法院統一法律解釋之旨，下級審\n        法院固受上級審法院作為主要廢棄原判決基礎之法律判\n        斷之拘束，惟若事實尚待查證，則下級審法院重為調查\n        事實、證據之結果並基此所為之裁判，自不受上開法律\n        所定上級審法院判斷之拘束。\n      參加人係主張：系爭土地已於計畫期限內依法使用，惟\n        系爭土地延宕至計畫期限屆滿前使用，係有可歸責於原\n        告之事由，並非自認本件有都市計畫法第83條第2 項規\n        定之不依照核准計畫期限使用或土地法第219 條第3 項\n        所定未依徵收計畫開始使用之情形。\n      原審判決已認定參加人就系爭土地之使用並無遲延，復\n        稱本件遲延使用，係屬可歸責於原告，則依文義脈絡，\n        前開遲延使用自係指參加人於原審所陳系爭土地延宕至\n        計畫期限屆滿前使用之情形而言。\n      綜上可知，上級審法院指摘原審判決有理由矛盾之違法\n        ，顯然係認原審判決所稱本件遲延使用係指參加人有不\n        依核准計畫使用或不實行使用系爭土地之遲延，實有差\n        誤。職是之故，鈞院就此事實仍可調查並作成裁判，不\n        受上級審法院認定之拘束。\n    5.就事實言，系爭土地延宕至計畫期限屆滿前使用，確可歸\n      責於原告，而不可歸責於參加人：\n      原告為拖延系爭土地改良物拆遷時程，屢次向臺北市議會\n      陳情，提出土地同等交換、工業區抵費地配合貸款優惠讓\n      售、工廠先建後拆、變更都市計畫等條件，並由臺北市議\n      會數次函請參加人暫緩本件系爭土地之地上物拆遷補償作\n      業，俟都市計畫委員會決議後再行辦理，參加人考量公益\n      與私益間之均衡及尊重議會監督預算執行之職權，乃先就\n      原告所提各項方案可行性進行研議，並配合都市計畫審議\n      而暫緩進行系爭土地改良物之補償、拆遷程序；惟參加人\n      所屬都市發展局於88年9 月4 日函示：系爭士林21號公園\n      仍維持原都市計畫之公園用地。參加人所屬工務局公園路\n      燈工程管理處於確定系爭土地仍維持公園用地後，即於徵\n      收補償程序完成後，先後於89年6 月27日、89年6 月30日\n      施設圍籬、執行地上物拆遷作業，拆除原告所有之圍牆、\n      大門及訴外人鄭芳瑞所種植之蓮霧等土地改良物，並進行\n      整地植栽綠化使用，詎料被告於89年6 月27日施設圍籬時\n      遭原告員工抗爭阻撓，原告公司之總經理李鵬飛亦在現場\n      ，89年6 月30日拆除原告圍牆、大門及訴外人鄭芳瑞種植\n      之地上物時，亦遭原告員工抗爭，皆有照片可證；原告復\n      於同年7 月1 日、2 日加以復建，參加人嗣於同年7 月3\n      日拆除原告地坪，並植栽綠化，惟原告員工於現場拉白布\n      條抗爭，致使當日拆除工作無法繼續進行，次日該處再度\n      至現場執行拆除時，原告員工復於現場拉白布條抗爭，經\n      排除抗爭後拆除警衛室、廚房及會議室等地上物，惟原告\n      再度陳情，要求暫緩至89年7 月8 日後再拆除辦公室，同\n      年10月間拆除廠房，至12月間始全部拆除完畢，迄今系爭\n      土地已依徵收計畫闢建為公園並對外開放供民眾使用。由\n      上觀之，原告之抗爭，致地上物勘估工作不能進行，並屢\n      藉陳情暫緩執行本件拆遷，致使參加人迫於徵收計畫使用\n      期限將屆之時，始徵收系爭土地改良物，並執行拆除工作\n      與使用系爭土地，確有原告主觀抗拒之事由及客觀不能貫\n      徹公權力之諸多原因存在，並非參加人怠於執行徵收計畫\n      所致，自屬於不可歸責於參加人事由，且難謂無可歸責於\n      原告。\n  (三)退萬步而言，縱認參加人未於計畫期限內依法使用系爭土地\n    ，也是因可歸責於原告所致，詳已如前述，是依前開土地法\n    第219 條第3 項規定，原告亦不得聲請收回土地。又按行政\n    程序法係自90年1 月1 日起施行，依法無溯及適用於本件之\n    效力，行政程序法第8 條既非原告請求照原徵收價格收回系\n    爭土地之法律要件或請求權基礎，原告援引該規定即屬無理\n    由，況原告多加阻撓參加人使用系爭土地，實難謂參加人有\n    何悖於誠信之情事，亦難認原告有何信賴值得保護。\n  (四)參加人拆除地上物並無涉及公告預定拆除時間之違法問題：\n    1.原告稱參加人89年6 月29日通知原告立即搬遷，否則逕行\n      拆除，並於計畫期限末日89年6 月30日拆除地上物，已違\n      反土地徵收條例第28條及臺北市舉辦公共工程對合法建築\n      及農作改良物拆遷補償暨違章建築處理辦法第4 條應在5\n      個月前通知之規定，業經監察院糾正在案，不得謂依核准\n      計畫使用系爭土地云云。\n    2.惟按臺北市舉辦公共工程對合法建築及農作改良物拆遷補\n      償暨違章建築處理辦法第4 條規定：「（第1 項）工程計\n      畫決定後，本府應將拆遷地區、範圍及預定拆除時間公告\n      之。」「（第2 項）前項之拆除時間，至少應於執行拆除\n      5 個月前通知所有權人或其他利害關係人。」準此，應公\n      告預定拆除時間應為工程計畫決定後。\n    3.參加人於83年6 月24日府工公字第83035834號公告預定拆\n      除時間為83年12月1 日，並於83年7 月19日以府工公字第\n      83041923號函請原告於83年12月1 日前自行將建物拆遷，\n      故已於實際執行拆除日89年6 月30日之5 個月以前通知。\n      嗣參加人所屬工務局公園路燈工程管理處復以89年2 月3\n      日函告原告預定於89年5 月25日拆除廠房、農作物等地上\n      物，該函雖經訴願決定以通知主體不適格撤銷，然原告早\n      已知悉預定拆除事實，且地上物亦經參加人於89年3 月21\n      日公告徵收，原告有充裕時間為拆除地上物之準備。\n    4.甚且，參加人於89年6 月30日拆除地上物時，原告對系爭\n      土地及地上物已無權利，自無通知拆除時間之問題。參加\n      人已於89年5 月9 日將徵收補償費存入臺北市土地徵收補\n      償費保管專戶，依土地徵收條例第21條第1 項、第26條第\n      1 項、第3 項規定，參加人即已原始取得地上物所有權，\n      原告對系爭土地及其上改良物之權利已終止，負有自行遷\n      移之義務；從而原告已非臺北市舉辦公共工程對合法建築\n      及農作改良物拆遷補償暨違章建築處理辦法第4 條規定應\n      受通知之主體，參加人無須通知原告即可逕行拆除，並無\n      違法。退一步言，土地徵收條例第28條雖規定被徵收土地\n      或土地改良物應受之補償費發給完竣或核定發給抵價地後\n      ，直轄市或縣（市）主管機關應通知土地權利人或使用人\n      限期遷移完竣，惟並未明定此一限期遷移之猶豫期間長短\n      ，土地徵收執行機關自得依個案裁量。\n    5.如依原告主張，須至徵收補償費發放完竣日起算5 個月後\n      始得執行拆除，則徵收補償費至89年5 月9 日始發放完畢\n      ，5 個月後早逾計畫期限末日89年6 月30日，參加人即無\n      依計畫使用系爭土地之可能；原告如此解釋土地徵收條例\n      第28條及臺北市舉辦公共工程對合法建築及農作改良物拆\n      遷補償暨違章建築處理辦法第4 條之規範意旨，係曲解法\n      令，要無可採。\n  (五)又所謂「徵收必要性」實與本案無關；況參加人規劃設置士\n    林21號公園，核屬計畫行政領域，其規劃內容本非鈞院審理\n    本件之標的，原告訴稱本件徵收欠缺必要性或施政正當性云\n    云，不知所謂等語。並聲明求為判決駁回原告之訴。。\n六、本件兩造爭執要點如次：(一)參加人有無不依照核准計畫期限\n    使用系爭徵收土地之情形？(二)參加人未能依照核准計畫期限\n    使用，是否因可歸責於原告所致？\n七、按行政訴訟法第260 條明定：「（第1 項）除別有規定外，\n    經廢棄原判決者，最高行政法院應將該事件發回原高等行政\n    法院或發交其他高等行政法院。（第2 項）前項發回或發交\n    判決，就高等行政法院應調查之事項，應詳予指示。（第3\n    項）受發回或發交之高等行政法院，應以最高行政法院所為\n    廢棄理由之法律上判斷為其判決基礎。」本件最高行政法院\n    97年度判字第1150號判決廢棄本院92年度訴字第5190號判決\n    ，所為廢棄理由之法律上判斷如次：(一)關於徵收土地之原所\n    有權人依都市計畫法第83條規定聲請收回徵收土地，主管機\n    關應就徵收之全部土地整體觀察（參照最高行政法院97年11\n    月份第2 次庭長法官聯席會議決議），查明是否有明顯事實\n    ，足認需用土地人已按核准計畫使用徵收土地。於具體事件\n    中，其「使用」之內容、程度並其期限如何，則應依經核准\n    之徵收計畫書之記載具體認定之。至於司法院釋字第236 號\n    解釋及最高行政法院68年判字第52號判例係就78年12月29日\n    修正前土地法第219 條有關收回土地之「不依核准計畫使用\n    」或「不實行使用」要件而為闡釋，與都市計畫法第83條規\n    定「不依核准計畫期限使用」之要件無涉，本件係依都市計\n    畫法第83條規定申請收回徵收土地事件，尚不得逕適用之（\n    參見該判決書第12頁至第13頁理由六(一)）。(二)土地法第219\n    條第3 項所定徵收土地未能依期限使用，係因可歸責於原土\n    地所有權人或其使用人，原土地所有權人即不得聲請收回徵\n    收土地者，必原土地所有權人或其使用人就徵收土地所為之\n    行為，係屬不當，且與徵收土地之未能依期限開始使用間有\n    相當因果關係。苟原土地所有權人或其使用人之行為，並非\n    不當，或不致妨礙需用土地人之就徵收土地之使用，僅因需\n    用土地人因審酌其他事項，決意遷延徵收土地之使用進度，\n    自不得將此不利益歸諸原土地所有權人。同理，於適用都市\n    計畫法第83條第2 項聲請收回徵收土地時，必原土地所有權\n    人或其使用人就徵收土地所為之行為，與徵收土地之未能依\n    核准計畫期限使用間有因果關係，始得謂於徵收土地之未依\n    核准計畫期限使用係可歸責於原土地所有權人，而不准其收\n    回徵收土地。於認定聲請收回土地之原所有權人就徵收土地\n    之未依核准計畫期限使用是否可歸責時，就前開因果關係應\n    予調查審認（參見該判決書第13頁至第14頁理由六(二)）。依\n    前揭規定，本院自應以上開最高行政法院之法律上判斷為本\n    件判決之基礎，合先陳明。\n八、復按89年2 月2 日公布施行之土地徵收條例第61條規定：「\n    本條例施行前公告徵收之土地，其申請收回，仍依施行前之\n    規定辦理。」是在土地徵收條例施行前之徵收案件，被徵收\n    人雖在該條例施行之後，始行使收回權，仍應適用都市計畫\n    法第83條及土地法第219 條之規定。而此二條文間具有特別\n    法與普通法之關係，必須都市計畫法第83條無特別規定者，\n    始適用土地法第219 條所列其他一般要件規定以補充之。再\n    關於聲請收回徵收土地之要件，土地法第219 條第1 項第1\n    款規定：「私有土地經徵收後，有左列情形之一者，原土地\n    所有權人得於徵收補償發給完竣屆滿1 年之次日起5 年內，\n    向該管直轄市或縣（市）地政機關聲請照徵收價額收回其土\n    地︰一、徵收補償發給完竣屆滿1 年，未依徵收計畫開始使\n    用者。…」惟都市計畫法第83條則規定：「（第1 項）依本\n    法規定徵收之土地，其使用期限，應依照其呈經核准之計畫\n    期限辦理，不受土地法第219 條之限制。（第2 項）不依照\n    核准計畫期限使用者，原土地所有權人得照原徵收價額收回\n    其土地。」足認都市計畫法第83條對使用期限已明文排除適\n    用土地法第219 條第1 項1 年未依徵收計畫開始使用之期間\n    規定，而以是否依照核准計畫期限使用為收回之要件。又有\n    無依照核准計畫期限使用之認定標準，則應於具體事件中，\n    就所徵收全部土地之使用內容、程度及其期限等情形，整體\n    觀察之。若不能認定已於期限內依照核准計畫期限使用，且\n    非因可歸責於原土地所有權人之不當行為所致者，原土地所\n    有權人即得申請收回，而非謂需用土地人僅著手興辦事業之\n    準備工作，即可謂已依計畫期限使用，原所有權人不得請求\n    收回（最高行政法院97年11月份第2 次庭長法官聯席會議決\n    議及本件最高行政法院廢棄發回意旨參照）。至於收回徵收\n    土地之請求權時效、收回程序及可歸責事由等其他事項，因\n    都市計畫法未有特別規定，自仍應適用土地法第219 條所規\n    定之一般要件。\n九、經查：\n  (一)參加人為興辦臺北市士林區21號公園工程，需用系爭土地，\n    報經被告以77年5 月5 日台（77）內地字第595436號函核准\n    徵收，而由參加人所屬地政處於78年2 月27日公告徵收。依\n    核准徵收土地計畫書記載之計畫進度為「列入臺北市政府中\n    長程計畫，自77年7 月起至89年6 月止依計畫使用。」惟參\n    加人尚未辦理地上改良物徵收之前，即以83年7 月19日函通\n    知原告於83年12月1 日前命原告自行拆遷，原告則分別於84\n    年3 月15日、84年10月2 日、86年9 月26日、88年3 月30日\n    、88年5 月10日向臺北市議會陳情，要求參加人俟都市計畫\n    通盤檢討定案後再行丈量及徵收地上物作業，經參加人審酌\n    後，由所屬都市發展局於88年9 月4 日函復知本件公園仍維\n    持原都市計畫，其後參加人經與原告協議價購地上改良物未\n    果，遂報請內政部以89年2 月2 日台(89)內地字第8903186\n    號函准予徵收，參加人並於同年3 月21日公告徵收地上改良\n    物，並完成徵收補償程序。嗣由參加人所屬工務局公園路燈\n    工程管理處於89年2 月3 日通知原告預定於89年5 月25日拆\n    除廠房、農作物等地上物，原告不服提起訴願，參加人所屬\n    訴願委員會於89年5 月20日以原處分機關非無管轄權限為由\n    ，作成訴願決定「原處分撤銷，由原處分機關另為處理」，\n    拆除工作乃懸置未進行，迄89年6 月27日參加人所屬工務局\n    公園路燈工程管理處始前往系爭土地現場設置施工圍籬，原\n    告所屬員工則在場抗爭，參加人旋以89年6 月29日函通知原\n    告訂於89年6 月30日執行地上物拆遷作業，而於當日拆除系\n    爭土地上之圍牆、大門及鄭芳瑞所種植之蓮霧等部分地上物\n    ，並購置盆栽在現場空地處種植約200 平方公尺。嗣原告聲\n    請收回系爭徵收土地，而經被告以原處分否准在案等情，為\n    兩造所不爭執，並有卷附被告77年5 月5 日台（77）內地字\n    第595436號函、參加人徵收土地計畫書、徵收土地清冊、臺\n    北市政府地政處78年2 月27日北市地四字第7144號徵收公告\n    （以上見原處分卷第1 至9 頁）、內政部89年2 月2 日台（\n    89）內地字第8903186 號函、徵收土地改良物計畫書、參加\n    人89年3 月21日府地四字第8901755300號徵收公告、參加人\n    工務局公園路燈工程管理處89年2 月3 日北市工公配字第89\n    60300000號函（以上見原處分卷第11至15頁、第17至18頁及\n    第33頁）、參加人89年5 月20日府訴字第8904279700號訴願\n    決定書（見前審卷第181 至189 頁) 、臺北市議會處理原告\n    陳情案相關文件（見內政部調借文件卷宗第28頁至第35頁）\n    、原告抗爭實況照片（見前審卷第190 頁至191 頁及第194\n    頁）及原處分（見前審卷第27頁）可稽。\n  (二)稽之上揭參加人徵收土地計畫書所載，該計畫進度係自77年\n    7 月起至89年6 月止依計畫使用甚明。而參加人則遲至89年\n    6 月27日始僱工至徵收土地架設準備施工之圍籬，並自計畫\n    期限末日即同月30日起，才委僱請坤益營造工程有限公司（\n    下稱坤益公司）從事地上物拆除及清運之工作，接續於翌月\n    3 日、4 日及同年10月5 日方將土地上之圍牆、大門、地坪\n    、警衛室、會議室及辦公室等地上物清除完畢，有參加人89\n    年10月30日府工公字第8909813800號函影本及坤益公司標立\n    現場之告示牌照片可稽（分見內政部調借文件卷宗第68頁及\n    前審卷第56頁）。再參加人就上開公園興建工程先於89年7\n    月12日依公開招標程序決標，而由承作廠商海棠園藝有限公\n    司於90年3 月15日至同年5 月15日之期間內，進行擴建公園\n    工程，而種植231 株喬木、8846株灌木及51624 株草花予以\n    綠化等情，亦有參加人工務局公園路燈工程管理處之上開公\n    園擴建工程─土木工程公開招標公告資料及承包廠商施作告\n    示牌在卷可證（見前審卷第53頁及第56頁，同本院卷一第50\n    頁及第51頁）。\n  (三)被告及參加人雖辯稱：參加人於89年6 月30日即進入系爭土\n    地拆除地上物整地，並植栽約200 平方公尺，顯已依照核准\n    計畫期限開始使用徵收土地云云。惟公用徵收之目的既為興\n    辦公用事業，則所稱依計畫使用，自指興辦事業之主體工程\n    動工而言，否則，即不能謂有依核准徵收計畫使用之事實，\n    此徵諸土地徵收條例第9 條第4 項之立法定義可明。本件被\n    告核准徵收系爭土地係因參加人需用以興辦士林區21號公園\n    之事業，衡諸興建公園事業之性質，當需建置步道、照明燈\n    具、休憩必備設施及器具、植栽區塊及其養護、阻障設施等\n    各項主體工程，此徵諸卷附21號公園已完工後之實況照片可\n    明（見本院卷一第279 頁）。故本件參加人於期限前3 日至\n    系爭土地外圍架設施工圍籬及其期限末日進入其內拆除系爭\n    土地上之地上物並整地，僅屬於興辦公園事業前之準備工作\n    ，難認已著手興建公園事業之主體工程。至於被告及參加人\n    所辯：參加人於89年6 月30日當日已有進行植栽乙節。觀之\n    卷附被告提出之當日照片所示（見本院卷一第270 至271 頁\n    ），固可見參加人確有購置盆栽，僱工種植之情狀，然參加\n    人係於期限末日甫進入拆除地上物之際，隨意覓取空地翻土\n    種植，並未經規畫，且無任何養護措施，不旋踵即任令枯萎\n    ，其後整地時亦予以刨除，有卷附照片可證（見內政部調借\n    文件卷宗第77頁、第78頁及前審卷第55頁、第57頁）。參之\n    參加人係系爭土地全數拆除完畢，並整地完成後，始由另一\n    承作公園擴建綠化工程之廠商於翌年3 月15日起開始施工及\n    綠化等情況，可見參加人倉促在期限末日購置盆栽僱工種植\n    之舉措，明顯係虛應符合「使用」行為之形式而已，並不具\n    其實質，不能認屬於依計畫使用之行為，方允事理之平。是\n    本件參加人在徵收計畫所定期限屆至之前，僅著手實施興建\n    公園之前置作業行為，尚未按原核准計畫使用，要無疑義。\n  (四)被告及參加人雖復辯稱：參加人係因原告於土地徵收完竣後\n    ，未依通知搬遷，且向臺北市議會陳情以拖延進度，並於參\n    加人前往架設施工圍籬及拆除地上物時皆進行抗爭，故參加\n    人縱有未依計畫期限使用，亦因可歸責於原告所致云云。惟\n    參加人係於77年間報經被告核准徵收系爭土地在案，而遲至\n    89年2 月始再就地上改良物，報經內政部核准徵收，並辦竣\n    補償作業，迄89年6 月30日始開始強制拆除作業，則參加人\n    如認原告未依通知自動搬遷係屬違法，本可依照法定程序，\n    以公權力予以排除，然參加人卻任其延宕，俟完成地上物徵\n    收及補償程序後，始於期限末日前1 日即89年6 月29日通知\n    拆除，而於翌日予以強制執行，衡情參加人未拆除地上物與\n    原告未自動搬遷之間，殊難謂有相當因果關係存在。再原告\n    縱有向民意機關陳情，經由民意代表以影響參加人計畫之執\n    行，然人民向民意機關或民意代表陳情，原為法律所允許，\n    並非屬不當之行為，參加人採行民意代表之建議與否乃其權\n    理之結果，參加人如審酌可經由民意代表協調以解決爭端，\n    而擱置公權力之行使，全繫於參加人之自主決意，不能諉責\n    於原告。又觀之卷附被告提出之照片所示（見本院卷一第26\n    5 至268 頁及第274 至275 頁），固可見原告員工於89年6\n    月27日、同月30日及7 月3 日在現場抗爭之情景，但由卷附\n    被告及參加人另外提出之照片所示（見本院卷一第267 頁至\n    第271 頁），仍可見警員於上開日期均有在場阻絕原告員工\n    妨礙施工，參加人所僱之工人在警員護衛下，皆能順利工作\n    ，況且被告及參加人亦自承：參加人於當日已拆除地上物及\n    植栽等情在卷，已如前述。是依卷證資料，尚不足以認定參\n    加人係因原告員工之抗爭不能施作，導致使用遲延。至於原\n    告員工於同年7 月3 日進行抗爭乙節，因當日已在計畫期限\n    屆至之後，顯與參加人之遲延使用無關甚明。故本件參加人\n    未依照計畫期限使用系爭土地，難認係因可歸責於原告之不\n    當行為所致，自不能將此不利益歸諸原告承受。\n十、綜上所述，被告及參加人所辯各節，均非可採。本件上開原\n    告被徵收土地，參加人並未依照核准之計畫期限使用，且難\n    認係因可歸責於原告之不正當行為所致，則原告於法定期間\n    內聲請照原徵收價額收回附表所示被徵收土地，經核符合都\n    市計畫法第83條第2 項規定之特別要件及土地法第219 條所\n    列之其他一般要件，自應予以准許。被告以原告之聲請不符\n    法定要件為由，而否准所請，適用法律自有違誤，訴願決定\n    未予糾正，亦有不合。從而，本件原告訴請撤銷訴願決定及\n    原處分，並求為判命如聲明所示，即有理由，應予准許。\n十一  本件為判決基礎之事證已臻明確，兩造其餘攻擊防禦方法，\n    核與本件判決結果不生影響，爰不逐一論述，併此敘明。\n據上論結，原告之訴為有理由，依行政訴訟法第200 條第3 款、\n第98條第1 項前段，判決如主文。\n中    華    民    國    99    年     5    月   12     日\n                    臺北高等行政法院第二庭\n                              審判長法  官  徐  瑞  晃\n                                    法  官  蕭  惠  芳\n                                    法  官  蔡  紹  良\n上為正本係照原本作成。\n如不服本判決，應於送達後20日內，向本院提出上訴狀並表明上\n訴理由，如於本判決宣示後送達前提起上訴者，應於判決送達後\n20日內補提上訴理由書（須按他造人數附繕本）。\n中    華    民    國    99    年     5    月   12     日\n                                    書記官  張  正  清\n",
  "structure": {
    "main": "訴願決定及原處分均撤銷。\n被告應作成同意原告照原徵收價額收回附表所示徵收土地之行政\n處分。\n第一審及發回前上訴審訴訟費用均由被告負擔。",
    "fact": "一、程序事項：\n    被告代表人於起訴時為謝長廷，訴訟繫屬中遞次變更為蘇貞\n    昌、張俊雄、劉兆玄、乙○○，均經具狀承受訴訟，核無不\n    合，應予准許，合先敘明。\n二、事實概要：\n    參加人為興辦士林21號公園工程，需用坐落臺北市○○區○\n    ○段三小段786-1 地號等7 筆土地，報經被告以77年5 月5\n    日台（77）內地字第595436號函核准徵收，交由參加人所屬\n    地政處以78年2 月27日北市地四字第7144號公告。該等土地\n    上之土地改良物，則報經內政部以89年2 月2 日台（89）內\n    地字第8903186 號函核准徵收，由參加人所屬地政處以89年\n    3 月21日府地四字第8901755300號公告。嗣原告於89年7 月\n    19日依都市計畫法第83條規定，聲請照徵收價額收回坐落台\n    北市○○區○○段三小段786-1 、786-5 、786-6 、807 及\n    光華段一小段2 地號等5 筆土地（下稱系爭土地），經參加\n    人89年7 月28日會勘結果，以本件被徵收土地在計畫期限內\n    已依徵收計畫使用，擬不予發還，報經內政部以90年1 月12\n    日台（90）內地字第8917200 號函同意照辦。原告不服，提\n    起訴願，經決定駁回，提起本件行政訴訟，經本院92年度訴\n    字第5190號判決駁回原告之訴，原告不服，提起上訴，經最\n    高行政法院97年度判字第1150號判決廢棄原判決，發回本院\n    更為審理。\n三、本件原告主張略以：\n  (一)參加人未依核准計畫之內容、程度及期限使用系爭土地，原\n    告依都市計畫法第83條規定自得買回系爭土地：\n    1.參加人未依核准計畫使用系爭土地，直至核准計畫使用期\n      限末日即89年6 月30日之前一日，始以參加人89年6 月29\n      日府工公字第8903316300號函，命原告於不到24小時之期\n      限內自行拆除搬遷系爭土地之地上物，並於計畫期限末日\n      進入系爭土地拆除地上物，圍以簡易圍籬，並於同案徵收\n      之鄰地胡亂留下盆栽，即謂有使用系爭土地，而製造出形\n      式上有使用系爭土地之紀錄；且參加人於89年停字第1 號\n      庭訊時，亦當庭表示「因使用期限將屆，原告權利必收回\n      ，再行徵收花費更重大」，故急於89年6 月29日通知，次\n      日即行拆除，亦證參加人於12年計畫期限內，從未依核准\n      計畫使用系爭土地，直至計畫期限末日始虛應故事，目的\n      僅在於阻止原告行使收回權，以免重行徵收成本遽增。\n    2.原告依據都市計畫法之規定請求買回系爭土地；都市計畫\n      法第83條與土地法第219 條規定關於買回權之行使要件顯\n      不相同，都市計畫法第83條規定之要件為不依照核准計畫\n      期限使用，而土地法第219 條規定之要件則為徵收補償費\n      發放完竣1 年內未依徵收計畫開始使用；正因土地法規定\n      之1年期間甚短，故土地法第219條僅要求需用地機關有開\n      始使用之事實，被徵收人即不得行使買回權；惟此與原告\n      請求之基礎即都市計畫法第83條規定之要件顯不相同，自\n      不得比附爰引；上級審發回意旨並已指明：釋字第236 號\n      解釋及最高行政法院68年判字第52號判例係針對土地法第\n      219條有關收回土地之要件所為闡釋，核與都市計畫法第8\n      3 條規定之買回權行使要件無涉；被告及參加人援引之他\n      案件見解均係針對土地法第219 條所為之解釋，至多僅表\n      示關於都市計畫法第83條未規定之事項，得以土地法第21\n      9 條補充，惟都市計畫法第83條既已規定買回權行使要件\n      ，自得排除土地法第219 條適用。最高行政法院97年11月\n      第2 次庭長會議決議，都市計畫法第83條第2 項規定之不\n      依照核准計畫期限使用，應就所徵收全部土地整體觀察，\n      是否有明顯事實足認需用土地人已按核准計畫使用徵收土\n      地，與土地法第219 條規定僅需開始使用迥然有別。\n    3.按土地徵收條例第9 條第4 項明定，所稱開始使用，係指\n      興辦事業之主體工程動工，依其文義應指排除興建工程地\n      面障礙後，為達使用目的而為主體建設行為；被告98年4\n      月23日答辯狀第2 頁第二、(二)點及參加人98年5 月12日答\n      辯狀第14頁第3 點以下，均承認參加人於核准計畫所定、\n      長達12年之期限內，於系爭土地上之作為僅有：89年6 月\n      27日架設圍籬及同年月30日拆除原告公司圍牆、大門及鄰\n      地上的蓮霧，並從事整地植栽綠化，尚不論所謂綠化與公\n      園規劃完全不符，而且參加人任其枯萎。參加人於計畫期\n      限過後，始於89年7 月12日決標選定公園興建施工廠商，\n      系爭工程主體顯未於計畫期限內開始動工，系爭工程既未\n      達可資開始使用之程度，遑論依計畫使用；最高行政法院\n      97年度判字第1150號判決亦認參加人拆除系爭土地之地上\n      物並整地，僅為興辦本件公園之準備工作。另按都市計畫\n      法第83條第2 項所定不按照核准計畫期限使用，依最高行\n      政法院93年判字第377 號判決意旨略以：「…都市計畫公\n      共設施保留地經依都市計畫法徵收後，原土地所有權人以\n      不依照核准計畫使用期限使用為原因，申請收回土地，必\n      於核准之計畫期限屆滿後始得為之。…內政部84年9 月26\n      日台內地字第8488181 號函釋：『依都市計畫法徵收之公\n      共設施保留地，應於土地徵收計畫書內敘明使用期限，逾\n      越該計畫期限仍未施工者，即屬不依照核准計畫期限使用\n      ，原土地所有權人得收回其土地，其聲請期限…自該使用\n      期限屆滿之次日起算5 年。』…」足資參照。參加人於使\n      用期限末日胡亂放置盆栽之行為，並不屬於依核准計畫施\n      作，且承包施工廠商開始施工後即將該等盆栽剷除，故參\n      加人於使用期限末日所為之亂放盆栽行為顯未達施工使用\n      之程度，復見參加人未依照核准計畫使用期限使用。況參\n      加人於前審93年12月24日所提答辯狀中自承，於89年10月\n      間拆除系爭土地上廠房，至同年12月全部拆除完畢，足證\n      參加人於計畫使用期限屆滿時，根本未完成地上物之拆遷\n      作業，亦未完成系爭土地之工程預算編列、發包、施工等\n      程序，遑論實際使用或開始使用系爭土地。\n    4.按土地徵收條例第28條規定，直轄市或縣市主管機關應通\n      知土地權利人或使用人限期遷移完竣；次按臺北市舉辦公\n      共工程對合法建築及及農作物改良拆遷補償暨違章建築處\n      理辦法第4條第2項規定，至少應於執行拆除5 個月前通知\n      當事人；參加人未依前開法令規定期限預為通知，而於使\n      用期限末日前不到24小時內，悍然發函通知原告搬遷並於\n      次日拆除系爭土地地上物，其行為有重大明顯瑕疵及違法\n      ，業經監察院糾正在案，該行為縱非無效亦屬得撤銷，斷\n      不得視為依核准計畫使用系爭土地之行為。\n  (二)參加人未於計畫核准期限內使用系爭土地，係因無施政正當\n    性且自行延誤作業所致，與原告無關：\n    1.按最高行政法院97年度判字第1144號判決、97年度判字第\n      1145號判決及97年度判字第1149號判決意旨，土地法第21\n      9條第3項所定徵收土地未能依期限使用，係因可歸責於原\n      土地所有權人或其使用人，原土地所有權人即不得聲請收\n      回徵收土地者，必原土地所有權人或為其占有徵收土地之\n      使用人就徵收土地所為之行為，係屬不當，且與未能依期\n      限開始使用間有因果關係。苟該聲請人或其使用人之行為\n      ，並非不當，或不妨礙需用土地人就徵收土地之開始使用\n      ，僅因需用土地人因審酌其他事項，決意遷延徵收土地之\n      開始使用，自不得將此不利益歸諸該聲請人。\n    2.次按釋字第534 號解釋意旨及其理由書略以：「…土地法\n      第219條第1項第1 款規定…即係防止徵收機關對不必要之\n      徵收或未盡周詳之徵收計畫率行核准、或需用土地人遷延\n      興辦公共事業，致有違徵收之正當性或必要性，因而特為\n      原所有權人保留收回權。…需用土地人於市、縣地政機關\n      在上開期間內怠於行使公權力而為強制執行時，復未依徵\n      收計畫之使用目的提起必要之訴訟，以求救濟，是以市、\n      縣地政機關既未積極推行計畫內容，需用土地人又怠於行\n      使權利，此際原土地所有權人若不得聲請收回土地，不啻\n      將此不利益歸由原土地所有權人負擔，自應不妨礙收回權\n      之行使。」本件參加人怠於行使公權力以執行土地徵收核\n      准計畫，其不利益自不應由原告承擔，故不得妨礙原告收\n      回權之行使。\n    3.原告陳情係屬正當行使權利之行為，非屬土地未依計畫核\n      准期限使用而可歸責予原告：按土地法第215條第1項、土\n      地徵收條例第1項、第2項，以及最高法院94年台上字第14\n      88號判決皆指明，土地權利人於土地及其改良物之徵收補\n      償費發放完竣前，得繼續為從來之使用。參加人遲至89年\n      3 月21日始公告徵收系爭土地地上物，至89年5 月9 日始\n      將補償費存入保管專戶。故原告於地上物之補償費發放完\n      竣前，本有權繼續占有使用地上物，而無拆除搬遷義務，\n      自無須依參加人83年7 月19日83府工公字第83041923號函\n      以及89年2 月3 日函拆遷系爭土地上改良物。原告雖多次\n      陳情，惟係要求參加人正視系爭土地根本欠缺徵收作為公\n      園之必要性，希望參加人檢討不當徵收計畫，係屬合法行\n      為。原告自系爭土地被徵收時起，至計畫期間屆滿時止，\n      從未進行任何事實上抗爭阻撓行為，參加人未於計畫期限\n      內使用系爭土地，係屬參加人基於諸多因素考量後自為之\n      決定；且參加人已於93年12月24日答辯狀自承「…考量公\n      益與私益間之均衡及尊重議會監督預算執行之職務，並配\n      合都市計畫審議而暫緩進行系爭土地改良之補償、拆遷程\n      序」可明，故原告依法陳情並非系爭土地未依限使用之可\n      歸責事由。參加人未依核准計畫使用系爭土地，與原告之\n      合法陳情行為間並無相當因果關係，因陳情、申請變更都\n      市計畫等行為並無停止或暫緩參加人使用系爭土地之效力\n      ，參加人於其補充答辯(二)狀第22頁第7 行以下表示，其係\n      因審酌其他事項，決議遷延徵收土地之使用進度，依前開\n      判決意旨，自不能認參加人未依計畫期限使用與原告有何\n      相當因果關係。\n    4.原告自系爭土地被徵收時起至使用期限屆滿時止，從未進\n      行任何不當抗爭阻撓行為。依被證18之89年6 月27日照片\n      及更被證21之89年6 月30日照片所示，原告並未進行非理\n      性阻撓抗爭行為，僅有員工數人在場見證參加人進行作業\n      ，縱參加人於期限屆滿日所為僅係製造有使用系爭土地之\n      假象，以阻止原告行使收回權，原告亦未加攔阻，僅拍照\n      存證。參加人提出89年7 月1 日至4 日照片，指摘原告復\n      建圍牆、拉白布條抗爭云云，姑且不論前揭指摘與事實有\n      所出入，原告於核准計畫期限屆滿以後，抗議參加人於計\n      畫期限屆滿日始驟然拆除原告大門圍牆，與參加人未於法\n      定期限內使用系爭土地，二者間毫無因果關係，參加人指\n      摘，洵不足採等情。並聲明求為判決撤銷訴願決定及原處\n      分，並命被告作成准予原告買回系爭土地之處分。\n四、被告答辯略謂：\n  (一)有關最高行政法院判決理由六、(一)關於司法院釋字第236 號\n    解釋及最高行政法院68年判字第52號判例係就土地法第219\n    條收回土地要件為闡釋，不得逕將各該解釋、判例適用於都\n    市計畫法第83條申請徵收土地之事件之法律見解，應有錯誤\n    ；按都市計畫法第83條及土地法第219 條有特別法與普通法\n    之關係，都市計畫法第83條規定係就被徵收土地之使用期限\n    為特別規定，就收回被徵收土地之其他事項，如請求權時效\n    、程序事項、以及歸責事由等則均無規定，且未排除土地法\n    第219 條之適用，故該等事項自應適用土地法第219 條之其\n    餘規定。是以，都市計畫法第83條第1 項僅就使用期限排除\n    土地法第219 條之限制，未排除土地法第219 條規定收回期\n    間及收回要件，故都市計畫法第83條申請收回土地之案件，\n    自有司法院釋字第236 號解釋及最高行政法院68年判字第52\n    號判例之適用（最高行政法院97年度判字第1141號、97年度\n    判字第1149號、97年度判字第1153號判決意旨參照）。\n  (二)系爭土地確已在計畫期限內使用，不符合都市計畫法第83條\n    及土地法第219條得申請收回土地之要件：\n    1.臺北市士林21號公園於59年都市計畫公告為公園用地，分\n      為77年度闢建及84年度擴建，77年度編列預算先行部分開\n      闢，本件系爭土地屬84年度公園擴建工程範圍，報經被告\n      77年5月5日核准徵收，參加人所屬地政處於78年2 月27日\n      公告徵收。依土地徵收計畫書所載，計畫進度為列入參加\n      人中長程計畫，自77年7月起至89年6月止依計畫使用，惟\n      土地徵收計畫書僅寫明預定內容，而不會敘明徵收之進度\n      細目。\n    2.參加人於89年6 月27日架設圍籬，同年月30日拆除原告所\n      在圍牆、大門及鄰地蓮霧等地上物後並於當日整地植栽綠\n      化，系爭土地未逾核准之計畫期限使用，縱未於計畫期限\n      內完工，且僅完成整地及初步綠化工作，仍已大致達到做\n      為公園使用之休憩功能。\n    3.最高行政法院97年11月份第2 次庭長法官聯席會議決議：\n      「都市計畫法第83條第2 項規定之『不依照核准計畫期限\n      使用』，應就所徵收之全部土地整體觀察之，在有明顯事\n      實，足認需用土地人已按核准計畫使用徵收土地者，原土\n      地所有權人不得聲請收回土地。非謂需用土地人，就欲興\n      辦事業之工程，於該徵收計畫所載完工日尚未全部完工，\n      原土地所有權人即可聲請收回土地。」本件程已於徵收計\n      畫期限內依法使用，縱未於完工日時全部完工，尚不符合\n      得申請收回之要件。\n  (三)系爭土地遲至計畫期限將屆始開始使用，確可歸責於原告：\n    1.參加人依徵收計畫於84年度編列系爭土地改良物補償費預\n      算，並於83年6 月24日公告拆遷，原告為拖延系爭土地上\n      改良物之拆遷時程，履次向臺北市議會陳情，提出同等土\n      地交換、工廠先建後拆、變更都市計畫等條件，案經臺北\n      市議會分別於84年至88年多次協調，要求俟都市計畫通盤\n      檢討定案後再行丈量及徵收土地改良物作業，致土地改良\n      物之拆遷補償之時程不能如期進行。\n    2.嗣經參加人所屬都市發展局88年9月4日函「…本公園仍維\n      持原都市計畫…」，參加人始得進行地上物拆遷作業，參\n      加人所屬工務局公園路燈工程管理處88年11月7 日現場查\n      估丈量，並辦理地上物之協議價購，惟無法與原告達成協\n      議，故參加人於89年1 月25日依程序報請徵收土地改良物\n      ，經內政部89年2月2日函准予徵收，本件地上物補償作業\n      ，原應於84年間辦理完畢，遲至89年始得辦理徵收作業，\n      係原告多次向臺北市議會陳情所致。\n    3.原告屢次向臺北市議會陳情之行為，使民意代表介入，造\n      成參加人不得不延緩工程進度。地方政府在現行地方自治\n      法制下，必須尊重議會監督之職權，以致系爭土地遲至計\n      畫期限將屆至始開始使用，自可歸責於原告等語置辯，資\n      為抗辯。並聲明求為判決駁回原告之訴。\n五、參加人陳述略以：\n  (一)參加人已於計畫期限內依法使用系爭土地，故原告不得照原\n    徵收價額收回其土地：\n    1.按89年2 月2 日公布施行土地徵收條例第61條規定：「本\n      條例施行前公告徵收之土地，其申請收回，仍依施行前之\n      規定辦理。」前揭條文所稱施行前之規定，係指89年2 月\n      2 日公布施行前有關土地法第219 條等申請收回被徵收土\n      地之規定而言；又土地徵收條例施行前，依都市計畫法徵\n      收之原土地所有權人收回被徵收土地之規定，計有都市計\n      畫法第83條及土地法第219 條。準此，本件原告於89年7\n      月19日聲請收回系爭土地時，土地徵收條例雖已施行，然\n      系爭土地於同條例施行前經公告徵收，依同條例第61條規\n      定，應依同條例施行前有關規定辦理。次按土地法第219\n      條第1 項規定：「私有土地經徵收後，有左列情形之一者\n      ，原土地所有權人得於徵收補償發給完竣屆滿1 年之次日\n      起5 年內，向該管直轄市或縣（市）地政機關聲請照徵收\n      價額收回其土地︰一、徵收補償發給完竣屆滿1 年，未依\n      徵收計畫開始使用者。二、未依核准徵收原定興辦事業使\n      用者。」第3 項規定：「第1 項第1 款之事由，係因可歸\n      責於原土地所有權人或使用人者，不得聲請收回土地。」\n      其中，原土地所有權人聲請收回未依徵收計畫開始使用之\n      土地之法定要件為：1.私有土地已經徵收；2.徵收補償發\n      給完竣屆滿1 年，未依徵收計畫開始使用（不實行使用）\n      ；3.非可歸責於原土地所有權人或使用人；4.原土地所有\n      權人須於徵收補償發給完竣屆滿1 年之次日起5 年內，向\n      該管直轄市或縣（市）地政機關聲請。至所謂未依徵收計\n      畫開始使用（不實行使用），係指：被徵收土地之全部，\n      絲毫未使用時，始足當之（參閱學者陳立夫著論文「釋論\n      我國土地徵收制度中之收回權」第489 頁）；另參行政院\n      53年6 月30日台內地字第4534號函釋，所稱實行使用，係\n      指照原核准計畫實際使用該項徵收之私有土地或於該項土\n      地上連續從事有關達成徵收計畫之各項工作。而按行政法\n      院68年判字第52號判例，所謂徵收私有土地後，不依核准\n      計畫使用，係對於所徵收土地之整體不依原核准計畫使用\n      而言，若就徵收之土地已按原核准計畫逐漸使用，雖尚未\n      達到該土地之全部，但與不依核准計畫使用之情形有間，\n      應無土地法第219 條之適用。再按行政法院73年判字第44\n      6 號判決意旨，徵收私有土地後，需地機關是否已依核准\n      計劃使用，或於徵收完畢1 年後實行使用，應以該項土地\n      之整體為準，如於原計劃使用期限內已使用者，即不發生\n      所有權人得照原徵收價額收回其土地之問題；是使用機關\n      填土整地以改變地形、地貌，其後雖未立刻作進一步之使\n      用，然其劃明界線、變更地目及在地上填土加高等行為，\n      即應認為係整體之實行使用，已合於核准計畫使用或於徵\n      收完畢1 年內實行使用之情形；末按司法院大法官釋字第\n      236 號解釋意旨，所謂不依核准計畫使用或不實行使用，\n      應依徵收目的所為土地使用之規劃，就所徵收之全部土地\n      整體觀察之，在有明顯事實，足認屬於相關範圍者，不得\n      為割裂之認定，始能符合公用徵收之立法本旨。依據都市\n      計劃法第83條第1 項規定文義可知，僅在排除土地法第21\n      9 條第1 項第1 款法定使用期限之限制（參見最高行政法\n      院94年度判字第176 號判決、最高行政法院96年度判字第\n      655 號判決、最高行政法院96年度判字第1352號判決、最\n      高行政法院97年度判字第1132號判決、最高行政法院97年\n      度判字第1149號判決意旨）。所謂不依照核准計畫期限使\n      用，係指就所徵收之全部土地整體觀察之，在有明顯事實\n      ，足認需用土地人已按核准計畫使用徵收土地者，原土地\n      所有權人不得聲請收回土地。非謂需用土地人，就欲興辦\n      事業之工程，於該徵收計畫所載完工日尚未全部完工，原\n      土地所有權人即可聲請收回土地（最高行政法院92年判字\n      第3314號判決、最高行政法院94年度判字第176 號判決、\n      最高行政法院97年度判字第1132號判決，以及最高行政法\n      院97年11月份第2 次庭長法官聯席會議決議意旨參照）。\n      綜上可知：都市計畫法第83條第2 項規定不依照核准計畫\n      期限使用，同前揭土地法第219 條之解釋，係指被徵收土\n      地之全部，絲毫未使用時，始足當之。準此，徵收土地之\n      原所有權人依都市計畫法第83條規定聲請收回徵收土地，\n      主管機關應就徵收之全部土地整體觀察，查明是否有被徵\n      收土地之全部絲毫未使用之明顯事實，始足認需用土地人\n      未按核准計畫使用徵收土地。\n    2.本件上級審判決稱：\n      於具體事件中，其使用之內容、程度並其期限如何，則應\n      依經核准之徵收計畫書之記載具體認定之；是本件應就其\n      計畫之內容、程度並其期限如何，詳予調查，據以認定參\n      加人完成之拆除上訴人圍牆、大門，及整地植栽綠化約20\n      0 平方公尺是否合於計畫進度，如僅依89年6 月止數語記\n      載，及參加人完成之前述工作之情形，遽予判斷參加人於\n      本案已按原核准計畫使用，即有應調查之事項未予調查之\n      違法。況拆除系爭土地上之地上物及整地，似僅為興辦本\n      件公園之準備工作，若憑此即謂參加人已依計畫期限使用\n      ，其理由容欠完備。至司法院釋字第236 號解釋及最高行\n      政法院68年判字第52號判例係就78年12月29日修正前土地\n      法第219 條有關收回土地之要件為闡釋，與都市計畫法第\n      83條規定之不依核准計畫期限使用要件無涉，尚不得逕將\n      各該解釋、判例適用於依都市計畫法第83條規定申請收回\n      徵收土地之事件，故本件引用最高行政法院68年判字第52\n      號判例意旨所揭已按原核准計畫逐漸使用等語作為本件判\n      決依據，尚有未合。\n    3.惟本件上級審判決理由矛盾且未受最高行政法院多數意見\n      所採，其顯然錯誤之法律判斷自不拘束鈞院。理由如下：\n      就規範而言，都市計畫法第83條第2 項有關收回徵收土\n        地之原因，即不依照核准計畫期限使用之規定，自應與\n        土地法第219 條第1 項第1 款所為『未依徵收計畫開始\n        使用』之規定為相同解釋（前揭釋字第236 號解釋、最\n        高行政法院68年判字第52號判例、73年判字第446 號判\n        決、97年11月份第2 次庭長法官聯席會議決議參照）。\n        是上級審判決認不得逕將釋字第236 號解釋及改制前行\n        政法院68年判字第52號判例適用於本件，顯然有誤。\n      上級審判決既認不得將土地法第219 條有關收回土地之\n        要件之闡釋適用於依都市計畫法第83條規定申請收回徵\n        收土地之事件，復又指摘原審未詳細研求上訴人之前開\n        行為與參加人之未能依限使用系爭土地，有何因果關係\n        ，能否謂上訴人有可歸責事由，然前揭因果關係與可歸\n        責事由俱屬於土地法第219 條規定之要件，由是可見上\n        級審判決論理前後自相矛盾。\n      土地法第234 條規定，直轄市或縣（市）地政機關於被\n        徵收土地應受之補償發給完竣後，即有命被徵收人搬遷\n        之義務，上級審關於此部分指摘所由不知從何而來。職\n        故，鈞院當不受上級審判決此錯誤法律判斷之拘束。\n    4.縱鈞院須受上級審判決發回意旨之拘束，仍應依最高行政\n      法院97年11月第2 次庭長法官聯席會議決議為斷。原告對\n      於最高行政法院97年11月第2 次庭長法官聯席會議決議之\n      解釋顯然偏仄有誤：\n      上開聯席會議決議係採修正甲說略以：都市計畫法第83\n        條第1 項僅就使用期限排除土地法第219 條之限制，未\n        就收回期間以及收回要件併予排除適用。是其期間之計\n        算，依都市計畫法第83條第2 項文義之當然解釋，應自\n        核准之計畫期限屆滿次日起算。而核准之計畫期限屆滿\n        ，即指至徵收計畫所載完工日止。最高行政法院68年判\n        字第52號判例：「土地法第219 條謂『徵收私有土地後\n        ，不依核准計畫使用』係對於所徵收土地之整體不依原\n        核准計畫使用而言，若就徵收之土地已按原核准計畫逐\n        漸使用，雖尚未達到該土地之全部，但與不依核准計畫\n        使用之情形有間，應無該條之適用」亦經司法院釋字第\n        236 號解釋同認，故所謂「不依核准計畫使用」，應依\n        徵收目的所為土地使用之規劃，就所徵收之全部土地整\n        體觀察之，在有明顯事實，足認屬於相關範圍者，不得\n        為割裂之認定，始能符合公用徵收之立法本旨，前開判\n        例本此意旨，與憲法第15條並不牴觸。從而，倘需用土\n        地人至徵收計畫所載完工日仍未積極按核准計畫使用徵\n        收土地，原土地所有權人始得聲請收回土地。而非謂需\n        用土地人未於核准計畫所定之期限內，就欲興辦事業工\n        程於該完工期日為完工，可得聲請收回土地。\n      準此，上開聯席會議決議，實與最高行政法院68年判字\n        第52號判例、73年判字第446 號、92年判字第3314號判\n        決、釋字第236 號解釋等意旨無殊，都市計畫法第83條\n        第2 項規定之不依照核准計畫使用期限使用，其解釋與\n        土地法第219 條相同，係指被徵收土地之全部皆絲毫未\n        使用時，始足當之。參加人既已於計畫期限內拆除原告\n        公司圍牆、大門及訴外人鄭芳瑞之地上物，隨即由所屬\n        工務局派員整地植栽綠化以作為公園使用，即非屬於計\n        畫期限內絲毫未使用被徵收土地，原告自不得依都市計\n        畫法第83條規定依原徵收價額收回系爭土地。\n    5.再者，參加人已於計畫期限內依法使用系爭土地，並非就\n      系爭土地之全部皆絲毫未使用，原告不得照原徵收價額收\n      回其土地：\n      參加人就系爭土地及土地改良物之徵收補償與拆遷，均\n        依法定程序辦理，並無違誤。\n      本件所涉士林區21號公園土地，於77年度編列預算先行\n        部分開闢，嗣於84年度擴建，現已開闢完成供市民使用\n        。其中84年度公園擴建工程用地包含本件系爭土地，且\n        於77年5 月5 日報奉行政院核准徵收在案；依系爭土地\n        徵收計畫書所載：「六土地改良物情形：地上現有建築\n        及農作改良物，另依本計畫書第13項第3 款所列計畫進\n        度，逐年編列預算，依規定辦理。…十三(三)計畫進度：依\n        照都市計畫法第83條規定列入臺北市政府中長計畫，自\n        民國77年7 月起至民國89年6 月止依計畫使用。」因此\n        ，系爭公園擴建工程編列於84年度預算，參加人於83年\n        6 月24日辦理公告，並於83年7 月19日函通知原告，請\n        原告於83年12月1 日前自行將建物拆遷，惟原告為拖延\n        其地上物之拆遷，乃於84年3 月15日、84年10月2 日、\n        86年9 月26日、88年3 月30日、88年5 月10日透過臺北\n        市議會多次開會協調，要求俟都市計畫通盤檢討定案後\n        再行丈量及徵收地上物作業。參加人所屬工務局公園路\n        燈工程管理處於87年4 月30日發包本公園地上物拆除清\n        運工程，參加人所屬都市發展局於88年9 月4 日函示：\n        士林21號公園仍維持原都市計畫，參加人所屬工務局公\n        園路燈工程管理處即於88年11月7 日現場會勘丈量，經\n        原告派員領勘惟未簽名，嗣經88年11月9 日、88年11月\n        18日協議價購均無法與原告達成補償費協議，故依規定\n        報請徵收系爭土地之地上改良物，奉內政部89年2 月2\n        日函准予徵收及參加人89年3 月21日公告徵收，依法完\n        成法定徵收補償程序。參加人所屬工務局公園路燈工程\n        管理處於89年2 月3 日函通知原告預定89年5 月25日拆\n        除廠房、農作物等地上物，惟嗣經原告提起訴願，經訴\n        願決定以拆除通知主體應為參加人為由而撤銷前揭89年\n        2 月3 日函。其後，參加人所屬工務局公園路燈工程管\n        理處先行於89年6 月27日至系爭公園現場設置施工圍籬\n        ，遭原告員工抗爭阻擾，旋於89年6 月29日改以府函通\n        知原告等訂於89年6 月30日執行地上物拆遷作業，嗣於\n        6 月30日當日拆除原告圍牆、大門及訴外人鄭芳瑞所種\n        植之蓮霧等地上物後整地植栽綠化約200 平方公尺。\n      承上，按系爭土地徵收計畫書載明：「依照都市計畫法\n        第83條規定列入台北市政府中長計畫，自民國77年7 月\n        起至民國89年6 月止依計畫使用。」參加人於89年6 月\n        30日拆除土地改良物後，隨即由所屬工務局公園路燈工\n        程管理處派員整地植栽綠化，屬參加人為達成徵收計畫\n        於系爭土地上連續從事有關之各項工作之必要手段。再\n        者，系爭土地係徵收作為公園使用，則參加人所屬派員\n        整地植栽綠化，依經核准之徵收計畫書之記載具體認定\n        ，並就徵收之全部土地整體觀察，有明顯事實，足認參\n        加人已按核准計畫使用徵收土地，顯非就被徵收之系爭\n        土地全部皆絲毫未使用，已符合前揭最高行政法院97年\n        11月份第2 次庭長法官聯席會議決議意旨；是無不依核\n        准計畫使用或不實行使用之情事，原告主張要無可採。\n      此外，萬物豈有不滅之者，則草木枯榮，理所自然，世\n        所恆見，故縱有原告指摘公園內植栽枯死之情形，亦不\n        影響於已經依計畫使用之認定。\n  (二)參加人確無遲延使用情形，已然不符收回權行使要件；至於\n    延宕至計畫期限屆滿前才使用系爭土地，係因可歸責於原告\n    事由所致：\n    1.按都市計劃法第83條第1 項規定僅在排除土地法第219 條\n      第1 項第1 款所定徵收補償發給完竣屆滿1 年之限制，並\n      未排除土地法第219 條第3 項之適用，已如前述。故原土\n      地所有權人依都布計畫法第83條第2 項依法申請買回土地\n      ，仍有土地法第219 條第3 項關於土地所有權人有可歸責\n      事由即不得申請收回土地之規定之適用。又按土地法第21\n      9 條第1 項第1 款規定，原係防止徵收機關為不必要之徵\n      收，或遷延興辦公共事業，特為原土地所有權人保留收回\n      權。是以需用土地機關未於上開期限內，依徵收計畫開始\n      使用徵收之土地者，如係因可歸責於原土地所有權人或為\n      其占有該土地之使用人之事由所致，即不得將遷延使用徵\n      收土地之責任，歸由徵收有關機關負擔（司法院大法官釋\n      字第534 號解釋意旨參照）。所謂可歸責於原土地所有權\n      人之事由，是否須限於以違法行為阻撓系爭土地之使用，\n      尚非無疑；除訴諸暴力，直接、間接阻礙施工之非法抗爭\n      外，亦應包括其他間接施壓手段，例如透過關說或行政協\n      商或使民意代表介入，要求需地機關暫緩施工，使需地機\n      關或執行機關在現行地方自治法制下，實際面臨如預算審\n      查等之壓力，而不得不延緩施工；或陳情變更都市計畫，\n      達成延緩施工之柔性抗爭手段在內。\n    2.本件上級審判決稱：如本件參加人並無不依核准計畫使用\n      或不實行使用之情事，應係指與核准計畫期限相較，參加\n      人就系爭土地之使用並無遲延；又謂本件係遲延使用，經\n      核前後理由相斥，非無理由矛盾之違法；苟原土地所有權\n      人或其使用人之行為，並非不當，或不致妨礙需用土地人\n      之就徵收土地之使用，僅因需用土地人因審酌其他事項，\n      決意遷延徵收土地之使用進度，自不得將此不利益歸諸原\n      土地所有權人。於適用都市計畫法第83條第2 項聲請收回\n      徵收土地時，必原土地所有權人或其使用人就徵收土地所\n      為之行為，與徵收土地之未能依核准計畫期限使用間有因\n      果關係，始得謂於徵收土地之未依核准計畫期限使用係可\n      歸責於原土地所有權人，而不准其收回徵收土地。行政法\n      院於認定聲請收回土地之原所有權人就徵收土地之未依核\n      准計畫期限使用是否可歸責時，就前開因果關係應予調查\n      審認；依土地法第215 條第1 項規定，就系爭土地上之地\n      上改良物，似應予一併徵收，則就系爭土地上之地上改良\n      物為一併徵收之前，原告有無依參加人之通知進行拆除之\n      義務，非無疑義。原告縱未依參加人之通知進行拆除地上\n      改良物，並進行陳情或聲請變更都市計畫，參加人因而延\n      緩系爭土地之使用進度，是否屬參加人審酌其他事項之結\n      果，而與原告無涉；原告之前開行為與參加人之未能依限\n      使用系爭土地，有何因果關係，能否謂原告有可歸責事由\n      ，均有待詳細研求等語。\n    3.惟就規範言，本件原告依都布計畫法第83條第2 項依法申\n      請收回土地，仍有土地法第219條第3項關於土地所有權人\n      有可歸責事由即不得申請收回土地之規定之適用，已如前\n      述。\n    4.再者，本件原審判決認為，參加人延宕至計畫期限屆滿前\n      使用系爭土地，係可歸責於原告，詎本件上級審法院誤認\n      為係指參加人有不依核准計畫使用或不實行使用系爭土地\n      之遲延；是鈞院就此事實仍可調查並作成裁判，不受上級\n      審法院認定之拘束：\n      為貫徹審級制度及終審法院統一法律解釋之旨，下級審\n        法院固受上級審法院作為主要廢棄原判決基礎之法律判\n        斷之拘束，惟若事實尚待查證，則下級審法院重為調查\n        事實、證據之結果並基此所為之裁判，自不受上開法律\n        所定上級審法院判斷之拘束。\n      參加人係主張：系爭土地已於計畫期限內依法使用，惟\n        系爭土地延宕至計畫期限屆滿前使用，係有可歸責於原\n        告之事由，並非自認本件有都市計畫法第83條第2 項規\n        定之不依照核准計畫期限使用或土地法第219 條第3 項\n        所定未依徵收計畫開始使用之情形。\n      原審判決已認定參加人就系爭土地之使用並無遲延，復\n        稱本件遲延使用，係屬可歸責於原告，則依文義脈絡，\n        前開遲延使用自係指參加人於原審所陳系爭土地延宕至\n        計畫期限屆滿前使用之情形而言。\n      綜上可知，上級審法院指摘原審判決有理由矛盾之違法\n        ，顯然係認原審判決所稱本件遲延使用係指參加人有不\n        依核准計畫使用或不實行使用系爭土地之遲延，實有差\n        誤。職是之故，鈞院就此事實仍可調查並作成裁判，不\n        受上級審法院認定之拘束。\n    5.就事實言，系爭土地延宕至計畫期限屆滿前使用，確可歸\n      責於原告，而不可歸責於參加人：\n      原告為拖延系爭土地改良物拆遷時程，屢次向臺北市議會\n      陳情，提出土地同等交換、工業區抵費地配合貸款優惠讓\n      售、工廠先建後拆、變更都市計畫等條件，並由臺北市議\n      會數次函請參加人暫緩本件系爭土地之地上物拆遷補償作\n      業，俟都市計畫委員會決議後再行辦理，參加人考量公益\n      與私益間之均衡及尊重議會監督預算執行之職權，乃先就\n      原告所提各項方案可行性進行研議，並配合都市計畫審議\n      而暫緩進行系爭土地改良物之補償、拆遷程序；惟參加人\n      所屬都市發展局於88年9 月4 日函示：系爭士林21號公園\n      仍維持原都市計畫之公園用地。參加人所屬工務局公園路\n      燈工程管理處於確定系爭土地仍維持公園用地後，即於徵\n      收補償程序完成後，先後於89年6 月27日、89年6 月30日\n      施設圍籬、執行地上物拆遷作業，拆除原告所有之圍牆、\n      大門及訴外人鄭芳瑞所種植之蓮霧等土地改良物，並進行\n      整地植栽綠化使用，詎料被告於89年6 月27日施設圍籬時\n      遭原告員工抗爭阻撓，原告公司之總經理李鵬飛亦在現場\n      ，89年6 月30日拆除原告圍牆、大門及訴外人鄭芳瑞種植\n      之地上物時，亦遭原告員工抗爭，皆有照片可證；原告復\n      於同年7 月1 日、2 日加以復建，參加人嗣於同年7 月3\n      日拆除原告地坪，並植栽綠化，惟原告員工於現場拉白布\n      條抗爭，致使當日拆除工作無法繼續進行，次日該處再度\n      至現場執行拆除時，原告員工復於現場拉白布條抗爭，經\n      排除抗爭後拆除警衛室、廚房及會議室等地上物，惟原告\n      再度陳情，要求暫緩至89年7 月8 日後再拆除辦公室，同\n      年10月間拆除廠房，至12月間始全部拆除完畢，迄今系爭\n      土地已依徵收計畫闢建為公園並對外開放供民眾使用。由\n      上觀之，原告之抗爭，致地上物勘估工作不能進行，並屢\n      藉陳情暫緩執行本件拆遷，致使參加人迫於徵收計畫使用\n      期限將屆之時，始徵收系爭土地改良物，並執行拆除工作\n      與使用系爭土地，確有原告主觀抗拒之事由及客觀不能貫\n      徹公權力之諸多原因存在，並非參加人怠於執行徵收計畫\n      所致，自屬於不可歸責於參加人事由，且難謂無可歸責於\n      原告。\n  (三)退萬步而言，縱認參加人未於計畫期限內依法使用系爭土地\n    ，也是因可歸責於原告所致，詳已如前述，是依前開土地法\n    第219 條第3 項規定，原告亦不得聲請收回土地。又按行政\n    程序法係自90年1 月1 日起施行，依法無溯及適用於本件之\n    效力，行政程序法第8 條既非原告請求照原徵收價格收回系\n    爭土地之法律要件或請求權基礎，原告援引該規定即屬無理\n    由，況原告多加阻撓參加人使用系爭土地，實難謂參加人有\n    何悖於誠信之情事，亦難認原告有何信賴值得保護。\n  (四)參加人拆除地上物並無涉及公告預定拆除時間之違法問題：\n    1.原告稱參加人89年6 月29日通知原告立即搬遷，否則逕行\n      拆除，並於計畫期限末日89年6 月30日拆除地上物，已違\n      反土地徵收條例第28條及臺北市舉辦公共工程對合法建築\n      及農作改良物拆遷補償暨違章建築處理辦法第4 條應在5\n      個月前通知之規定，業經監察院糾正在案，不得謂依核准\n      計畫使用系爭土地云云。\n    2.惟按臺北市舉辦公共工程對合法建築及農作改良物拆遷補\n      償暨違章建築處理辦法第4 條規定：「（第1 項）工程計\n      畫決定後，本府應將拆遷地區、範圍及預定拆除時間公告\n      之。」「（第2 項）前項之拆除時間，至少應於執行拆除\n      5 個月前通知所有權人或其他利害關係人。」準此，應公\n      告預定拆除時間應為工程計畫決定後。\n    3.參加人於83年6 月24日府工公字第83035834號公告預定拆\n      除時間為83年12月1 日，並於83年7 月19日以府工公字第\n      83041923號函請原告於83年12月1 日前自行將建物拆遷，\n      故已於實際執行拆除日89年6 月30日之5 個月以前通知。\n      嗣參加人所屬工務局公園路燈工程管理處復以89年2 月3\n      日函告原告預定於89年5 月25日拆除廠房、農作物等地上\n      物，該函雖經訴願決定以通知主體不適格撤銷，然原告早\n      已知悉預定拆除事實，且地上物亦經參加人於89年3 月21\n      日公告徵收，原告有充裕時間為拆除地上物之準備。\n    4.甚且，參加人於89年6 月30日拆除地上物時，原告對系爭\n      土地及地上物已無權利，自無通知拆除時間之問題。參加\n      人已於89年5 月9 日將徵收補償費存入臺北市土地徵收補\n      償費保管專戶，依土地徵收條例第21條第1 項、第26條第\n      1 項、第3 項規定，參加人即已原始取得地上物所有權，\n      原告對系爭土地及其上改良物之權利已終止，負有自行遷\n      移之義務；從而原告已非臺北市舉辦公共工程對合法建築\n      及農作改良物拆遷補償暨違章建築處理辦法第4 條規定應\n      受通知之主體，參加人無須通知原告即可逕行拆除，並無\n      違法。退一步言，土地徵收條例第28條雖規定被徵收土地\n      或土地改良物應受之補償費發給完竣或核定發給抵價地後\n      ，直轄市或縣（市）主管機關應通知土地權利人或使用人\n      限期遷移完竣，惟並未明定此一限期遷移之猶豫期間長短\n      ，土地徵收執行機關自得依個案裁量。\n    5.如依原告主張，須至徵收補償費發放完竣日起算5 個月後\n      始得執行拆除，則徵收補償費至89年5 月9 日始發放完畢\n      ，5 個月後早逾計畫期限末日89年6 月30日，參加人即無\n      依計畫使用系爭土地之可能；原告如此解釋土地徵收條例\n      第28條及臺北市舉辦公共工程對合法建築及農作改良物拆\n      遷補償暨違章建築處理辦法第4 條之規範意旨，係曲解法\n      令，要無可採。\n  (五)又所謂「徵收必要性」實與本案無關；況參加人規劃設置士\n    林21號公園，核屬計畫行政領域，其規劃內容本非鈞院審理\n    本件之標的，原告訴稱本件徵收欠缺必要性或施政正當性云\n    云，不知所謂等語。並聲明求為判決駁回原告之訴。。\n六、本件兩造爭執要點如次：(一)參加人有無不依照核准計畫期限\n    使用系爭徵收土地之情形？(二)參加人未能依照核准計畫期限\n    使用，是否因可歸責於原告所致？\n七、按行政訴訟法第260 條明定：「（第1 項）除別有規定外，\n    經廢棄原判決者，最高行政法院應將該事件發回原高等行政\n    法院或發交其他高等行政法院。（第2 項）前項發回或發交\n    判決，就高等行政法院應調查之事項，應詳予指示。（第3\n    項）受發回或發交之高等行政法院，應以最高行政法院所為\n    廢棄理由之法律上判斷為其判決基礎。」本件最高行政法院\n    97年度判字第1150號判決廢棄本院92年度訴字第5190號判決\n    ，所為廢棄理由之法律上判斷如次：(一)關於徵收土地之原所\n    有權人依都市計畫法第83條規定聲請收回徵收土地，主管機\n    關應就徵收之全部土地整體觀察（參照最高行政法院97年11\n    月份第2 次庭長法官聯席會議決議），查明是否有明顯事實\n    ，足認需用土地人已按核准計畫使用徵收土地。於具體事件\n    中，其「使用」之內容、程度並其期限如何，則應依經核准\n    之徵收計畫書之記載具體認定之。至於司法院釋字第236 號\n    解釋及最高行政法院68年判字第52號判例係就78年12月29日\n    修正前土地法第219 條有關收回土地之「不依核准計畫使用\n    」或「不實行使用」要件而為闡釋，與都市計畫法第83條規\n    定「不依核准計畫期限使用」之要件無涉，本件係依都市計\n    畫法第83條規定申請收回徵收土地事件，尚不得逕適用之（\n    參見該判決書第12頁至第13頁理由六(一)）。(二)土地法第219\n    條第3 項所定徵收土地未能依期限使用，係因可歸責於原土\n    地所有權人或其使用人，原土地所有權人即不得聲請收回徵\n    收土地者，必原土地所有權人或其使用人就徵收土地所為之\n    行為，係屬不當，且與徵收土地之未能依期限開始使用間有\n    相當因果關係。苟原土地所有權人或其使用人之行為，並非\n    不當，或不致妨礙需用土地人之就徵收土地之使用，僅因需\n    用土地人因審酌其他事項，決意遷延徵收土地之使用進度，\n    自不得將此不利益歸諸原土地所有權人。同理，於適用都市\n    計畫法第83條第2 項聲請收回徵收土地時，必原土地所有權\n    人或其使用人就徵收土地所為之行為，與徵收土地之未能依\n    核准計畫期限使用間有因果關係，始得謂於徵收土地之未依\n    核准計畫期限使用係可歸責於原土地所有權人，而不准其收\n    回徵收土地。於認定聲請收回土地之原所有權人就徵收土地\n    之未依核准計畫期限使用是否可歸責時，就前開因果關係應\n    予調查審認（參見該判決書第13頁至第14頁理由六(二)）。依\n    前揭規定，本院自應以上開最高行政法院之法律上判斷為本\n    件判決之基礎，合先陳明。\n八、復按89年2 月2 日公布施行之土地徵收條例第61條規定：「\n    本條例施行前公告徵收之土地，其申請收回，仍依施行前之\n    規定辦理。」是在土地徵收條例施行前之徵收案件，被徵收\n    人雖在該條例施行之後，始行使收回權，仍應適用都市計畫\n    法第83條及土地法第219 條之規定。而此二條文間具有特別\n    法與普通法之關係，必須都市計畫法第83條無特別規定者，\n    始適用土地法第219 條所列其他一般要件規定以補充之。再\n    關於聲請收回徵收土地之要件，土地法第219 條第1 項第1\n    款規定：「私有土地經徵收後，有左列情形之一者，原土地\n    所有權人得於徵收補償發給完竣屆滿1 年之次日起5 年內，\n    向該管直轄市或縣（市）地政機關聲請照徵收價額收回其土\n    地︰一、徵收補償發給完竣屆滿1 年，未依徵收計畫開始使\n    用者。…」惟都市計畫法第83條則規定：「（第1 項）依本\n    法規定徵收之土地，其使用期限，應依照其呈經核准之計畫\n    期限辦理，不受土地法第219 條之限制。（第2 項）不依照\n    核准計畫期限使用者，原土地所有權人得照原徵收價額收回\n    其土地。」足認都市計畫法第83條對使用期限已明文排除適\n    用土地法第219 條第1 項1 年未依徵收計畫開始使用之期間\n    規定，而以是否依照核准計畫期限使用為收回之要件。又有\n    無依照核准計畫期限使用之認定標準，則應於具體事件中，\n    就所徵收全部土地之使用內容、程度及其期限等情形，整體\n    觀察之。若不能認定已於期限內依照核准計畫期限使用，且\n    非因可歸責於原土地所有權人之不當行為所致者，原土地所\n    有權人即得申請收回，而非謂需用土地人僅著手興辦事業之\n    準備工作，即可謂已依計畫期限使用，原所有權人不得請求\n    收回（最高行政法院97年11月份第2 次庭長法官聯席會議決\n    議及本件最高行政法院廢棄發回意旨參照）。至於收回徵收\n    土地之請求權時效、收回程序及可歸責事由等其他事項，因\n    都市計畫法未有特別規定，自仍應適用土地法第219 條所規\n    定之一般要件。\n九、經查：\n  (一)參加人為興辦臺北市士林區21號公園工程，需用系爭土地，\n    報經被告以77年5 月5 日台（77）內地字第595436號函核准\n    徵收，而由參加人所屬地政處於78年2 月27日公告徵收。依\n    核准徵收土地計畫書記載之計畫進度為「列入臺北市政府中\n    長程計畫，自77年7 月起至89年6 月止依計畫使用。」惟參\n    加人尚未辦理地上改良物徵收之前，即以83年7 月19日函通\n    知原告於83年12月1 日前命原告自行拆遷，原告則分別於84\n    年3 月15日、84年10月2 日、86年9 月26日、88年3 月30日\n    、88年5 月10日向臺北市議會陳情，要求參加人俟都市計畫\n    通盤檢討定案後再行丈量及徵收地上物作業，經參加人審酌\n    後，由所屬都市發展局於88年9 月4 日函復知本件公園仍維\n    持原都市計畫，其後參加人經與原告協議價購地上改良物未\n    果，遂報請內政部以89年2 月2 日台(89)內地字第8903186\n    號函准予徵收，參加人並於同年3 月21日公告徵收地上改良\n    物，並完成徵收補償程序。嗣由參加人所屬工務局公園路燈\n    工程管理處於89年2 月3 日通知原告預定於89年5 月25日拆\n    除廠房、農作物等地上物，原告不服提起訴願，參加人所屬\n    訴願委員會於89年5 月20日以原處分機關非無管轄權限為由\n    ，作成訴願決定「原處分撤銷，由原處分機關另為處理」，\n    拆除工作乃懸置未進行，迄89年6 月27日參加人所屬工務局\n    公園路燈工程管理處始前往系爭土地現場設置施工圍籬，原\n    告所屬員工則在場抗爭，參加人旋以89年6 月29日函通知原\n    告訂於89年6 月30日執行地上物拆遷作業，而於當日拆除系\n    爭土地上之圍牆、大門及鄭芳瑞所種植之蓮霧等部分地上物\n    ，並購置盆栽在現場空地處種植約200 平方公尺。嗣原告聲\n    請收回系爭徵收土地，而經被告以原處分否准在案等情，為\n    兩造所不爭執，並有卷附被告77年5 月5 日台（77）內地字\n    第595436號函、參加人徵收土地計畫書、徵收土地清冊、臺\n    北市政府地政處78年2 月27日北市地四字第7144號徵收公告\n    （以上見原處分卷第1 至9 頁）、內政部89年2 月2 日台（\n    89）內地字第8903186 號函、徵收土地改良物計畫書、參加\n    人89年3 月21日府地四字第8901755300號徵收公告、參加人\n    工務局公園路燈工程管理處89年2 月3 日北市工公配字第89\n    60300000號函（以上見原處分卷第11至15頁、第17至18頁及\n    第33頁）、參加人89年5 月20日府訴字第8904279700號訴願\n    決定書（見前審卷第181 至189 頁) 、臺北市議會處理原告\n    陳情案相關文件（見內政部調借文件卷宗第28頁至第35頁）\n    、原告抗爭實況照片（見前審卷第190 頁至191 頁及第194\n    頁）及原處分（見前審卷第27頁）可稽。\n  (二)稽之上揭參加人徵收土地計畫書所載，該計畫進度係自77年\n    7 月起至89年6 月止依計畫使用甚明。而參加人則遲至89年\n    6 月27日始僱工至徵收土地架設準備施工之圍籬，並自計畫\n    期限末日即同月30日起，才委僱請坤益營造工程有限公司（\n    下稱坤益公司）從事地上物拆除及清運之工作，接續於翌月\n    3 日、4 日及同年10月5 日方將土地上之圍牆、大門、地坪\n    、警衛室、會議室及辦公室等地上物清除完畢，有參加人89\n    年10月30日府工公字第8909813800號函影本及坤益公司標立\n    現場之告示牌照片可稽（分見內政部調借文件卷宗第68頁及\n    前審卷第56頁）。再參加人就上開公園興建工程先於89年7\n    月12日依公開招標程序決標，而由承作廠商海棠園藝有限公\n    司於90年3 月15日至同年5 月15日之期間內，進行擴建公園\n    工程，而種植231 株喬木、8846株灌木及51624 株草花予以\n    綠化等情，亦有參加人工務局公園路燈工程管理處之上開公\n    園擴建工程─土木工程公開招標公告資料及承包廠商施作告\n    示牌在卷可證（見前審卷第53頁及第56頁，同本院卷一第50\n    頁及第51頁）。\n  (三)被告及參加人雖辯稱：參加人於89年6 月30日即進入系爭土\n    地拆除地上物整地，並植栽約200 平方公尺，顯已依照核准\n    計畫期限開始使用徵收土地云云。惟公用徵收之目的既為興\n    辦公用事業，則所稱依計畫使用，自指興辦事業之主體工程\n    動工而言，否則，即不能謂有依核准徵收計畫使用之事實，\n    此徵諸土地徵收條例第9 條第4 項之立法定義可明。本件被\n    告核准徵收系爭土地係因參加人需用以興辦士林區21號公園\n    之事業，衡諸興建公園事業之性質，當需建置步道、照明燈\n    具、休憩必備設施及器具、植栽區塊及其養護、阻障設施等\n    各項主體工程，此徵諸卷附21號公園已完工後之實況照片可\n    明（見本院卷一第279 頁）。故本件參加人於期限前3 日至\n    系爭土地外圍架設施工圍籬及其期限末日進入其內拆除系爭\n    土地上之地上物並整地，僅屬於興辦公園事業前之準備工作\n    ，難認已著手興建公園事業之主體工程。至於被告及參加人\n    所辯：參加人於89年6 月30日當日已有進行植栽乙節。觀之\n    卷附被告提出之當日照片所示（見本院卷一第270 至271 頁\n    ），固可見參加人確有購置盆栽，僱工種植之情狀，然參加\n    人係於期限末日甫進入拆除地上物之際，隨意覓取空地翻土\n    種植，並未經規畫，且無任何養護措施，不旋踵即任令枯萎\n    ，其後整地時亦予以刨除，有卷附照片可證（見內政部調借\n    文件卷宗第77頁、第78頁及前審卷第55頁、第57頁）。參之\n    參加人係系爭土地全數拆除完畢，並整地完成後，始由另一\n    承作公園擴建綠化工程之廠商於翌年3 月15日起開始施工及\n    綠化等情況，可見參加人倉促在期限末日購置盆栽僱工種植\n    之舉措，明顯係虛應符合「使用」行為之形式而已，並不具\n    其實質，不能認屬於依計畫使用之行為，方允事理之平。是\n    本件參加人在徵收計畫所定期限屆至之前，僅著手實施興建\n    公園之前置作業行為，尚未按原核准計畫使用，要無疑義。\n  (四)被告及參加人雖復辯稱：參加人係因原告於土地徵收完竣後\n    ，未依通知搬遷，且向臺北市議會陳情以拖延進度，並於參\n    加人前往架設施工圍籬及拆除地上物時皆進行抗爭，故參加\n    人縱有未依計畫期限使用，亦因可歸責於原告所致云云。惟\n    參加人係於77年間報經被告核准徵收系爭土地在案，而遲至\n    89年2 月始再就地上改良物，報經內政部核准徵收，並辦竣\n    補償作業，迄89年6 月30日始開始強制拆除作業，則參加人\n    如認原告未依通知自動搬遷係屬違法，本可依照法定程序，\n    以公權力予以排除，然參加人卻任其延宕，俟完成地上物徵\n    收及補償程序後，始於期限末日前1 日即89年6 月29日通知\n    拆除，而於翌日予以強制執行，衡情參加人未拆除地上物與\n    原告未自動搬遷之間，殊難謂有相當因果關係存在。再原告\n    縱有向民意機關陳情，經由民意代表以影響參加人計畫之執\n    行，然人民向民意機關或民意代表陳情，原為法律所允許，\n    並非屬不當之行為，參加人採行民意代表之建議與否乃其權\n    理之結果，參加人如審酌可經由民意代表協調以解決爭端，\n    而擱置公權力之行使，全繫於參加人之自主決意，不能諉責\n    於原告。又觀之卷附被告提出之照片所示（見本院卷一第26\n    5 至268 頁及第274 至275 頁），固可見原告員工於89年6\n    月27日、同月30日及7 月3 日在現場抗爭之情景，但由卷附\n    被告及參加人另外提出之照片所示（見本院卷一第267 頁至\n    第271 頁），仍可見警員於上開日期均有在場阻絕原告員工\n    妨礙施工，參加人所僱之工人在警員護衛下，皆能順利工作\n    ，況且被告及參加人亦自承：參加人於當日已拆除地上物及\n    植栽等情在卷，已如前述。是依卷證資料，尚不足以認定參\n    加人係因原告員工之抗爭不能施作，導致使用遲延。至於原\n    告員工於同年7 月3 日進行抗爭乙節，因當日已在計畫期限\n    屆至之後，顯與參加人之遲延使用無關甚明。故本件參加人\n    未依照計畫期限使用系爭土地，難認係因可歸責於原告之不\n    當行為所致，自不能將此不利益歸諸原告承受。\n十、綜上所述，被告及參加人所辯各節，均非可採。本件上開原\n    告被徵收土地，參加人並未依照核准之計畫期限使用，且難\n    認係因可歸責於原告之不正當行為所致，則原告於法定期間\n    內聲請照原徵收價額收回附表所示被徵收土地，經核符合都\n    市計畫法第83條第2 項規定之特別要件及土地法第219 條所\n    列之其他一般要件，自應予以准許。被告以原告之聲請不符\n    法定要件為由，而否准所請，適用法律自有違誤，訴願決定\n    未予糾正，亦有不合。從而，本件原告訴請撤銷訴願決定及\n    原處分，並求為判命如聲明所示，即有理由，應予准許。\n十一  本件為判決基礎之事證已臻明確，兩造其餘攻擊防禦方法，\n    核與本件判決結果不生影響，爰不逐一論述，併此敘明。\n據上論結，原告之訴為有理由，依行政訴訟法第200 條第3 款、\n第98條第1 項前段，判決如主文。",
    "reason": "一、程序事項：\n    被告代表人於起訴時為謝長廷，訴訟繫屬中遞次變更為蘇貞\n    昌、張俊雄、劉兆玄、乙○○，均經具狀承受訴訟，核無不\n    合，應予准許，合先敘明。\n二、事實概要：\n    參加人為興辦士林21號公園工程，需用坐落臺北市○○區○\n    ○段三小段786-1 地號等7 筆土地，報經被告以77年5 月5\n    日台（77）內地字第595436號函核准徵收，交由參加人所屬\n    地政處以78年2 月27日北市地四字第7144號公告。該等土地\n    上之土地改良物，則報經內政部以89年2 月2 日台（89）內\n    地字第8903186 號函核准徵收，由參加人所屬地政處以89年\n    3 月21日府地四字第8901755300號公告。嗣原告於89年7 月\n    19日依都市計畫法第83條規定，聲請照徵收價額收回坐落台\n    北市○○區○○段三小段786-1 、786-5 、786-6 、807 及\n    光華段一小段2 地號等5 筆土地（下稱系爭土地），經參加\n    人89年7 月28日會勘結果，以本件被徵收土地在計畫期限內\n    已依徵收計畫使用，擬不予發還，報經內政部以90年1 月12\n    日台（90）內地字第8917200 號函同意照辦。原告不服，提\n    起訴願，經決定駁回，提起本件行政訴訟，經本院92年度訴\n    字第5190號判決駁回原告之訴，原告不服，提起上訴，經最\n    高行政法院97年度判字第1150號判決廢棄原判決，發回本院\n    更為審理。\n三、本件原告主張略以：\n  (一)參加人未依核准計畫之內容、程度及期限使用系爭土地，原\n    告依都市計畫法第83條規定自得買回系爭土地：\n    1.參加人未依核准計畫使用系爭土地，直至核准計畫使用期\n      限末日即89年6 月30日之前一日，始以參加人89年6 月29\n      日府工公字第8903316300號函，命原告於不到24小時之期\n      限內自行拆除搬遷系爭土地之地上物，並於計畫期限末日\n      進入系爭土地拆除地上物，圍以簡易圍籬，並於同案徵收\n      之鄰地胡亂留下盆栽，即謂有使用系爭土地，而製造出形\n      式上有使用系爭土地之紀錄；且參加人於89年停字第1 號\n      庭訊時，亦當庭表示「因使用期限將屆，原告權利必收回\n      ，再行徵收花費更重大」，故急於89年6 月29日通知，次\n      日即行拆除，亦證參加人於12年計畫期限內，從未依核准\n      計畫使用系爭土地，直至計畫期限末日始虛應故事，目的\n      僅在於阻止原告行使收回權，以免重行徵收成本遽增。\n    2.原告依據都市計畫法之規定請求買回系爭土地；都市計畫\n      法第83條與土地法第219 條規定關於買回權之行使要件顯\n      不相同，都市計畫法第83條規定之要件為不依照核准計畫\n      期限使用，而土地法第219 條規定之要件則為徵收補償費\n      發放完竣1 年內未依徵收計畫開始使用；正因土地法規定\n      之1年期間甚短，故土地法第219條僅要求需用地機關有開\n      始使用之事實，被徵收人即不得行使買回權；惟此與原告\n      請求之基礎即都市計畫法第83條規定之要件顯不相同，自\n      不得比附爰引；上級審發回意旨並已指明：釋字第236 號\n      解釋及最高行政法院68年判字第52號判例係針對土地法第\n      219條有關收回土地之要件所為闡釋，核與都市計畫法第8\n      3 條規定之買回權行使要件無涉；被告及參加人援引之他\n      案件見解均係針對土地法第219 條所為之解釋，至多僅表\n      示關於都市計畫法第83條未規定之事項，得以土地法第21\n      9 條補充，惟都市計畫法第83條既已規定買回權行使要件\n      ，自得排除土地法第219 條適用。最高行政法院97年11月\n      第2 次庭長會議決議，都市計畫法第83條第2 項規定之不\n      依照核准計畫期限使用，應就所徵收全部土地整體觀察，\n      是否有明顯事實足認需用土地人已按核准計畫使用徵收土\n      地，與土地法第219 條規定僅需開始使用迥然有別。\n    3.按土地徵收條例第9 條第4 項明定，所稱開始使用，係指\n      興辦事業之主體工程動工，依其文義應指排除興建工程地\n      面障礙後，為達使用目的而為主體建設行為；被告98年4\n      月23日答辯狀第2 頁第二、(二)點及參加人98年5 月12日答\n      辯狀第14頁第3 點以下，均承認參加人於核准計畫所定、\n      長達12年之期限內，於系爭土地上之作為僅有：89年6 月\n      27日架設圍籬及同年月30日拆除原告公司圍牆、大門及鄰\n      地上的蓮霧，並從事整地植栽綠化，尚不論所謂綠化與公\n      園規劃完全不符，而且參加人任其枯萎。參加人於計畫期\n      限過後，始於89年7 月12日決標選定公園興建施工廠商，\n      系爭工程主體顯未於計畫期限內開始動工，系爭工程既未\n      達可資開始使用之程度，遑論依計畫使用；最高行政法院\n      97年度判字第1150號判決亦認參加人拆除系爭土地之地上\n      物並整地，僅為興辦本件公園之準備工作。另按都市計畫\n      法第83條第2 項所定不按照核准計畫期限使用，依最高行\n      政法院93年判字第377 號判決意旨略以：「…都市計畫公\n      共設施保留地經依都市計畫法徵收後，原土地所有權人以\n      不依照核准計畫使用期限使用為原因，申請收回土地，必\n      於核准之計畫期限屆滿後始得為之。…內政部84年9 月26\n      日台內地字第8488181 號函釋：『依都市計畫法徵收之公\n      共設施保留地，應於土地徵收計畫書內敘明使用期限，逾\n      越該計畫期限仍未施工者，即屬不依照核准計畫期限使用\n      ，原土地所有權人得收回其土地，其聲請期限…自該使用\n      期限屆滿之次日起算5 年。』…」足資參照。參加人於使\n      用期限末日胡亂放置盆栽之行為，並不屬於依核准計畫施\n      作，且承包施工廠商開始施工後即將該等盆栽剷除，故參\n      加人於使用期限末日所為之亂放盆栽行為顯未達施工使用\n      之程度，復見參加人未依照核准計畫使用期限使用。況參\n      加人於前審93年12月24日所提答辯狀中自承，於89年10月\n      間拆除系爭土地上廠房，至同年12月全部拆除完畢，足證\n      參加人於計畫使用期限屆滿時，根本未完成地上物之拆遷\n      作業，亦未完成系爭土地之工程預算編列、發包、施工等\n      程序，遑論實際使用或開始使用系爭土地。\n    4.按土地徵收條例第28條規定，直轄市或縣市主管機關應通\n      知土地權利人或使用人限期遷移完竣；次按臺北市舉辦公\n      共工程對合法建築及及農作物改良拆遷補償暨違章建築處\n      理辦法第4條第2項規定，至少應於執行拆除5 個月前通知\n      當事人；參加人未依前開法令規定期限預為通知，而於使\n      用期限末日前不到24小時內，悍然發函通知原告搬遷並於\n      次日拆除系爭土地地上物，其行為有重大明顯瑕疵及違法\n      ，業經監察院糾正在案，該行為縱非無效亦屬得撤銷，斷\n      不得視為依核准計畫使用系爭土地之行為。\n  (二)參加人未於計畫核准期限內使用系爭土地，係因無施政正當\n    性且自行延誤作業所致，與原告無關：\n    1.按最高行政法院97年度判字第1144號判決、97年度判字第\n      1145號判決及97年度判字第1149號判決意旨，土地法第21\n      9條第3項所定徵收土地未能依期限使用，係因可歸責於原\n      土地所有權人或其使用人，原土地所有權人即不得聲請收\n      回徵收土地者，必原土地所有權人或為其占有徵收土地之\n      使用人就徵收土地所為之行為，係屬不當，且與未能依期\n      限開始使用間有因果關係。苟該聲請人或其使用人之行為\n      ，並非不當，或不妨礙需用土地人就徵收土地之開始使用\n      ，僅因需用土地人因審酌其他事項，決意遷延徵收土地之\n      開始使用，自不得將此不利益歸諸該聲請人。\n    2.次按釋字第534 號解釋意旨及其理由書略以：「…土地法\n      第219條第1項第1 款規定…即係防止徵收機關對不必要之\n      徵收或未盡周詳之徵收計畫率行核准、或需用土地人遷延\n      興辦公共事業，致有違徵收之正當性或必要性，因而特為\n      原所有權人保留收回權。…需用土地人於市、縣地政機關\n      在上開期間內怠於行使公權力而為強制執行時，復未依徵\n      收計畫之使用目的提起必要之訴訟，以求救濟，是以市、\n      縣地政機關既未積極推行計畫內容，需用土地人又怠於行\n      使權利，此際原土地所有權人若不得聲請收回土地，不啻\n      將此不利益歸由原土地所有權人負擔，自應不妨礙收回權\n      之行使。」本件參加人怠於行使公權力以執行土地徵收核\n      准計畫，其不利益自不應由原告承擔，故不得妨礙原告收\n      回權之行使。\n    3.原告陳情係屬正當行使權利之行為，非屬土地未依計畫核\n      准期限使用而可歸責予原告：按土地法第215條第1項、土\n      地徵收條例第1項、第2項，以及最高法院94年台上字第14\n      88號判決皆指明，土地權利人於土地及其改良物之徵收補\n      償費發放完竣前，得繼續為從來之使用。參加人遲至89年\n      3 月21日始公告徵收系爭土地地上物，至89年5 月9 日始\n      將補償費存入保管專戶。故原告於地上物之補償費發放完\n      竣前，本有權繼續占有使用地上物，而無拆除搬遷義務，\n      自無須依參加人83年7 月19日83府工公字第83041923號函\n      以及89年2 月3 日函拆遷系爭土地上改良物。原告雖多次\n      陳情，惟係要求參加人正視系爭土地根本欠缺徵收作為公\n      園之必要性，希望參加人檢討不當徵收計畫，係屬合法行\n      為。原告自系爭土地被徵收時起，至計畫期間屆滿時止，\n      從未進行任何事實上抗爭阻撓行為，參加人未於計畫期限\n      內使用系爭土地，係屬參加人基於諸多因素考量後自為之\n      決定；且參加人已於93年12月24日答辯狀自承「…考量公\n      益與私益間之均衡及尊重議會監督預算執行之職務，並配\n      合都市計畫審議而暫緩進行系爭土地改良之補償、拆遷程\n      序」可明，故原告依法陳情並非系爭土地未依限使用之可\n      歸責事由。參加人未依核准計畫使用系爭土地，與原告之\n      合法陳情行為間並無相當因果關係，因陳情、申請變更都\n      市計畫等行為並無停止或暫緩參加人使用系爭土地之效力\n      ，參加人於其補充答辯(二)狀第22頁第7 行以下表示，其係\n      因審酌其他事項，決議遷延徵收土地之使用進度，依前開\n      判決意旨，自不能認參加人未依計畫期限使用與原告有何\n      相當因果關係。\n    4.原告自系爭土地被徵收時起至使用期限屆滿時止，從未進\n      行任何不當抗爭阻撓行為。依被證18之89年6 月27日照片\n      及更被證21之89年6 月30日照片所示，原告並未進行非理\n      性阻撓抗爭行為，僅有員工數人在場見證參加人進行作業\n      ，縱參加人於期限屆滿日所為僅係製造有使用系爭土地之\n      假象，以阻止原告行使收回權，原告亦未加攔阻，僅拍照\n      存證。參加人提出89年7 月1 日至4 日照片，指摘原告復\n      建圍牆、拉白布條抗爭云云，姑且不論前揭指摘與事實有\n      所出入，原告於核准計畫期限屆滿以後，抗議參加人於計\n      畫期限屆滿日始驟然拆除原告大門圍牆，與參加人未於法\n      定期限內使用系爭土地，二者間毫無因果關係，參加人指\n      摘，洵不足採等情。並聲明求為判決撤銷訴願決定及原處\n      分，並命被告作成准予原告買回系爭土地之處分。\n四、被告答辯略謂：\n  (一)有關最高行政法院判決理由六、(一)關於司法院釋字第236 號\n    解釋及最高行政法院68年判字第52號判例係就土地法第219\n    條收回土地要件為闡釋，不得逕將各該解釋、判例適用於都\n    市計畫法第83條申請徵收土地之事件之法律見解，應有錯誤\n    ；按都市計畫法第83條及土地法第219 條有特別法與普通法\n    之關係，都市計畫法第83條規定係就被徵收土地之使用期限\n    為特別規定，就收回被徵收土地之其他事項，如請求權時效\n    、程序事項、以及歸責事由等則均無規定，且未排除土地法\n    第219 條之適用，故該等事項自應適用土地法第219 條之其\n    餘規定。是以，都市計畫法第83條第1 項僅就使用期限排除\n    土地法第219 條之限制，未排除土地法第219 條規定收回期\n    間及收回要件，故都市計畫法第83條申請收回土地之案件，\n    自有司法院釋字第236 號解釋及最高行政法院68年判字第52\n    號判例之適用（最高行政法院97年度判字第1141號、97年度\n    判字第1149號、97年度判字第1153號判決意旨參照）。\n  (二)系爭土地確已在計畫期限內使用，不符合都市計畫法第83條\n    及土地法第219條得申請收回土地之要件：\n    1.臺北市士林21號公園於59年都市計畫公告為公園用地，分\n      為77年度闢建及84年度擴建，77年度編列預算先行部分開\n      闢，本件系爭土地屬84年度公園擴建工程範圍，報經被告\n      77年5月5日核准徵收，參加人所屬地政處於78年2 月27日\n      公告徵收。依土地徵收計畫書所載，計畫進度為列入參加\n      人中長程計畫，自77年7月起至89年6月止依計畫使用，惟\n      土地徵收計畫書僅寫明預定內容，而不會敘明徵收之進度\n      細目。\n    2.參加人於89年6 月27日架設圍籬，同年月30日拆除原告所\n      在圍牆、大門及鄰地蓮霧等地上物後並於當日整地植栽綠\n      化，系爭土地未逾核准之計畫期限使用，縱未於計畫期限\n      內完工，且僅完成整地及初步綠化工作，仍已大致達到做\n      為公園使用之休憩功能。\n    3.最高行政法院97年11月份第2 次庭長法官聯席會議決議：\n      「都市計畫法第83條第2 項規定之『不依照核准計畫期限\n      使用』，應就所徵收之全部土地整體觀察之，在有明顯事\n      實，足認需用土地人已按核准計畫使用徵收土地者，原土\n      地所有權人不得聲請收回土地。非謂需用土地人，就欲興\n      辦事業之工程，於該徵收計畫所載完工日尚未全部完工，\n      原土地所有權人即可聲請收回土地。」本件程已於徵收計\n      畫期限內依法使用，縱未於完工日時全部完工，尚不符合\n      得申請收回之要件。\n  (三)系爭土地遲至計畫期限將屆始開始使用，確可歸責於原告：\n    1.參加人依徵收計畫於84年度編列系爭土地改良物補償費預\n      算，並於83年6 月24日公告拆遷，原告為拖延系爭土地上\n      改良物之拆遷時程，履次向臺北市議會陳情，提出同等土\n      地交換、工廠先建後拆、變更都市計畫等條件，案經臺北\n      市議會分別於84年至88年多次協調，要求俟都市計畫通盤\n      檢討定案後再行丈量及徵收土地改良物作業，致土地改良\n      物之拆遷補償之時程不能如期進行。\n    2.嗣經參加人所屬都市發展局88年9月4日函「…本公園仍維\n      持原都市計畫…」，參加人始得進行地上物拆遷作業，參\n      加人所屬工務局公園路燈工程管理處88年11月7 日現場查\n      估丈量，並辦理地上物之協議價購，惟無法與原告達成協\n      議，故參加人於89年1 月25日依程序報請徵收土地改良物\n      ，經內政部89年2月2日函准予徵收，本件地上物補償作業\n      ，原應於84年間辦理完畢，遲至89年始得辦理徵收作業，\n      係原告多次向臺北市議會陳情所致。\n    3.原告屢次向臺北市議會陳情之行為，使民意代表介入，造\n      成參加人不得不延緩工程進度。地方政府在現行地方自治\n      法制下，必須尊重議會監督之職權，以致系爭土地遲至計\n      畫期限將屆至始開始使用，自可歸責於原告等語置辯，資\n      為抗辯。並聲明求為判決駁回原告之訴。\n五、參加人陳述略以：\n  (一)參加人已於計畫期限內依法使用系爭土地，故原告不得照原\n    徵收價額收回其土地：\n    1.按89年2 月2 日公布施行土地徵收條例第61條規定：「本\n      條例施行前公告徵收之土地，其申請收回，仍依施行前之\n      規定辦理。」前揭條文所稱施行前之規定，係指89年2 月\n      2 日公布施行前有關土地法第219 條等申請收回被徵收土\n      地之規定而言；又土地徵收條例施行前，依都市計畫法徵\n      收之原土地所有權人收回被徵收土地之規定，計有都市計\n      畫法第83條及土地法第219 條。準此，本件原告於89年7\n      月19日聲請收回系爭土地時，土地徵收條例雖已施行，然\n      系爭土地於同條例施行前經公告徵收，依同條例第61條規\n      定，應依同條例施行前有關規定辦理。次按土地法第219\n      條第1 項規定：「私有土地經徵收後，有左列情形之一者\n      ，原土地所有權人得於徵收補償發給完竣屆滿1 年之次日\n      起5 年內，向該管直轄市或縣（市）地政機關聲請照徵收\n      價額收回其土地︰一、徵收補償發給完竣屆滿1 年，未依\n      徵收計畫開始使用者。二、未依核准徵收原定興辦事業使\n      用者。」第3 項規定：「第1 項第1 款之事由，係因可歸\n      責於原土地所有權人或使用人者，不得聲請收回土地。」\n      其中，原土地所有權人聲請收回未依徵收計畫開始使用之\n      土地之法定要件為：1.私有土地已經徵收；2.徵收補償發\n      給完竣屆滿1 年，未依徵收計畫開始使用（不實行使用）\n      ；3.非可歸責於原土地所有權人或使用人；4.原土地所有\n      權人須於徵收補償發給完竣屆滿1 年之次日起5 年內，向\n      該管直轄市或縣（市）地政機關聲請。至所謂未依徵收計\n      畫開始使用（不實行使用），係指：被徵收土地之全部，\n      絲毫未使用時，始足當之（參閱學者陳立夫著論文「釋論\n      我國土地徵收制度中之收回權」第489 頁）；另參行政院\n      53年6 月30日台內地字第4534號函釋，所稱實行使用，係\n      指照原核准計畫實際使用該項徵收之私有土地或於該項土\n      地上連續從事有關達成徵收計畫之各項工作。而按行政法\n      院68年判字第52號判例，所謂徵收私有土地後，不依核准\n      計畫使用，係對於所徵收土地之整體不依原核准計畫使用\n      而言，若就徵收之土地已按原核准計畫逐漸使用，雖尚未\n      達到該土地之全部，但與不依核准計畫使用之情形有間，\n      應無土地法第219 條之適用。再按行政法院73年判字第44\n      6 號判決意旨，徵收私有土地後，需地機關是否已依核准\n      計劃使用，或於徵收完畢1 年後實行使用，應以該項土地\n      之整體為準，如於原計劃使用期限內已使用者，即不發生\n      所有權人得照原徵收價額收回其土地之問題；是使用機關\n      填土整地以改變地形、地貌，其後雖未立刻作進一步之使\n      用，然其劃明界線、變更地目及在地上填土加高等行為，\n      即應認為係整體之實行使用，已合於核准計畫使用或於徵\n      收完畢1 年內實行使用之情形；末按司法院大法官釋字第\n      236 號解釋意旨，所謂不依核准計畫使用或不實行使用，\n      應依徵收目的所為土地使用之規劃，就所徵收之全部土地\n      整體觀察之，在有明顯事實，足認屬於相關範圍者，不得\n      為割裂之認定，始能符合公用徵收之立法本旨。依據都市\n      計劃法第83條第1 項規定文義可知，僅在排除土地法第21\n      9 條第1 項第1 款法定使用期限之限制（參見最高行政法\n      院94年度判字第176 號判決、最高行政法院96年度判字第\n      655 號判決、最高行政法院96年度判字第1352號判決、最\n      高行政法院97年度判字第1132號判決、最高行政法院97年\n      度判字第1149號判決意旨）。所謂不依照核准計畫期限使\n      用，係指就所徵收之全部土地整體觀察之，在有明顯事實\n      ，足認需用土地人已按核准計畫使用徵收土地者，原土地\n      所有權人不得聲請收回土地。非謂需用土地人，就欲興辦\n      事業之工程，於該徵收計畫所載完工日尚未全部完工，原\n      土地所有權人即可聲請收回土地（最高行政法院92年判字\n      第3314號判決、最高行政法院94年度判字第176 號判決、\n      最高行政法院97年度判字第1132號判決，以及最高行政法\n      院97年11月份第2 次庭長法官聯席會議決議意旨參照）。\n      綜上可知：都市計畫法第83條第2 項規定不依照核准計畫\n      期限使用，同前揭土地法第219 條之解釋，係指被徵收土\n      地之全部，絲毫未使用時，始足當之。準此，徵收土地之\n      原所有權人依都市計畫法第83條規定聲請收回徵收土地，\n      主管機關應就徵收之全部土地整體觀察，查明是否有被徵\n      收土地之全部絲毫未使用之明顯事實，始足認需用土地人\n      未按核准計畫使用徵收土地。\n    2.本件上級審判決稱：\n      於具體事件中，其使用之內容、程度並其期限如何，則應\n      依經核准之徵收計畫書之記載具體認定之；是本件應就其\n      計畫之內容、程度並其期限如何，詳予調查，據以認定參\n      加人完成之拆除上訴人圍牆、大門，及整地植栽綠化約20\n      0 平方公尺是否合於計畫進度，如僅依89年6 月止數語記\n      載，及參加人完成之前述工作之情形，遽予判斷參加人於\n      本案已按原核准計畫使用，即有應調查之事項未予調查之\n      違法。況拆除系爭土地上之地上物及整地，似僅為興辦本\n      件公園之準備工作，若憑此即謂參加人已依計畫期限使用\n      ，其理由容欠完備。至司法院釋字第236 號解釋及最高行\n      政法院68年判字第52號判例係就78年12月29日修正前土地\n      法第219 條有關收回土地之要件為闡釋，與都市計畫法第\n      83條規定之不依核准計畫期限使用要件無涉，尚不得逕將\n      各該解釋、判例適用於依都市計畫法第83條規定申請收回\n      徵收土地之事件，故本件引用最高行政法院68年判字第52\n      號判例意旨所揭已按原核准計畫逐漸使用等語作為本件判\n      決依據，尚有未合。\n    3.惟本件上級審判決理由矛盾且未受最高行政法院多數意見\n      所採，其顯然錯誤之法律判斷自不拘束鈞院。理由如下：\n      就規範而言，都市計畫法第83條第2 項有關收回徵收土\n        地之原因，即不依照核准計畫期限使用之規定，自應與\n        土地法第219 條第1 項第1 款所為『未依徵收計畫開始\n        使用』之規定為相同解釋（前揭釋字第236 號解釋、最\n        高行政法院68年判字第52號判例、73年判字第446 號判\n        決、97年11月份第2 次庭長法官聯席會議決議參照）。\n        是上級審判決認不得逕將釋字第236 號解釋及改制前行\n        政法院68年判字第52號判例適用於本件，顯然有誤。\n      上級審判決既認不得將土地法第219 條有關收回土地之\n        要件之闡釋適用於依都市計畫法第83條規定申請收回徵\n        收土地之事件，復又指摘原審未詳細研求上訴人之前開\n        行為與參加人之未能依限使用系爭土地，有何因果關係\n        ，能否謂上訴人有可歸責事由，然前揭因果關係與可歸\n        責事由俱屬於土地法第219 條規定之要件，由是可見上\n        級審判決論理前後自相矛盾。\n      土地法第234 條規定，直轄市或縣（市）地政機關於被\n        徵收土地應受之補償發給完竣後，即有命被徵收人搬遷\n        之義務，上級審關於此部分指摘所由不知從何而來。職\n        故，鈞院當不受上級審判決此錯誤法律判斷之拘束。\n    4.縱鈞院須受上級審判決發回意旨之拘束，仍應依最高行政\n      法院97年11月第2 次庭長法官聯席會議決議為斷。原告對\n      於最高行政法院97年11月第2 次庭長法官聯席會議決議之\n      解釋顯然偏仄有誤：\n      上開聯席會議決議係採修正甲說略以：都市計畫法第83\n        條第1 項僅就使用期限排除土地法第219 條之限制，未\n        就收回期間以及收回要件併予排除適用。是其期間之計\n        算，依都市計畫法第83條第2 項文義之當然解釋，應自\n        核准之計畫期限屆滿次日起算。而核准之計畫期限屆滿\n        ，即指至徵收計畫所載完工日止。最高行政法院68年判\n        字第52號判例：「土地法第219 條謂『徵收私有土地後\n        ，不依核准計畫使用』係對於所徵收土地之整體不依原\n        核准計畫使用而言，若就徵收之土地已按原核准計畫逐\n        漸使用，雖尚未達到該土地之全部，但與不依核准計畫\n        使用之情形有間，應無該條之適用」亦經司法院釋字第\n        236 號解釋同認，故所謂「不依核准計畫使用」，應依\n        徵收目的所為土地使用之規劃，就所徵收之全部土地整\n        體觀察之，在有明顯事實，足認屬於相關範圍者，不得\n        為割裂之認定，始能符合公用徵收之立法本旨，前開判\n        例本此意旨，與憲法第15條並不牴觸。從而，倘需用土\n        地人至徵收計畫所載完工日仍未積極按核准計畫使用徵\n        收土地，原土地所有權人始得聲請收回土地。而非謂需\n        用土地人未於核准計畫所定之期限內，就欲興辦事業工\n        程於該完工期日為完工，可得聲請收回土地。\n      準此，上開聯席會議決議，實與最高行政法院68年判字\n        第52號判例、73年判字第446 號、92年判字第3314號判\n        決、釋字第236 號解釋等意旨無殊，都市計畫法第83條\n        第2 項規定之不依照核准計畫使用期限使用，其解釋與\n        土地法第219 條相同，係指被徵收土地之全部皆絲毫未\n        使用時，始足當之。參加人既已於計畫期限內拆除原告\n        公司圍牆、大門及訴外人鄭芳瑞之地上物，隨即由所屬\n        工務局派員整地植栽綠化以作為公園使用，即非屬於計\n        畫期限內絲毫未使用被徵收土地，原告自不得依都市計\n        畫法第83條規定依原徵收價額收回系爭土地。\n    5.再者，參加人已於計畫期限內依法使用系爭土地，並非就\n      系爭土地之全部皆絲毫未使用，原告不得照原徵收價額收\n      回其土地：\n      參加人就系爭土地及土地改良物之徵收補償與拆遷，均\n        依法定程序辦理，並無違誤。\n      本件所涉士林區21號公園土地，於77年度編列預算先行\n        部分開闢，嗣於84年度擴建，現已開闢完成供市民使用\n        。其中84年度公園擴建工程用地包含本件系爭土地，且\n        於77年5 月5 日報奉行政院核准徵收在案；依系爭土地\n        徵收計畫書所載：「六土地改良物情形：地上現有建築\n        及農作改良物，另依本計畫書第13項第3 款所列計畫進\n        度，逐年編列預算，依規定辦理。…十三(三)計畫進度：依\n        照都市計畫法第83條規定列入臺北市政府中長計畫，自\n        民國77年7 月起至民國89年6 月止依計畫使用。」因此\n        ，系爭公園擴建工程編列於84年度預算，參加人於83年\n        6 月24日辦理公告，並於83年7 月19日函通知原告，請\n        原告於83年12月1 日前自行將建物拆遷，惟原告為拖延\n        其地上物之拆遷，乃於84年3 月15日、84年10月2 日、\n        86年9 月26日、88年3 月30日、88年5 月10日透過臺北\n        市議會多次開會協調，要求俟都市計畫通盤檢討定案後\n        再行丈量及徵收地上物作業。參加人所屬工務局公園路\n        燈工程管理處於87年4 月30日發包本公園地上物拆除清\n        運工程，參加人所屬都市發展局於88年9 月4 日函示：\n        士林21號公園仍維持原都市計畫，參加人所屬工務局公\n        園路燈工程管理處即於88年11月7 日現場會勘丈量，經\n        原告派員領勘惟未簽名，嗣經88年11月9 日、88年11月\n        18日協議價購均無法與原告達成補償費協議，故依規定\n        報請徵收系爭土地之地上改良物，奉內政部89年2 月2\n        日函准予徵收及參加人89年3 月21日公告徵收，依法完\n        成法定徵收補償程序。參加人所屬工務局公園路燈工程\n        管理處於89年2 月3 日函通知原告預定89年5 月25日拆\n        除廠房、農作物等地上物，惟嗣經原告提起訴願，經訴\n        願決定以拆除通知主體應為參加人為由而撤銷前揭89年\n        2 月3 日函。其後，參加人所屬工務局公園路燈工程管\n        理處先行於89年6 月27日至系爭公園現場設置施工圍籬\n        ，遭原告員工抗爭阻擾，旋於89年6 月29日改以府函通\n        知原告等訂於89年6 月30日執行地上物拆遷作業，嗣於\n        6 月30日當日拆除原告圍牆、大門及訴外人鄭芳瑞所種\n        植之蓮霧等地上物後整地植栽綠化約200 平方公尺。\n      承上，按系爭土地徵收計畫書載明：「依照都市計畫法\n        第83條規定列入台北市政府中長計畫，自民國77年7 月\n        起至民國89年6 月止依計畫使用。」參加人於89年6 月\n        30日拆除土地改良物後，隨即由所屬工務局公園路燈工\n        程管理處派員整地植栽綠化，屬參加人為達成徵收計畫\n        於系爭土地上連續從事有關之各項工作之必要手段。再\n        者，系爭土地係徵收作為公園使用，則參加人所屬派員\n        整地植栽綠化，依經核准之徵收計畫書之記載具體認定\n        ，並就徵收之全部土地整體觀察，有明顯事實，足認參\n        加人已按核准計畫使用徵收土地，顯非就被徵收之系爭\n        土地全部皆絲毫未使用，已符合前揭最高行政法院97年\n        11月份第2 次庭長法官聯席會議決議意旨；是無不依核\n        准計畫使用或不實行使用之情事，原告主張要無可採。\n      此外，萬物豈有不滅之者，則草木枯榮，理所自然，世\n        所恆見，故縱有原告指摘公園內植栽枯死之情形，亦不\n        影響於已經依計畫使用之認定。\n  (二)參加人確無遲延使用情形，已然不符收回權行使要件；至於\n    延宕至計畫期限屆滿前才使用系爭土地，係因可歸責於原告\n    事由所致：\n    1.按都市計劃法第83條第1 項規定僅在排除土地法第219 條\n      第1 項第1 款所定徵收補償發給完竣屆滿1 年之限制，並\n      未排除土地法第219 條第3 項之適用，已如前述。故原土\n      地所有權人依都布計畫法第83條第2 項依法申請買回土地\n      ，仍有土地法第219 條第3 項關於土地所有權人有可歸責\n      事由即不得申請收回土地之規定之適用。又按土地法第21\n      9 條第1 項第1 款規定，原係防止徵收機關為不必要之徵\n      收，或遷延興辦公共事業，特為原土地所有權人保留收回\n      權。是以需用土地機關未於上開期限內，依徵收計畫開始\n      使用徵收之土地者，如係因可歸責於原土地所有權人或為\n      其占有該土地之使用人之事由所致，即不得將遷延使用徵\n      收土地之責任，歸由徵收有關機關負擔（司法院大法官釋\n      字第534 號解釋意旨參照）。所謂可歸責於原土地所有權\n      人之事由，是否須限於以違法行為阻撓系爭土地之使用，\n      尚非無疑；除訴諸暴力，直接、間接阻礙施工之非法抗爭\n      外，亦應包括其他間接施壓手段，例如透過關說或行政協\n      商或使民意代表介入，要求需地機關暫緩施工，使需地機\n      關或執行機關在現行地方自治法制下，實際面臨如預算審\n      查等之壓力，而不得不延緩施工；或陳情變更都市計畫，\n      達成延緩施工之柔性抗爭手段在內。\n    2.本件上級審判決稱：如本件參加人並無不依核准計畫使用\n      或不實行使用之情事，應係指與核准計畫期限相較，參加\n      人就系爭土地之使用並無遲延；又謂本件係遲延使用，經\n      核前後理由相斥，非無理由矛盾之違法；苟原土地所有權\n      人或其使用人之行為，並非不當，或不致妨礙需用土地人\n      之就徵收土地之使用，僅因需用土地人因審酌其他事項，\n      決意遷延徵收土地之使用進度，自不得將此不利益歸諸原\n      土地所有權人。於適用都市計畫法第83條第2 項聲請收回\n      徵收土地時，必原土地所有權人或其使用人就徵收土地所\n      為之行為，與徵收土地之未能依核准計畫期限使用間有因\n      果關係，始得謂於徵收土地之未依核准計畫期限使用係可\n      歸責於原土地所有權人，而不准其收回徵收土地。行政法\n      院於認定聲請收回土地之原所有權人就徵收土地之未依核\n      准計畫期限使用是否可歸責時，就前開因果關係應予調查\n      審認；依土地法第215 條第1 項規定，就系爭土地上之地\n      上改良物，似應予一併徵收，則就系爭土地上之地上改良\n      物為一併徵收之前，原告有無依參加人之通知進行拆除之\n      義務，非無疑義。原告縱未依參加人之通知進行拆除地上\n      改良物，並進行陳情或聲請變更都市計畫，參加人因而延\n      緩系爭土地之使用進度，是否屬參加人審酌其他事項之結\n      果，而與原告無涉；原告之前開行為與參加人之未能依限\n      使用系爭土地，有何因果關係，能否謂原告有可歸責事由\n      ，均有待詳細研求等語。\n    3.惟就規範言，本件原告依都布計畫法第83條第2 項依法申\n      請收回土地，仍有土地法第219條第3項關於土地所有權人\n      有可歸責事由即不得申請收回土地之規定之適用，已如前\n      述。\n    4.再者，本件原審判決認為，參加人延宕至計畫期限屆滿前\n      使用系爭土地，係可歸責於原告，詎本件上級審法院誤認\n      為係指參加人有不依核准計畫使用或不實行使用系爭土地\n      之遲延；是鈞院就此事實仍可調查並作成裁判，不受上級\n      審法院認定之拘束：\n      為貫徹審級制度及終審法院統一法律解釋之旨，下級審\n        法院固受上級審法院作為主要廢棄原判決基礎之法律判\n        斷之拘束，惟若事實尚待查證，則下級審法院重為調查\n        事實、證據之結果並基此所為之裁判，自不受上開法律\n        所定上級審法院判斷之拘束。\n      參加人係主張：系爭土地已於計畫期限內依法使用，惟\n        系爭土地延宕至計畫期限屆滿前使用，係有可歸責於原\n        告之事由，並非自認本件有都市計畫法第83條第2 項規\n        定之不依照核准計畫期限使用或土地法第219 條第3 項\n        所定未依徵收計畫開始使用之情形。\n      原審判決已認定參加人就系爭土地之使用並無遲延，復\n        稱本件遲延使用，係屬可歸責於原告，則依文義脈絡，\n        前開遲延使用自係指參加人於原審所陳系爭土地延宕至\n        計畫期限屆滿前使用之情形而言。\n      綜上可知，上級審法院指摘原審判決有理由矛盾之違法\n        ，顯然係認原審判決所稱本件遲延使用係指參加人有不\n        依核准計畫使用或不實行使用系爭土地之遲延，實有差\n        誤。職是之故，鈞院就此事實仍可調查並作成裁判，不\n        受上級審法院認定之拘束。\n    5.就事實言，系爭土地延宕至計畫期限屆滿前使用，確可歸\n      責於原告，而不可歸責於參加人：\n      原告為拖延系爭土地改良物拆遷時程，屢次向臺北市議會\n      陳情，提出土地同等交換、工業區抵費地配合貸款優惠讓\n      售、工廠先建後拆、變更都市計畫等條件，並由臺北市議\n      會數次函請參加人暫緩本件系爭土地之地上物拆遷補償作\n      業，俟都市計畫委員會決議後再行辦理，參加人考量公益\n      與私益間之均衡及尊重議會監督預算執行之職權，乃先就\n      原告所提各項方案可行性進行研議，並配合都市計畫審議\n      而暫緩進行系爭土地改良物之補償、拆遷程序；惟參加人\n      所屬都市發展局於88年9 月4 日函示：系爭士林21號公園\n      仍維持原都市計畫之公園用地。參加人所屬工務局公園路\n      燈工程管理處於確定系爭土地仍維持公園用地後，即於徵\n      收補償程序完成後，先後於89年6 月27日、89年6 月30日\n      施設圍籬、執行地上物拆遷作業，拆除原告所有之圍牆、\n      大門及訴外人鄭芳瑞所種植之蓮霧等土地改良物，並進行\n      整地植栽綠化使用，詎料被告於89年6 月27日施設圍籬時\n      遭原告員工抗爭阻撓，原告公司之總經理李鵬飛亦在現場\n      ，89年6 月30日拆除原告圍牆、大門及訴外人鄭芳瑞種植\n      之地上物時，亦遭原告員工抗爭，皆有照片可證；原告復\n      於同年7 月1 日、2 日加以復建，參加人嗣於同年7 月3\n      日拆除原告地坪，並植栽綠化，惟原告員工於現場拉白布\n      條抗爭，致使當日拆除工作無法繼續進行，次日該處再度\n      至現場執行拆除時，原告員工復於現場拉白布條抗爭，經\n      排除抗爭後拆除警衛室、廚房及會議室等地上物，惟原告\n      再度陳情，要求暫緩至89年7 月8 日後再拆除辦公室，同\n      年10月間拆除廠房，至12月間始全部拆除完畢，迄今系爭\n      土地已依徵收計畫闢建為公園並對外開放供民眾使用。由\n      上觀之，原告之抗爭，致地上物勘估工作不能進行，並屢\n      藉陳情暫緩執行本件拆遷，致使參加人迫於徵收計畫使用\n      期限將屆之時，始徵收系爭土地改良物，並執行拆除工作\n      與使用系爭土地，確有原告主觀抗拒之事由及客觀不能貫\n      徹公權力之諸多原因存在，並非參加人怠於執行徵收計畫\n      所致，自屬於不可歸責於參加人事由，且難謂無可歸責於\n      原告。\n  (三)退萬步而言，縱認參加人未於計畫期限內依法使用系爭土地\n    ，也是因可歸責於原告所致，詳已如前述，是依前開土地法\n    第219 條第3 項規定，原告亦不得聲請收回土地。又按行政\n    程序法係自90年1 月1 日起施行，依法無溯及適用於本件之\n    效力，行政程序法第8 條既非原告請求照原徵收價格收回系\n    爭土地之法律要件或請求權基礎，原告援引該規定即屬無理\n    由，況原告多加阻撓參加人使用系爭土地，實難謂參加人有\n    何悖於誠信之情事，亦難認原告有何信賴值得保護。\n  (四)參加人拆除地上物並無涉及公告預定拆除時間之違法問題：\n    1.原告稱參加人89年6 月29日通知原告立即搬遷，否則逕行\n      拆除，並於計畫期限末日89年6 月30日拆除地上物，已違\n      反土地徵收條例第28條及臺北市舉辦公共工程對合法建築\n      及農作改良物拆遷補償暨違章建築處理辦法第4 條應在5\n      個月前通知之規定，業經監察院糾正在案，不得謂依核准\n      計畫使用系爭土地云云。\n    2.惟按臺北市舉辦公共工程對合法建築及農作改良物拆遷補\n      償暨違章建築處理辦法第4 條規定：「（第1 項）工程計\n      畫決定後，本府應將拆遷地區、範圍及預定拆除時間公告\n      之。」「（第2 項）前項之拆除時間，至少應於執行拆除\n      5 個月前通知所有權人或其他利害關係人。」準此，應公\n      告預定拆除時間應為工程計畫決定後。\n    3.參加人於83年6 月24日府工公字第83035834號公告預定拆\n      除時間為83年12月1 日，並於83年7 月19日以府工公字第\n      83041923號函請原告於83年12月1 日前自行將建物拆遷，\n      故已於實際執行拆除日89年6 月30日之5 個月以前通知。\n      嗣參加人所屬工務局公園路燈工程管理處復以89年2 月3\n      日函告原告預定於89年5 月25日拆除廠房、農作物等地上\n      物，該函雖經訴願決定以通知主體不適格撤銷，然原告早\n      已知悉預定拆除事實，且地上物亦經參加人於89年3 月21\n      日公告徵收，原告有充裕時間為拆除地上物之準備。\n    4.甚且，參加人於89年6 月30日拆除地上物時，原告對系爭\n      土地及地上物已無權利，自無通知拆除時間之問題。參加\n      人已於89年5 月9 日將徵收補償費存入臺北市土地徵收補\n      償費保管專戶，依土地徵收條例第21條第1 項、第26條第\n      1 項、第3 項規定，參加人即已原始取得地上物所有權，\n      原告對系爭土地及其上改良物之權利已終止，負有自行遷\n      移之義務；從而原告已非臺北市舉辦公共工程對合法建築\n      及農作改良物拆遷補償暨違章建築處理辦法第4 條規定應\n      受通知之主體，參加人無須通知原告即可逕行拆除，並無\n      違法。退一步言，土地徵收條例第28條雖規定被徵收土地\n      或土地改良物應受之補償費發給完竣或核定發給抵價地後\n      ，直轄市或縣（市）主管機關應通知土地權利人或使用人\n      限期遷移完竣，惟並未明定此一限期遷移之猶豫期間長短\n      ，土地徵收執行機關自得依個案裁量。\n    5.如依原告主張，須至徵收補償費發放完竣日起算5 個月後\n      始得執行拆除，則徵收補償費至89年5 月9 日始發放完畢\n      ，5 個月後早逾計畫期限末日89年6 月30日，參加人即無\n      依計畫使用系爭土地之可能；原告如此解釋土地徵收條例\n      第28條及臺北市舉辦公共工程對合法建築及農作改良物拆\n      遷補償暨違章建築處理辦法第4 條之規範意旨，係曲解法\n      令，要無可採。\n  (五)又所謂「徵收必要性」實與本案無關；況參加人規劃設置士\n    林21號公園，核屬計畫行政領域，其規劃內容本非鈞院審理\n    本件之標的，原告訴稱本件徵收欠缺必要性或施政正當性云\n    云，不知所謂等語。並聲明求為判決駁回原告之訴。。\n六、本件兩造爭執要點如次：(一)參加人有無不依照核准計畫期限\n    使用系爭徵收土地之情形？(二)參加人未能依照核准計畫期限\n    使用，是否因可歸責於原告所致？\n七、按行政訴訟法第260 條明定：「（第1 項）除別有規定外，\n    經廢棄原判決者，最高行政法院應將該事件發回原高等行政\n    法院或發交其他高等行政法院。（第2 項）前項發回或發交\n    判決，就高等行政法院應調查之事項，應詳予指示。（第3\n    項）受發回或發交之高等行政法院，應以最高行政法院所為\n    廢棄理由之法律上判斷為其判決基礎。」本件最高行政法院\n    97年度判字第1150號判決廢棄本院92年度訴字第5190號判決\n    ，所為廢棄理由之法律上判斷如次：(一)關於徵收土地之原所\n    有權人依都市計畫法第83條規定聲請收回徵收土地，主管機\n    關應就徵收之全部土地整體觀察（參照最高行政法院97年11\n    月份第2 次庭長法官聯席會議決議），查明是否有明顯事實\n    ，足認需用土地人已按核准計畫使用徵收土地。於具體事件\n    中，其「使用」之內容、程度並其期限如何，則應依經核准\n    之徵收計畫書之記載具體認定之。至於司法院釋字第236 號\n    解釋及最高行政法院68年判字第52號判例係就78年12月29日\n    修正前土地法第219 條有關收回土地之「不依核准計畫使用\n    」或「不實行使用」要件而為闡釋，與都市計畫法第83條規\n    定「不依核准計畫期限使用」之要件無涉，本件係依都市計\n    畫法第83條規定申請收回徵收土地事件，尚不得逕適用之（\n    參見該判決書第12頁至第13頁理由六(一)）。(二)土地法第219\n    條第3 項所定徵收土地未能依期限使用，係因可歸責於原土\n    地所有權人或其使用人，原土地所有權人即不得聲請收回徵\n    收土地者，必原土地所有權人或其使用人就徵收土地所為之\n    行為，係屬不當，且與徵收土地之未能依期限開始使用間有\n    相當因果關係。苟原土地所有權人或其使用人之行為，並非\n    不當，或不致妨礙需用土地人之就徵收土地之使用，僅因需\n    用土地人因審酌其他事項，決意遷延徵收土地之使用進度，\n    自不得將此不利益歸諸原土地所有權人。同理，於適用都市\n    計畫法第83條第2 項聲請收回徵收土地時，必原土地所有權\n    人或其使用人就徵收土地所為之行為，與徵收土地之未能依\n    核准計畫期限使用間有因果關係，始得謂於徵收土地之未依\n    核准計畫期限使用係可歸責於原土地所有權人，而不准其收\n    回徵收土地。於認定聲請收回土地之原所有權人就徵收土地\n    之未依核准計畫期限使用是否可歸責時，就前開因果關係應\n    予調查審認（參見該判決書第13頁至第14頁理由六(二)）。依\n    前揭規定，本院自應以上開最高行政法院之法律上判斷為本\n    件判決之基礎，合先陳明。\n八、復按89年2 月2 日公布施行之土地徵收條例第61條規定：「\n    本條例施行前公告徵收之土地，其申請收回，仍依施行前之\n    規定辦理。」是在土地徵收條例施行前之徵收案件，被徵收\n    人雖在該條例施行之後，始行使收回權，仍應適用都市計畫\n    法第83條及土地法第219 條之規定。而此二條文間具有特別\n    法與普通法之關係，必須都市計畫法第83條無特別規定者，\n    始適用土地法第219 條所列其他一般要件規定以補充之。再\n    關於聲請收回徵收土地之要件，土地法第219 條第1 項第1\n    款規定：「私有土地經徵收後，有左列情形之一者，原土地\n    所有權人得於徵收補償發給完竣屆滿1 年之次日起5 年內，\n    向該管直轄市或縣（市）地政機關聲請照徵收價額收回其土\n    地︰一、徵收補償發給完竣屆滿1 年，未依徵收計畫開始使\n    用者。…」惟都市計畫法第83條則規定：「（第1 項）依本\n    法規定徵收之土地，其使用期限，應依照其呈經核准之計畫\n    期限辦理，不受土地法第219 條之限制。（第2 項）不依照\n    核准計畫期限使用者，原土地所有權人得照原徵收價額收回\n    其土地。」足認都市計畫法第83條對使用期限已明文排除適\n    用土地法第219 條第1 項1 年未依徵收計畫開始使用之期間\n    規定，而以是否依照核准計畫期限使用為收回之要件。又有\n    無依照核准計畫期限使用之認定標準，則應於具體事件中，\n    就所徵收全部土地之使用內容、程度及其期限等情形，整體\n    觀察之。若不能認定已於期限內依照核准計畫期限使用，且\n    非因可歸責於原土地所有權人之不當行為所致者，原土地所\n    有權人即得申請收回，而非謂需用土地人僅著手興辦事業之\n    準備工作，即可謂已依計畫期限使用，原所有權人不得請求\n    收回（最高行政法院97年11月份第2 次庭長法官聯席會議決\n    議及本件最高行政法院廢棄發回意旨參照）。至於收回徵收\n    土地之請求權時效、收回程序及可歸責事由等其他事項，因\n    都市計畫法未有特別規定，自仍應適用土地法第219 條所規\n    定之一般要件。\n九、經查：\n  (一)參加人為興辦臺北市士林區21號公園工程，需用系爭土地，\n    報經被告以77年5 月5 日台（77）內地字第595436號函核准\n    徵收，而由參加人所屬地政處於78年2 月27日公告徵收。依\n    核准徵收土地計畫書記載之計畫進度為「列入臺北市政府中\n    長程計畫，自77年7 月起至89年6 月止依計畫使用。」惟參\n    加人尚未辦理地上改良物徵收之前，即以83年7 月19日函通\n    知原告於83年12月1 日前命原告自行拆遷，原告則分別於84\n    年3 月15日、84年10月2 日、86年9 月26日、88年3 月30日\n    、88年5 月10日向臺北市議會陳情，要求參加人俟都市計畫\n    通盤檢討定案後再行丈量及徵收地上物作業，經參加人審酌\n    後，由所屬都市發展局於88年9 月4 日函復知本件公園仍維\n    持原都市計畫，其後參加人經與原告協議價購地上改良物未\n    果，遂報請內政部以89年2 月2 日台(89)內地字第8903186\n    號函准予徵收，參加人並於同年3 月21日公告徵收地上改良\n    物，並完成徵收補償程序。嗣由參加人所屬工務局公園路燈\n    工程管理處於89年2 月3 日通知原告預定於89年5 月25日拆\n    除廠房、農作物等地上物，原告不服提起訴願，參加人所屬\n    訴願委員會於89年5 月20日以原處分機關非無管轄權限為由\n    ，作成訴願決定「原處分撤銷，由原處分機關另為處理」，\n    拆除工作乃懸置未進行，迄89年6 月27日參加人所屬工務局\n    公園路燈工程管理處始前往系爭土地現場設置施工圍籬，原\n    告所屬員工則在場抗爭，參加人旋以89年6 月29日函通知原\n    告訂於89年6 月30日執行地上物拆遷作業，而於當日拆除系\n    爭土地上之圍牆、大門及鄭芳瑞所種植之蓮霧等部分地上物\n    ，並購置盆栽在現場空地處種植約200 平方公尺。嗣原告聲\n    請收回系爭徵收土地，而經被告以原處分否准在案等情，為\n    兩造所不爭執，並有卷附被告77年5 月5 日台（77）內地字\n    第595436號函、參加人徵收土地計畫書、徵收土地清冊、臺\n    北市政府地政處78年2 月27日北市地四字第7144號徵收公告\n    （以上見原處分卷第1 至9 頁）、內政部89年2 月2 日台（\n    89）內地字第8903186 號函、徵收土地改良物計畫書、參加\n    人89年3 月21日府地四字第8901755300號徵收公告、參加人\n    工務局公園路燈工程管理處89年2 月3 日北市工公配字第89\n    60300000號函（以上見原處分卷第11至15頁、第17至18頁及\n    第33頁）、參加人89年5 月20日府訴字第8904279700號訴願\n    決定書（見前審卷第181 至189 頁) 、臺北市議會處理原告\n    陳情案相關文件（見內政部調借文件卷宗第28頁至第35頁）\n    、原告抗爭實況照片（見前審卷第190 頁至191 頁及第194\n    頁）及原處分（見前審卷第27頁）可稽。\n  (二)稽之上揭參加人徵收土地計畫書所載，該計畫進度係自77年\n    7 月起至89年6 月止依計畫使用甚明。而參加人則遲至89年\n    6 月27日始僱工至徵收土地架設準備施工之圍籬，並自計畫\n    期限末日即同月30日起，才委僱請坤益營造工程有限公司（\n    下稱坤益公司）從事地上物拆除及清運之工作，接續於翌月\n    3 日、4 日及同年10月5 日方將土地上之圍牆、大門、地坪\n    、警衛室、會議室及辦公室等地上物清除完畢，有參加人89\n    年10月30日府工公字第8909813800號函影本及坤益公司標立\n    現場之告示牌照片可稽（分見內政部調借文件卷宗第68頁及\n    前審卷第56頁）。再參加人就上開公園興建工程先於89年7\n    月12日依公開招標程序決標，而由承作廠商海棠園藝有限公\n    司於90年3 月15日至同年5 月15日之期間內，進行擴建公園\n    工程，而種植231 株喬木、8846株灌木及51624 株草花予以\n    綠化等情，亦有參加人工務局公園路燈工程管理處之上開公\n    園擴建工程─土木工程公開招標公告資料及承包廠商施作告\n    示牌在卷可證（見前審卷第53頁及第56頁，同本院卷一第50\n    頁及第51頁）。\n  (三)被告及參加人雖辯稱：參加人於89年6 月30日即進入系爭土\n    地拆除地上物整地，並植栽約200 平方公尺，顯已依照核准\n    計畫期限開始使用徵收土地云云。惟公用徵收之目的既為興\n    辦公用事業，則所稱依計畫使用，自指興辦事業之主體工程\n    動工而言，否則，即不能謂有依核准徵收計畫使用之事實，\n    此徵諸土地徵收條例第9 條第4 項之立法定義可明。本件被\n    告核准徵收系爭土地係因參加人需用以興辦士林區21號公園\n    之事業，衡諸興建公園事業之性質，當需建置步道、照明燈\n    具、休憩必備設施及器具、植栽區塊及其養護、阻障設施等\n    各項主體工程，此徵諸卷附21號公園已完工後之實況照片可\n    明（見本院卷一第279 頁）。故本件參加人於期限前3 日至\n    系爭土地外圍架設施工圍籬及其期限末日進入其內拆除系爭\n    土地上之地上物並整地，僅屬於興辦公園事業前之準備工作\n    ，難認已著手興建公園事業之主體工程。至於被告及參加人\n    所辯：參加人於89年6 月30日當日已有進行植栽乙節。觀之\n    卷附被告提出之當日照片所示（見本院卷一第270 至271 頁\n    ），固可見參加人確有購置盆栽，僱工種植之情狀，然參加\n    人係於期限末日甫進入拆除地上物之際，隨意覓取空地翻土\n    種植，並未經規畫，且無任何養護措施，不旋踵即任令枯萎\n    ，其後整地時亦予以刨除，有卷附照片可證（見內政部調借\n    文件卷宗第77頁、第78頁及前審卷第55頁、第57頁）。參之\n    參加人係系爭土地全數拆除完畢，並整地完成後，始由另一\n    承作公園擴建綠化工程之廠商於翌年3 月15日起開始施工及\n    綠化等情況，可見參加人倉促在期限末日購置盆栽僱工種植\n    之舉措，明顯係虛應符合「使用」行為之形式而已，並不具\n    其實質，不能認屬於依計畫使用之行為，方允事理之平。是\n    本件參加人在徵收計畫所定期限屆至之前，僅著手實施興建\n    公園之前置作業行為，尚未按原核准計畫使用，要無疑義。\n  (四)被告及參加人雖復辯稱：參加人係因原告於土地徵收完竣後\n    ，未依通知搬遷，且向臺北市議會陳情以拖延進度，並於參\n    加人前往架設施工圍籬及拆除地上物時皆進行抗爭，故參加\n    人縱有未依計畫期限使用，亦因可歸責於原告所致云云。惟\n    參加人係於77年間報經被告核准徵收系爭土地在案，而遲至\n    89年2 月始再就地上改良物，報經內政部核准徵收，並辦竣\n    補償作業，迄89年6 月30日始開始強制拆除作業，則參加人\n    如認原告未依通知自動搬遷係屬違法，本可依照法定程序，\n    以公權力予以排除，然參加人卻任其延宕，俟完成地上物徵\n    收及補償程序後，始於期限末日前1 日即89年6 月29日通知\n    拆除，而於翌日予以強制執行，衡情參加人未拆除地上物與\n    原告未自動搬遷之間，殊難謂有相當因果關係存在。再原告\n    縱有向民意機關陳情，經由民意代表以影響參加人計畫之執\n    行，然人民向民意機關或民意代表陳情，原為法律所允許，\n    並非屬不當之行為，參加人採行民意代表之建議與否乃其權\n    理之結果，參加人如審酌可經由民意代表協調以解決爭端，\n    而擱置公權力之行使，全繫於參加人之自主決意，不能諉責\n    於原告。又觀之卷附被告提出之照片所示（見本院卷一第26\n    5 至268 頁及第274 至275 頁），固可見原告員工於89年6\n    月27日、同月30日及7 月3 日在現場抗爭之情景，但由卷附\n    被告及參加人另外提出之照片所示（見本院卷一第267 頁至\n    第271 頁），仍可見警員於上開日期均有在場阻絕原告員工\n    妨礙施工，參加人所僱之工人在警員護衛下，皆能順利工作\n    ，況且被告及參加人亦自承：參加人於當日已拆除地上物及\n    植栽等情在卷，已如前述。是依卷證資料，尚不足以認定參\n    加人係因原告員工之抗爭不能施作，導致使用遲延。至於原\n    告員工於同年7 月3 日進行抗爭乙節，因當日已在計畫期限\n    屆至之後，顯與參加人之遲延使用無關甚明。故本件參加人\n    未依照計畫期限使用系爭土地，難認係因可歸責於原告之不\n    當行為所致，自不能將此不利益歸諸原告承受。\n十、綜上所述，被告及參加人所辯各節，均非可採。本件上開原\n    告被徵收土地，參加人並未依照核准之計畫期限使用，且難\n    認係因可歸責於原告之不正當行為所致，則原告於法定期間\n    內聲請照原徵收價額收回附表所示被徵收土地，經核符合都\n    市計畫法第83條第2 項規定之特別要件及土地法第219 條所\n    列之其他一般要件，自應予以准許。被告以原告之聲請不符\n    法定要件為由，而否准所請，適用法律自有違誤，訴願決定\n    未予糾正，亦有不合。從而，本件原告訴請撤銷訴願決定及\n    原處分，並求為判命如聲明所示，即有理由，應予准許。\n十一  本件為判決基礎之事證已臻明確，兩造其餘攻擊防禦方法，\n    核與本件判決結果不生影響，爰不逐一論述，併此敘明。\n據上論結，原告之訴為有理由，依行政訴訟法第200 條第3 款、\n第98條第1 項前段，判決如主文。"
  },
  "characters": {
    "judges": [
      "徐瑞晃",
      "蕭惠芳",
      "蔡紹良"
    ],
    "prosecutors": [

    ],
    "lawyers": [

    ],
    "clerks": [
      "張正清"
    ],
    "plaintiffs": [
      "萬寶紡織廠股份有限公司"
    ],
    "defendants": [
      "行政院",
      "代  表  人  乙○○(院長)"
    ],
    "prosecutor_office": [

    ],
    "creditors": [

    ],
    "debtors": [

    ],
    "judicial_associate_officer": [

    ]
  },
  "adjudged_at": "2010-05-12",
  "created_at": "2016-01-05 11:57:28",
  "updated_at": "2016-01-05 11:57:28"
}