{
  "identify": "TPB-98-訴-1212-20100512-1",
  "court": {
    "name": "臺北高等行政法院",
    "code": "TPB"
  },
  "division": {
    "name": "行政",
    "code": "A"
  },
  "year": 98,
  "word": "訴",
  "number": "1212",
  "jcheck": "1",
  "reason": "免職",
  "content": "臺北高等行政法院判決\n                                      98年度訴字第1212號\n                                     99年4月28日辯論終結\n原      告  甲○○\n訴訟代理人  陳香如  律師\n被      告  行政院勞工委員會\n代  表  人  乙○○（主任委員）\n訴訟代理人  蔡順雄  律師\n            曹詩羽  律師\n上列當事人間免職事件，原告不服行政院中華民國98年4 月28日\n院臺訴字第0980084870號訴願決定，提起行政訴訟，本院判決如\n下：\n    主      文\n原告之訴駁回。\n訴訟費用由原告負擔。\n    事實及理由\n一、事實概要：\n    原告原任勞工保險監理委員會（以下簡稱勞保監理會）專任\n    委員，經被告以勞保監理會主任委員賴錦豐已於民國97年6\n    月12日請辭，為落實經營責任制度，原告應於主任委員離職\n    時同進退擬予以免職為理由，簽報行政院以97年8月7日院授\n    人力字第09700631112號函准後，遂以97年8月8日勞人1字第\n    0970076470號令（下稱原處分）核定原告免職，並自原處分\n    發布日生效。原告不服，提起訴願，經決定駁回，遂提起本\n    件行政訴訟。\n二、原告主張略以：\n  (一)勞保監理會之組織架構非與公營金融保險事業機構完全相同\n    ，自不得強加比附援引行政院所屬國營事業機構負責人經理\n    人董監事遴聘要點（下稱遴聘要點）之規定。依遴聘要點第\n    3 條規定，負責人係指「可決定事業機構經營政策之最高首\n    長，對外並代表事業機構，其職稱包括董事長或其他相當職\n    務」，而經理人則指「實際負責執行事業機構之股東會或董\n    事會決策之執行首長，其職稱包括總經理或其他相當職務」\n    。申言之，負責人即事業機構之代表及最高決策機關，經理\n    人則係執行機關。然原告所屬之勞保監理會並無前開之組織\n    架構，與一般與公營金融保險事業機構不同，參諸勞工保險\n    監理委員會組織條例第5 條及勞工保險監理委員會辦事細則\n    第19條規定，可見勞保監理會之主任委員僅就爭議審議審定\n    書有權得逕與核定外，其他各款決議事項均非由勞保監委會\n    之專任委員可得辦理，而係需視決議內容另外報請勞工委員\n    會（下稱勞委會）或勞工保險局（下稱勞保局）等分別辦理\n    ，意即勞保監理會內部並無相應於執行機關之經理人存在，\n    其執行機關（對應於遴聘要點經理人地位者）根據勞工保險\n    監理委員會組織條例暨辦事細則規定，均可見係屬勞委會或\n    勞保局，而非勞保監理會之專任委員。訴願決定認勞保監理\n    會主任委員之身分乃為遴聘要點中之負責人，而原告擔任專\n    任委員之身分乃為經理人，而引用遴聘要點第4 條經理人與\n    負責人應共進退規定，認原告應與主任委員共進退而加以免\n    職，其比附援引顯忽視勞保監理會與一般國營事業機構於組\n    織上之歧異點，而有錯誤引用之嫌。\n  (二)縱使認為原告所屬之勞保監理會之組織架構仍有負責人及經\n    理人存在，而應予適用遴聘要點之規定，惟細繹遴聘要點第\n    6 條第2 項規定：「經遴聘為事業結構負責人後，其權利義\n    務事項依下列規定辦理：…(二)該事業結構之經理人由其遴選\n    後依規定程序辦理。」同遴聘要點第4 條第1 項第2 點規定\n    ：「為落實國營事業機構經營責任制度，該機構經理人須與\n    負責人同進退，該機構負責人異動時，經理人隨同離職，由\n    新任機構負責人遴選合適經理人，報經目的事業主管機關陳\n    報本院核定。」參諸前開遴聘要點之設計及精神，乃為機關\n    決策責任一體之體現，然責任一體之前提在於經理人乃負責\n    人所遴選，而擔當負責人擬定決策之施行機關，從而負責人\n    與經理人間形成緊密之樞紐關係，由負責人與經理人共同對\n    於渠所營運之事業體負責，故倘負責人有所更替，為使下任\n    負責人重新挑選執行決策之團隊，經理人應與遴選渠之負責\n    人共進退，以彰顯責任一體之法理，蓋遴聘要點之設計精神\n    與現代民主國家之責任政治精神可謂道本一體，理無二致。\n    然原告所擔任之專任委員並非由主任委員所遴選，而係由當\n    時勞委會主任委員陳菊依勞工保險監理委員會組織條例第2\n    條規定遴聘，而非由勞保監理會主任委員賴錦豐所遴聘，從\n    而自與賴錦豐無責任一體之臍帶關係，無從適用遴聘要點第\n    4 條之規定甚明，訴願決定通篇避重就輕，漏未論及此點，\n    率爾以原告既是擔任勞保監理會之專任委員，即為遴聘要點\n    中所指之經理人，自應與主任委員共進退云云駁回原告之訴\n    願，顯對遴聘要點設計之法理未予細究便草率認定，於法顯\n    有違誤之處。\n  (三)觀諸勞保監理會之行政慣例，自原告遭免職前，未嘗有專任\n    委員與主任委員一併免職或共進退之行政前例存在。\n    1.勞保監理會主任委員迄今已有四度更迭，分別為王三重主\n      任委員（任職期間：90年9月20日至93年5月20日）、郭吉\n      仁主任委員（任職期間：93年5月20日至95年4 月1日）、\n      林豐賓主任委員（任職期間：95年5月1日至96年11月21日\n      ）、賴錦豐主任委員（96年12月3日至97年6月1日）：\n      與原告同樣擔任專任委員之柳文震自79年2 月1 日至97\n        年8 月14日間歷經四任主任委員之更迭，未嘗遭指應與\n        主任委員共進退而被免職。\n      陳榮祿自80年3 月8 日至93年7 月19日擔任專任委員期\n        間歷經王三重、郭吉仁兩任主任委員之變動，亦未嘗遭\n        免職。\n      黃國義於90年2 月20日至97年1 月16日擔任專任委員期\n        間，歷經王三重、郭吉仁、林豐賓、賴錦豐四任主任委\n        員交替，亦未嘗遭免職處分。\n      更以原告本身為例，原告自93年7 月19日至97年8 月8\n        日擔任主任委員期間，歷經郭吉仁、林豐賓、賴錦豐三\n        位主任委員變動，前亦未遭免職處分，倘勞保監理會之\n        主任委員與專任委員間係應據遴聘要點之規定共同進退\n        ，何以勞保監理會數度更易主任委員以來，僅有原告一\n        人遭此行政處分？\n    2.核被告所為之行政處分，顯有違背行政法上平等原則之嫌\n      。按平等原則乃我國憲法位階之原理原則，且明文於行政\n      程序法第6條規定，於行政法學理上開展出行政自我拘束\n      原則，即行政機關在作成行政處分時，對於相同或有同一\n      性質之事物，倘無正當理由，應受行政先例或行政慣例之\n      拘束，否則即違反平等原則。本件原告所擔任之職位為專\n      任委員，自遴聘要點頒佈施行以來，均未有任何專任委員\n      遭被告據遴聘要點為由而加以免職。換言之，近十年間僅\n      原告一人受此免職處分，其他同於勞保監理會擔任同專任\n      委員職務者，未有一人遭受免職處分，核被告之行為，顯\n      違平等原則而單對原告一人有特殊之待遇甚明！原告前曾\n      提出此點抗辯，卻遭行政院以「勞保監理會歷任主任委員\n      更易，專任委員未一併免職，要屬個案妥適與否之問題」\n      寥寥數語打發，未覺被告所為之行政處分顯無正當理由而\n      為差別待遇，屬違背平等原則之違法處分，應予以撤銷。\n  (四)退言之，若猶認被告所為之行政處分並無違背平等原則，然\n    原告所擔任之勞保監理會專任委員，其權責均與遴聘要點之\n    經理人地位不可相提並論，自不得執遴聘要點規定，命原告\n    與主任委員共進退而加以免職，茲分述如後：\n    1.按勞保監理會下設有業務監理組、財務監理組、爭議審議\n      組、秘書室，由主任秘書兼秘書室主任，專任委員兼業務\n      監理組、財務監理組、爭議審議組之主任，此參諸勞工保\n      險監理委員會組織條例第6條、第7條分別訂有明文。本件\n      原告係以社會保險專家而被遴聘為專任委員，並兼任業務\n      監理組主任，意即原告僅得審核業務監理組相關之事項，\n      對於財務監理組、爭議審議組及秘書室執掌之範圍均無權\n      置喙。況依勞工保險監理委員會辦事細則第8條、第9條規\n      定，勞保監理會之主任秘書與專門委員乃由主任委員遴選\n      ，承主任委員之命執行主任委員之決策，且不受組、室之\n      限制，可得審核參與原告所屬之業務監理組、財務監理組\n      、爭議審議組、秘書室所執掌之各項業務。又主任秘書及\n      專門委員均有本職章，主任秘書因身兼秘書室主任，亦有\n      兼任章可得處理兼任事務（即秘書室之執掌事項），反觀\n      原告擔任之專任委員因非經理人位階，不具處理跨組室決\n      策之權限與職責，僅有兼任章可供處理兼任事務；以原告\n      為例，原告僅有專任委員兼業務監理組組長章之兼職章，\n      而無如主任秘書或專門委員般具備專任委員章，即原告之\n      執掌範圍僅可得處理業務監理組內部事項，與專門委員、\n      主任秘書可處理之範疇顯不相當。換言之，以勞保監理會\n      之組織架構暨職權設計，係主任秘書或專門委員始為實際\n      負責執行主任委員決策之執行首長。而非原告所擔任之專\n      任委員。茲為鈞院整理勞保監理會之組織及核准事項分配\n      簡圖及勞工保險監理委員會分層負責明細表。由分配簡圖\n      可見原告所任之專任委員（兼業務監理組主任），就第一\n      層公務負責事項僅有審核之權，俟專任委員審核後，再轉\n      交由專門委員或主任秘書審核，再由渠報請主任委員核定\n      。行政實務上主任秘書並持有主任委員甲章可得以主任委\n      員名義核決一層核定事項，而專門委員亦另持有主任委員\n      職務乙章，可得以主任委員名義核決一層核定事項。申言\n      之，原告之執掌範圍至多僅可核決二層核定事項，一層核\n      定事項部分均需呈往主任秘書/ 專門委員由渠再做審核，\n      部分甚至由主任秘書/ 專門委員直接持主任委員甲/ 乙章\n      而核定。以前開行政實務運作流程觀之，勞保監理會之事\n      實上經理人，應為主任秘書及專門委員，而非原告所擔任\n      之專任委員。\n    2.被告另執原告之職務列15職等，依財政部所訂之公營金融\n      保險事業機構各職等職務新進人員資格條件及核薪標準表\n      係相當副首長職等，且根據勞保監理會辦事細則第3 條規\n      定主任委員不在會時，由專任委員代理會務等語，稱原告\n      身份相當於經理人而應予免職。惟原告之職務是否相當於\n      遴聘要點之經理人，應視原告之地位是否相當於實際擔當\n      負責執行勞保監理會決策之執行首長，而與原告之職等高\n      低、薪俸多寡無因果關係，被告所持理由於法實屬無據。\n      另勞保監理委員會辦事細則第3 條固然規定主任委員不在\n      會時，由專任委員代理會務，然該部代理並非常態，不能\n      僅據此即認定專任委員等同於經理人身份，況依行政慣例\n      ，專任委員在代行職務會務期間對於重大議案或涉及人事\n      部分絕不可能擅加決行，而係留待主任委員決行。若以被\n      告之邏輯論之，同辦事細則第8條第4款亦規定，主任委員\n      及專任委員不在會時，係由主任秘書代理會務，則主任秘\n      書既有代理會務之權，其身份亦為經理人，則被告即應依\n      同辦事要點將主任秘書加以免職方符法治，然被告卻僅針\n      對原告加以免職，顯見被告不認同可代理主任委員職務之\n      主任秘書係經理人，職是之故，僅以該辦事要點遽認原告\n      屬經理人身份，顯過速斷等情。並聲明求為判決撤銷訴願\n      決定及原處分。\n三、被告則抗辯略以：\n  (一)被告係以公營金融保險事業機構之相關規定，以副首長之程\n    序遴選原告，並依行政院以91年10月16日院授人力字第0910\n    045454號函報行政院核定。是以原告屢稱伊非遴聘要點之經\n    理人等語云云，顯無理由：\n    1.「本會隸屬中央勞工行政主管機關，置主任委員1 人及委\n      員16人，除主任委員外，其名額分配如左：一、專家4 人\n      ，其中3 人為專任。」「前項第1 款之委員，由中央勞工\n      行政主管機關遴聘財務專家2 人、社會保險及法律專家各\n      1 人擔任之，其餘委員分別洽請有關機關團體遴送中央勞\n      工行政主管機關核定聘任。」「本會之人事管理及職務列\n      等，比照公營金融保險事業機構辦理。」勞工保險監理委\n      員會組織條例第2 條第1 項第1 款、第2 項、第10條分別\n      定有明文。「三本要點名詞定義如下：(一)負責人：指可決\n      定事業機構經營政策之最高首長，對外並代表事業機構，\n      其職稱包括董事長或其他相當職務。(二)經理人：指實際負\n      責執行事業機構之股東會或董事會決策之執行首長，其職\n      稱包括總經理或其他相當職務。」「四遴聘權責如下：(一)\n      負責人、經理人之遴聘：…2.為落實國營事業機構經營責\n      任制度，該機構經理人須與負責人同進退，該機構負責人\n      異動時，經理人隨同離職，由新任機構負責人遴選合適經\n      理人，報經目的事業主管機關陳報本院核定。」遴聘要點\n      第3 點、第4 點分別定有明文。\n    2.原告為勞保監理會之專任委員，依勞工保險監理委員會組\n      織條例第2 條之規定，原告係由被告依財政部所屬事業機\n      構高級主管（副總經理、副局長、協理）遴選標準所遴選\n      。又勞保監理會之專任委員列15職等，依財政部「公營金\n      融、保險事業機構各職等職位新進人員資格條件及核薪標\n      準表」係相當副首長。行政院91年10月16日院授人力字第\n      0910045454號函規定，有關各主管機關所屬國營事業機構\n      副總經理、協理或相當職務之任免案均應報行政院核定，\n      故被告以93年6 月25日簽報行政院核定擬任原告為勞保監\n      理會之專任委員，足證被告係以公營金融保險事業機構之\n      相關規定，以副首長之程序遴選原告，並依行政院91年10\n      月16日院授人力字第0910045454號函報行政院核定。是以\n      ，原告屢稱伊非遴聘要點之經理人等語云云，顯無理由。\n    3.「本會主任委員綜理本會會務，並指揮監督所屬職員。主\n      任委員不在會時，由專任委員代理會務。」勞工保險監理\n      委員會辦事細則第3 條定有明文，故主任委員不在會時，\n      係由專任委員代理會務，由專任委員代理首長會務規定觀\n      之，亦證專任委員實具負責監理會決策之經理人之性質。\n      另勞保監理會前任主任委員郭吉仁及林豐賓分別於95年4\n      月1 日及96年11月21日離職，其接任主任委員人選尚未到\n      任前，係由原告代理，並有原告以代理主任委員甲○○署\n      名之函稿可稽，顯見原告在勞保監理會所擔負之決策責任\n      ；原告亦以代理主任委員之名義召集會議並為主持人，出\n      席者、列席者分別為勞方、資方、與開會事由相關之政府\n      代表，足證專任委員實具有負責勞保監理會經理人之性質\n      。按「本會置主任秘書1 人；組主任3 人，由專任委員兼\n      任；…」勞工保險監理委員會組織條例第7 條前段定有明\n      文。至於原告另稱若原告為實際執行主任委員決策之執行\n      首長，為何經手之公文尚須經專門委員及主任秘書之簽核\n      、且實際上亦曾發生過原告簽核通過之提案，於呈至主任\n      秘書時，經其簽核後會爭議審議組云云乙節，因專任委員\n      乃原告本職，其係因依監理會組織條例第7 條規定兼任組\n      主任職務，方有其兼任業務監理組之公文書應經專門委員\n      、主任秘書核稿再呈主任委員判行之情況，此係機關內分\n      層負責所致，與原告專任委員本職不同，不可一概而論。\n    4.「業務監理組職掌如下：一保險年度計畫及年度總報告之\n      審議事項。二保險業務之檢查及考核事項。三保險重要業\n      務之審議事項。四保險法規及業務興革之研究建議審議事\n      項。五保險監理業務檢討會及勞保業務研討會之規劃辦理\n      事項。六其他有關保險業務監理事項。前項第3 款所稱保\n      險重要業務包括保險年度計畫之變更、保險業務之委託辦\n      理、保險業務重要契約之訂定及保險政策性行政措施等事\n      項。」「財務監理組職掌如下：一保險年度預算、決算之\n      審議事項。二保險基金保管之審核及其運用之審議事項。\n      三保險重要財務之審議事項。四保險財務帳務之檢查及考\n      核事項。五保險財務法規及財務興革之研究建議審議事項\n      。六其他有關保險財務監理事項。前項第3 款所稱保險重\n      要財務包括保險年度預算之變更、保險費率之調整、保險\n      準備提存之研訂、保險財務收支之預估、保險財務重要契\n      約之訂定及呆帳之審核等事項。」「爭議審議組職掌如下\n      ：一保險爭議之審議事項。二有關爭議審議案件之統計、\n      分析、研究及業務興革建議事項。」勞工保險監理委員會\n      辦事細則第4 條、第5 條、第6 條分別定有明文。原告依\n      監委會組織條例第7 條規定兼任業務監理組組主任職務，\n      並以專任委員之身分為主持人召集會議，出席者、列席者\n      分別為勞方、資方、與開會事由相關之政府代表，足證專\n      任委員實具有負責勞保監理會經理人之性質。\n    5.「為監督勞工保險業務及審議保險爭議事項，依勞工保險\n      條例第5 條規定，設勞工保險監理委員會(以下簡稱本會)\n      。」「本會隸屬中央勞工行政主管機關，置主任委員1 人\n      及委員16人，除主任委員外，其名額分配如左：一、專家\n      4人，其中3人為專任。…」「前項第1 款之委員，由中央\n      勞工行政主管機關遴聘財務專家2 人、社會保險及法律專\n      家各1 人擔任之，其餘委員分別洽請有關機關團體遴送中\n      央勞工行政主管機關核定聘任。」「本會主任委員，由中\n      央勞工行政主管機關報請行政院核定派免。」勞工保險監\n      理委員會組織條例第1條、第2條第1項第1款、第2項、第3\n      條分別定有明文。依前開條文可知，勞保監理會之專任委\n      員係由被告遴聘再報行政院核定、勞保監理會之主任委員\n      係由被告報行政院核定派免，被告為落實遴聘要點所規定\n      之責任制度，故於主任委員賴錦豐自行請辭後，依遴聘要\n      點之規定將原告予以免職，再依相關規定另覓人選。原告\n      不得因相關規定非由主任委員遴聘專任委員而主張不受遴\n      聘要點所規定責任制度之規制。\n    6.綜上，被告係以公營金融保險事業機構之相關規定，以副\n      首長（即遴聘要點之經理人）之程序遴選原告，故於勞保\n      監理會之主任委員賴錦豐請辭後，為落實經營責任制度，\n      被告自得依遴聘要點第4 點之規定將原告予以免職。而就\n      原告之免職，被告以97年7 月23日簽行政院核示，行政院\n      以97年8 月7 日院授人力字第09700631112 號函准予照辦\n      ，完全符合法律程序。\n  (二)被告以遴聘要點之規定將原告免職實屬合法，原告殊不得主\n    張違法之平等：\n    原告主張近10年間僅其1 人受免職處分，顯違平等原則等語\n    。惟遴聘要點係於91年6 月21日發布，且專任委員或有由受\n    身分保障之常任公務員出任，而省略免職再任用之程序，此\n    為另案妥適與否之問題，原告殊不得主張違法之平等。又另\n    位專任委員柳文震經被告免職後再行派任監委會專任委員，\n    係就監委會機構運作、公務人員任用資格等節之考量而為，\n    亦屬另案，尚難執為本案之法律論據，更何況柳文震專任委\n    員本具有公務人員任用資格。\n  (三)被告於免職原告後，業依規定計算離職給與予原告，雖原告\n    將離職給與退還，惟被告業已依法照顧原告離職後之權益：\n    1.「四國營事業負責人、經理人之離職給與，以其最後在職\n      時所支單一薪給為計算基數，每服務1 年給與1 個基數，\n      未滿6 個月者，給與2 分之1 個基數，滿6 個月以上者，\n      給與一個基數。」國營事業機構負責人經理人退離及撫卹\n      原則第4 點定有明文。\n    2.被告於免職原告後，依前開規定以原告依遴聘要點之服務\n      年資計算4.5 個基數之離職給與，總金額為593,699 元，\n      並於97年10月7 日以保監人字第0970060424號函通知原告\n      ，惟原告於97年10月15日以台灣土地銀行開具之支票退還\n      該筆離職給與，被告先將該筆離職給與繳庫，待原告願意\n      領取，被告將予補發。雖原告將離職給予退還，惟被告業\n      已依法照顧原告離職後之權益。\n  (四)勞保監理會之人事管理係比照公營金融保險事業機構，就人\n    事任免得自由選任。又專任委員係遴聘要點之經理人，本應\n    依遴聘要點之規定與主任委員隨同離職等語。並聲明求為判\n    決駁回原告之訴。\n四、本件兩造爭執要點為被告以勞保監理會主任委員賴錦豐已辭\n    職，為落實經營責任制度，報經行政院核准後，免除原告之\n    勞保監理會專任委員職務，有無違法？\n五、按勞工保險監理委員會組織條例第2條規定：「（第1項）本\n    會隸屬中央勞工行政主管機關，置主任委員1 人及委員16人\n    ，除主任委員外，其名額分配如左：一專家4人，其中3人為\n    專任。二勞方代表6人。三資方代表4人。四政府代表2 人。\n    （第2項）前項第1款之委員，由中央勞工行政主管機關遴聘\n    財務專家2人、社會保險及法律專家各1人擔任之，其餘委員\n    分別洽請有關機關團體遴送中央勞工行政主管機關核定聘任\n    。」第3 條：「本會主任委員，由中央勞工行政主管機關報\n    請行政院核定派免。」第4 條前段：「本會委員，除專任委\n    員外，其任期2年，期滿得續聘之。」第6條：「本會設左列\n    各組、室：一業務監理組。二財務監理組。三爭議審議組。\n    四秘書室。」第7條前段略以：「本會置主任秘書1人；組主\n    任3 人，由專任委員兼任；…」第10條規定：「本會之人事\n    管理及職務列等，比照公營金融保險事業機構辦理。」次按\n    勞工保險監理委員會辦事細則第3 條規定：「本會主任委員\n    綜理本會會務，並指揮監督所屬職員。主任委員不在會時，\n    由專任委員代理會務。」又按行政院所屬國營事業機構負責\n    人經理人董監事遴聘要點第3點第1項、第2 項規定：「本要\n    點名詞定義如下：(一)負責人：指可決定事業機構經營政策之\n    最高首長，對外並代表事業機構，其職稱包括董事長或其他\n    相當職務。(二)經理人：指實際負責執行事業機構之股東會或\n    董事會決策之執行首長，其職稱包括總經理或其他相當職務\n    。…」第4點第1項規定：「遴聘權責如下：(一)負責人、經理\n    人之遴聘：1.事業機構負責人、經理人之遴聘，應依本院與\n    各部會行處局署院及省（市）政府人事權責劃分規定，報經\n    本院核定人選後，再由各主管機關依程序辦理。2.為落實國\n    營事業機構經營責任制度，該機構經理人須與負責人同進退\n    ，該機構負責人異動時，經理人隨同離職，由新任機構負責\n    人遴選合適經理人，報經目的事業主管機關陳報本院核定。\n    …」\n六、經查：\n  (一)按前引勞工保險監理委員會組織條例第2 條明定被告所屬勞\n    保監理會設置專任委員3 人，由被告遴聘財務專家、社會保\n    險及法律專家擔任之，足見該專任委員並非經國家考試進用\n    之公務人員。再依派用人員派用條例第2 條前段之規定，派\n    用人員以臨時性機關或有期限之臨時專任職務之人員為限，\n    而依勞工保險監理委員會組織條例第2 條及第4 條之規定，\n    勞保監理會係屬常設性機關，所設專任委員亦非有期限之臨\n    時性職位甚明。又行政機關之編制內公務人員，通常均須依\n    相關公務人員任用法律所定程序，送經銓敘機關銓敘審定，\n    始成為依法任用之正式公務人員，則不論直接適用或準用有\n    關公營事業人事派用法規而進用之從業人員，因非依公務人\n    員任用法或該法授權之法規命令取得公務人員資格，自非屬\n    公務人員保障法所稱「依法任用」之人員，而非屬該法保障\n    之對象。易言之，勞保監理會專任委員乃由法律賦予被告基\n    於推動政策及業務之實際需要，比照公營金融保險事業機構\n    之人事任用程序，得自主遴聘不具公務人員任用資格者擔任\n    之，並不受公務人員任用法與公務人員保障法關於任用資格\n    及身分保障規定之限制，則基於同一法理，被告自亦享有免\n    除其職務之權限。是以被告任免勞保監理會專任委員之職務\n    ，乃屬於法定人事任免權之行使，若無恣意行使裁量權之違\n    法情事，法院自應予以尊重。\n  (二)查本件原告並不具公務人員任用資格，係經被告前任主任委\n    員依勞工保險監理委員會組織條例第2 條及第10條規定，以\n    勞保監理會專任委員列位15職等，依財政部「公營金融、保\n    險事業機構各職等職位新進人員資格條件及核薪標準表」係\n    相當副首長，原告所具條件符合「財政部所屬事業機構高級\n    主管（副總經理、副局長、協理）遴選標準規定」中金融保\n    險事業機構類別之基本條件及一般條件第3 項所指事業機構\n    之董事、監事或其他相當職務之規定，擬聘其擔任勞保監理\n    會專任委員等事由，而於93年6月25日簽報行政院以93年7月\n    6日院授人力字第0930063043號函核定後，被告遂以93年7月\n    9 日勞人一字第0930032705號令派任。嗣經被告現任主任委\n    員以勞保監理會主任委員賴錦豐已於97年6 月12日辭職獲准\n    ，原告所任專任委員乙職相當於國營事業機構副總經理層級\n    ，為落實經營責任制度，須與主任委員同進退，擬予以免職\n    為理由，而於97年7月23日簽報行政院以97年8月7 日院授人\n    力字第09700631112 號函准後，以原處分免除其現職等情，\n    為兩造所不爭執，有卷附各該簽稿、函、令等件影本可稽（\n    見訴願卷第41頁至第46頁、本院卷第83頁至第84頁及第28頁\n    ）。\n  (三)復按勞保監理會之人事管理及職務列等，比照公營金融保險\n    事業機構辦理，為前引勞工保險監理委員會組織條例第10條\n    所明定。而依同條例第2 條及第4 條之規定，勞保監理會所\n    設置之主任委員1 人及專任委員3 人均不受任期保障，且專\n    任委員列屬15職等，依財政部頒行之公營金融、保險事業機\n    構各職等職位新進人員資格條件及核薪標準表所載（見本院\n    卷第88頁），係相當副首長，而依勞工保險監理委員會辦事\n    細則第3 條：「本會主任委員綜理本會會務，並指揮監督所\n    屬職員。主任委員不在會時，由專任委員代理會務。」之規\n    定，顯認專任委員係備位機關首長，其職位僅次於主任委員\n    無訛。況且本件原告任職期間，於主任委員出缺時，被告亦\n    均函陳行政院令派原告代理主任委員，實際由原告代行主任\n    委員之職務，有卷附被告95年4 月19日勞人1 字第09500183\n    81號函、行政院95年4 月7 日院授人力字第0950061674號令\n    、勞保監理會95年4 月10日保監秘字第0950060104號函、勞\n    保監理會95年4 月13日保監人字第0950060106號函、勞保監\n    理會9 5 年4 月17日保監財字第0950060108號函、勞保監理\n    會95年4 月18日保監秘字第0950060116號函、勞保監理會95\n    年4 月20日保監人字第0950060115號函等件可證（見本院卷\n    第74頁至第79頁）。堪認原告原任勞保監理會專任委員乙職\n    係相當於副首長，要無疑義。\n  (四)又揆諸遴聘要點第3 點第1 項、第2 項及第4 點第1 項規定\n    意旨，可見公營事業均負有公益性、政策性任務，經國家或\n    其他公法人指派在該公營事業機構代表其執行職務者，並對\n    經營政策負有主要決策責任之人員，如負責人及經理人等，\n    須對經營成敗負責，或隨政策變更而定其去留，不能比擬常\n    業文官，該類人員亦非公務人員保障法保障之對象。勞保監\n    理會專任委員之派免既應比照公營金融保險事業機構辦理，\n    自應本此精神，尊重被告之權責，以切合被告對各階段性業\n    務推動需要，並落實對經營政策成敗負責之旨趣。是故本件\n    原告既經被告依遴聘要點遴聘擔任相當於公營金融、保險事\n    業機構副首長之勞保監理會專任委員乙職，自有該要點第4\n    點第1 項第2 款規定之適用。則被告於勞保監理會主任委員\n    辭職，而原告未隨同辭職時，為落實國營事業機構經營責任\n    制度，予以免職，於法自屬有據。是以原告以上開情詞，主\n    張渠不適用遴聘要點之規定，毋庸隨同主任委員同進退云云\n    ，容欠允洽，不能採取。\n  (五)至於原告復主張被告多年來向無以上開理由免除勞保監理會\n    專任委員職務之情事，卻獨對原告為之，明顯違反平等原則\n    云云。惟按憲法之平等原則要求行政機關對於事物本質上相\n    同的事件作相同的處理，乃形成行政自我拘束，惟憲法上的\n    平等原則係指合法的平等，並不包涵違法的平等。故行政先\n    例必須是合法的，乃行政自我拘束的前提要件，憲法之平等\n    原則，並非賦予人民有要求行政機關重複錯誤的請求權，且\n    依法行政係行政機關之職責，行政機關不得任意的悖離( 最\n    高行政法院95年度判字第1251號判決意旨參照) 。姑不論原\n    告所指其他專任委員未受免職之原委為何，有無違法情事，\n    因非屬本件審理之範疇，本院原無從論斷。然勞保監理會專\n    任委員依規定既應隨同主任委員進退，原告於主任委員離職\n    時，未自行辭職，被告自得予以免職，核屬法定職權之正當\n    行使，縱使先前有其他違法事例，亦非屬行政慣例，要無行\n    政自我拘束及平等原則之適用可言。至於被告是否續聘原告\n    擔任專任委員或另行安排其轉任其他不具公務人員任用資格\n    之職位，乃被告人事權裁量之範疇，無從據為原告得續予留\n    任之理由。是原告執此指摘原處分違法，難謂的論，不能憑\n    採。\n七、綜上所述，原處分適用法律並無違誤；訴願決定予以維持，\n    核無不合，原告訴請撤銷，為無理由，應予駁回。\n八、本件為判決基礎之事證已臻明確，兩造其餘之攻擊、防禦方\n    法，經核均與判決之結果不生影響，自毋庸逐一論述，併予\n    敘明。\n據上論結，本件原告之訴為無理由，爰依行政訴訟法第98條第1\n項前段之規定，判決如主文。\n中    華    民    國    99    年     5    月   12     日\n                    臺北高等行政法院第二庭\n                              審判長法  官  徐  瑞  晃\n                                    法  官  蕭  惠  芳\n                                    法  官  蔡  紹  良\n上為正本係照原本作成。\n如不服本判決，應於送達後20日內，向本院提出上訴狀並表明上\n訴理由，如於本判決宣示後送達前提起上訴者，應於判決送達後\n20日內補提上訴理由書（須按他造人數附繕本）。\n中    華    民    國    99    年     5    月   12     日\n                                    書記官  張  正  清\n",
  "structure": {
    "main": "原告之訴駁回。\n訴訟費用由原告負擔。",
    "fact": "一、事實概要：\n    原告原任勞工保險監理委員會（以下簡稱勞保監理會）專任\n    委員，經被告以勞保監理會主任委員賴錦豐已於民國97年6\n    月12日請辭，為落實經營責任制度，原告應於主任委員離職\n    時同進退擬予以免職為理由，簽報行政院以97年8月7日院授\n    人力字第09700631112號函准後，遂以97年8月8日勞人1字第\n    0970076470號令（下稱原處分）核定原告免職，並自原處分\n    發布日生效。原告不服，提起訴願，經決定駁回，遂提起本\n    件行政訴訟。\n二、原告主張略以：\n  (一)勞保監理會之組織架構非與公營金融保險事業機構完全相同\n    ，自不得強加比附援引行政院所屬國營事業機構負責人經理\n    人董監事遴聘要點（下稱遴聘要點）之規定。依遴聘要點第\n    3 條規定，負責人係指「可決定事業機構經營政策之最高首\n    長，對外並代表事業機構，其職稱包括董事長或其他相當職\n    務」，而經理人則指「實際負責執行事業機構之股東會或董\n    事會決策之執行首長，其職稱包括總經理或其他相當職務」\n    。申言之，負責人即事業機構之代表及最高決策機關，經理\n    人則係執行機關。然原告所屬之勞保監理會並無前開之組織\n    架構，與一般與公營金融保險事業機構不同，參諸勞工保險\n    監理委員會組織條例第5 條及勞工保險監理委員會辦事細則\n    第19條規定，可見勞保監理會之主任委員僅就爭議審議審定\n    書有權得逕與核定外，其他各款決議事項均非由勞保監委會\n    之專任委員可得辦理，而係需視決議內容另外報請勞工委員\n    會（下稱勞委會）或勞工保險局（下稱勞保局）等分別辦理\n    ，意即勞保監理會內部並無相應於執行機關之經理人存在，\n    其執行機關（對應於遴聘要點經理人地位者）根據勞工保險\n    監理委員會組織條例暨辦事細則規定，均可見係屬勞委會或\n    勞保局，而非勞保監理會之專任委員。訴願決定認勞保監理\n    會主任委員之身分乃為遴聘要點中之負責人，而原告擔任專\n    任委員之身分乃為經理人，而引用遴聘要點第4 條經理人與\n    負責人應共進退規定，認原告應與主任委員共進退而加以免\n    職，其比附援引顯忽視勞保監理會與一般國營事業機構於組\n    織上之歧異點，而有錯誤引用之嫌。\n  (二)縱使認為原告所屬之勞保監理會之組織架構仍有負責人及經\n    理人存在，而應予適用遴聘要點之規定，惟細繹遴聘要點第\n    6 條第2 項規定：「經遴聘為事業結構負責人後，其權利義\n    務事項依下列規定辦理：…(二)該事業結構之經理人由其遴選\n    後依規定程序辦理。」同遴聘要點第4 條第1 項第2 點規定\n    ：「為落實國營事業機構經營責任制度，該機構經理人須與\n    負責人同進退，該機構負責人異動時，經理人隨同離職，由\n    新任機構負責人遴選合適經理人，報經目的事業主管機關陳\n    報本院核定。」參諸前開遴聘要點之設計及精神，乃為機關\n    決策責任一體之體現，然責任一體之前提在於經理人乃負責\n    人所遴選，而擔當負責人擬定決策之施行機關，從而負責人\n    與經理人間形成緊密之樞紐關係，由負責人與經理人共同對\n    於渠所營運之事業體負責，故倘負責人有所更替，為使下任\n    負責人重新挑選執行決策之團隊，經理人應與遴選渠之負責\n    人共進退，以彰顯責任一體之法理，蓋遴聘要點之設計精神\n    與現代民主國家之責任政治精神可謂道本一體，理無二致。\n    然原告所擔任之專任委員並非由主任委員所遴選，而係由當\n    時勞委會主任委員陳菊依勞工保險監理委員會組織條例第2\n    條規定遴聘，而非由勞保監理會主任委員賴錦豐所遴聘，從\n    而自與賴錦豐無責任一體之臍帶關係，無從適用遴聘要點第\n    4 條之規定甚明，訴願決定通篇避重就輕，漏未論及此點，\n    率爾以原告既是擔任勞保監理會之專任委員，即為遴聘要點\n    中所指之經理人，自應與主任委員共進退云云駁回原告之訴\n    願，顯對遴聘要點設計之法理未予細究便草率認定，於法顯\n    有違誤之處。\n  (三)觀諸勞保監理會之行政慣例，自原告遭免職前，未嘗有專任\n    委員與主任委員一併免職或共進退之行政前例存在。\n    1.勞保監理會主任委員迄今已有四度更迭，分別為王三重主\n      任委員（任職期間：90年9月20日至93年5月20日）、郭吉\n      仁主任委員（任職期間：93年5月20日至95年4 月1日）、\n      林豐賓主任委員（任職期間：95年5月1日至96年11月21日\n      ）、賴錦豐主任委員（96年12月3日至97年6月1日）：\n      與原告同樣擔任專任委員之柳文震自79年2 月1 日至97\n        年8 月14日間歷經四任主任委員之更迭，未嘗遭指應與\n        主任委員共進退而被免職。\n      陳榮祿自80年3 月8 日至93年7 月19日擔任專任委員期\n        間歷經王三重、郭吉仁兩任主任委員之變動，亦未嘗遭\n        免職。\n      黃國義於90年2 月20日至97年1 月16日擔任專任委員期\n        間，歷經王三重、郭吉仁、林豐賓、賴錦豐四任主任委\n        員交替，亦未嘗遭免職處分。\n      更以原告本身為例，原告自93年7 月19日至97年8 月8\n        日擔任主任委員期間，歷經郭吉仁、林豐賓、賴錦豐三\n        位主任委員變動，前亦未遭免職處分，倘勞保監理會之\n        主任委員與專任委員間係應據遴聘要點之規定共同進退\n        ，何以勞保監理會數度更易主任委員以來，僅有原告一\n        人遭此行政處分？\n    2.核被告所為之行政處分，顯有違背行政法上平等原則之嫌\n      。按平等原則乃我國憲法位階之原理原則，且明文於行政\n      程序法第6條規定，於行政法學理上開展出行政自我拘束\n      原則，即行政機關在作成行政處分時，對於相同或有同一\n      性質之事物，倘無正當理由，應受行政先例或行政慣例之\n      拘束，否則即違反平等原則。本件原告所擔任之職位為專\n      任委員，自遴聘要點頒佈施行以來，均未有任何專任委員\n      遭被告據遴聘要點為由而加以免職。換言之，近十年間僅\n      原告一人受此免職處分，其他同於勞保監理會擔任同專任\n      委員職務者，未有一人遭受免職處分，核被告之行為，顯\n      違平等原則而單對原告一人有特殊之待遇甚明！原告前曾\n      提出此點抗辯，卻遭行政院以「勞保監理會歷任主任委員\n      更易，專任委員未一併免職，要屬個案妥適與否之問題」\n      寥寥數語打發，未覺被告所為之行政處分顯無正當理由而\n      為差別待遇，屬違背平等原則之違法處分，應予以撤銷。\n  (四)退言之，若猶認被告所為之行政處分並無違背平等原則，然\n    原告所擔任之勞保監理會專任委員，其權責均與遴聘要點之\n    經理人地位不可相提並論，自不得執遴聘要點規定，命原告\n    與主任委員共進退而加以免職，茲分述如後：\n    1.按勞保監理會下設有業務監理組、財務監理組、爭議審議\n      組、秘書室，由主任秘書兼秘書室主任，專任委員兼業務\n      監理組、財務監理組、爭議審議組之主任，此參諸勞工保\n      險監理委員會組織條例第6條、第7條分別訂有明文。本件\n      原告係以社會保險專家而被遴聘為專任委員，並兼任業務\n      監理組主任，意即原告僅得審核業務監理組相關之事項，\n      對於財務監理組、爭議審議組及秘書室執掌之範圍均無權\n      置喙。況依勞工保險監理委員會辦事細則第8條、第9條規\n      定，勞保監理會之主任秘書與專門委員乃由主任委員遴選\n      ，承主任委員之命執行主任委員之決策，且不受組、室之\n      限制，可得審核參與原告所屬之業務監理組、財務監理組\n      、爭議審議組、秘書室所執掌之各項業務。又主任秘書及\n      專門委員均有本職章，主任秘書因身兼秘書室主任，亦有\n      兼任章可得處理兼任事務（即秘書室之執掌事項），反觀\n      原告擔任之專任委員因非經理人位階，不具處理跨組室決\n      策之權限與職責，僅有兼任章可供處理兼任事務；以原告\n      為例，原告僅有專任委員兼業務監理組組長章之兼職章，\n      而無如主任秘書或專門委員般具備專任委員章，即原告之\n      執掌範圍僅可得處理業務監理組內部事項，與專門委員、\n      主任秘書可處理之範疇顯不相當。換言之，以勞保監理會\n      之組織架構暨職權設計，係主任秘書或專門委員始為實際\n      負責執行主任委員決策之執行首長。而非原告所擔任之專\n      任委員。茲為鈞院整理勞保監理會之組織及核准事項分配\n      簡圖及勞工保險監理委員會分層負責明細表。由分配簡圖\n      可見原告所任之專任委員（兼業務監理組主任），就第一\n      層公務負責事項僅有審核之權，俟專任委員審核後，再轉\n      交由專門委員或主任秘書審核，再由渠報請主任委員核定\n      。行政實務上主任秘書並持有主任委員甲章可得以主任委\n      員名義核決一層核定事項，而專門委員亦另持有主任委員\n      職務乙章，可得以主任委員名義核決一層核定事項。申言\n      之，原告之執掌範圍至多僅可核決二層核定事項，一層核\n      定事項部分均需呈往主任秘書/ 專門委員由渠再做審核，\n      部分甚至由主任秘書/ 專門委員直接持主任委員甲/ 乙章\n      而核定。以前開行政實務運作流程觀之，勞保監理會之事\n      實上經理人，應為主任秘書及專門委員，而非原告所擔任\n      之專任委員。\n    2.被告另執原告之職務列15職等，依財政部所訂之公營金融\n      保險事業機構各職等職務新進人員資格條件及核薪標準表\n      係相當副首長職等，且根據勞保監理會辦事細則第3 條規\n      定主任委員不在會時，由專任委員代理會務等語，稱原告\n      身份相當於經理人而應予免職。惟原告之職務是否相當於\n      遴聘要點之經理人，應視原告之地位是否相當於實際擔當\n      負責執行勞保監理會決策之執行首長，而與原告之職等高\n      低、薪俸多寡無因果關係，被告所持理由於法實屬無據。\n      另勞保監理委員會辦事細則第3 條固然規定主任委員不在\n      會時，由專任委員代理會務，然該部代理並非常態，不能\n      僅據此即認定專任委員等同於經理人身份，況依行政慣例\n      ，專任委員在代行職務會務期間對於重大議案或涉及人事\n      部分絕不可能擅加決行，而係留待主任委員決行。若以被\n      告之邏輯論之，同辦事細則第8條第4款亦規定，主任委員\n      及專任委員不在會時，係由主任秘書代理會務，則主任秘\n      書既有代理會務之權，其身份亦為經理人，則被告即應依\n      同辦事要點將主任秘書加以免職方符法治，然被告卻僅針\n      對原告加以免職，顯見被告不認同可代理主任委員職務之\n      主任秘書係經理人，職是之故，僅以該辦事要點遽認原告\n      屬經理人身份，顯過速斷等情。並聲明求為判決撤銷訴願\n      決定及原處分。\n三、被告則抗辯略以：\n  (一)被告係以公營金融保險事業機構之相關規定，以副首長之程\n    序遴選原告，並依行政院以91年10月16日院授人力字第0910\n    045454號函報行政院核定。是以原告屢稱伊非遴聘要點之經\n    理人等語云云，顯無理由：\n    1.「本會隸屬中央勞工行政主管機關，置主任委員1 人及委\n      員16人，除主任委員外，其名額分配如左：一、專家4 人\n      ，其中3 人為專任。」「前項第1 款之委員，由中央勞工\n      行政主管機關遴聘財務專家2 人、社會保險及法律專家各\n      1 人擔任之，其餘委員分別洽請有關機關團體遴送中央勞\n      工行政主管機關核定聘任。」「本會之人事管理及職務列\n      等，比照公營金融保險事業機構辦理。」勞工保險監理委\n      員會組織條例第2 條第1 項第1 款、第2 項、第10條分別\n      定有明文。「三本要點名詞定義如下：(一)負責人：指可決\n      定事業機構經營政策之最高首長，對外並代表事業機構，\n      其職稱包括董事長或其他相當職務。(二)經理人：指實際負\n      責執行事業機構之股東會或董事會決策之執行首長，其職\n      稱包括總經理或其他相當職務。」「四遴聘權責如下：(一)\n      負責人、經理人之遴聘：…2.為落實國營事業機構經營責\n      任制度，該機構經理人須與負責人同進退，該機構負責人\n      異動時，經理人隨同離職，由新任機構負責人遴選合適經\n      理人，報經目的事業主管機關陳報本院核定。」遴聘要點\n      第3 點、第4 點分別定有明文。\n    2.原告為勞保監理會之專任委員，依勞工保險監理委員會組\n      織條例第2 條之規定，原告係由被告依財政部所屬事業機\n      構高級主管（副總經理、副局長、協理）遴選標準所遴選\n      。又勞保監理會之專任委員列15職等，依財政部「公營金\n      融、保險事業機構各職等職位新進人員資格條件及核薪標\n      準表」係相當副首長。行政院91年10月16日院授人力字第\n      0910045454號函規定，有關各主管機關所屬國營事業機構\n      副總經理、協理或相當職務之任免案均應報行政院核定，\n      故被告以93年6 月25日簽報行政院核定擬任原告為勞保監\n      理會之專任委員，足證被告係以公營金融保險事業機構之\n      相關規定，以副首長之程序遴選原告，並依行政院91年10\n      月16日院授人力字第0910045454號函報行政院核定。是以\n      ，原告屢稱伊非遴聘要點之經理人等語云云，顯無理由。\n    3.「本會主任委員綜理本會會務，並指揮監督所屬職員。主\n      任委員不在會時，由專任委員代理會務。」勞工保險監理\n      委員會辦事細則第3 條定有明文，故主任委員不在會時，\n      係由專任委員代理會務，由專任委員代理首長會務規定觀\n      之，亦證專任委員實具負責監理會決策之經理人之性質。\n      另勞保監理會前任主任委員郭吉仁及林豐賓分別於95年4\n      月1 日及96年11月21日離職，其接任主任委員人選尚未到\n      任前，係由原告代理，並有原告以代理主任委員甲○○署\n      名之函稿可稽，顯見原告在勞保監理會所擔負之決策責任\n      ；原告亦以代理主任委員之名義召集會議並為主持人，出\n      席者、列席者分別為勞方、資方、與開會事由相關之政府\n      代表，足證專任委員實具有負責勞保監理會經理人之性質\n      。按「本會置主任秘書1 人；組主任3 人，由專任委員兼\n      任；…」勞工保險監理委員會組織條例第7 條前段定有明\n      文。至於原告另稱若原告為實際執行主任委員決策之執行\n      首長，為何經手之公文尚須經專門委員及主任秘書之簽核\n      、且實際上亦曾發生過原告簽核通過之提案，於呈至主任\n      秘書時，經其簽核後會爭議審議組云云乙節，因專任委員\n      乃原告本職，其係因依監理會組織條例第7 條規定兼任組\n      主任職務，方有其兼任業務監理組之公文書應經專門委員\n      、主任秘書核稿再呈主任委員判行之情況，此係機關內分\n      層負責所致，與原告專任委員本職不同，不可一概而論。\n    4.「業務監理組職掌如下：一保險年度計畫及年度總報告之\n      審議事項。二保險業務之檢查及考核事項。三保險重要業\n      務之審議事項。四保險法規及業務興革之研究建議審議事\n      項。五保險監理業務檢討會及勞保業務研討會之規劃辦理\n      事項。六其他有關保險業務監理事項。前項第3 款所稱保\n      險重要業務包括保險年度計畫之變更、保險業務之委託辦\n      理、保險業務重要契約之訂定及保險政策性行政措施等事\n      項。」「財務監理組職掌如下：一保險年度預算、決算之\n      審議事項。二保險基金保管之審核及其運用之審議事項。\n      三保險重要財務之審議事項。四保險財務帳務之檢查及考\n      核事項。五保險財務法規及財務興革之研究建議審議事項\n      。六其他有關保險財務監理事項。前項第3 款所稱保險重\n      要財務包括保險年度預算之變更、保險費率之調整、保險\n      準備提存之研訂、保險財務收支之預估、保險財務重要契\n      約之訂定及呆帳之審核等事項。」「爭議審議組職掌如下\n      ：一保險爭議之審議事項。二有關爭議審議案件之統計、\n      分析、研究及業務興革建議事項。」勞工保險監理委員會\n      辦事細則第4 條、第5 條、第6 條分別定有明文。原告依\n      監委會組織條例第7 條規定兼任業務監理組組主任職務，\n      並以專任委員之身分為主持人召集會議，出席者、列席者\n      分別為勞方、資方、與開會事由相關之政府代表，足證專\n      任委員實具有負責勞保監理會經理人之性質。\n    5.「為監督勞工保險業務及審議保險爭議事項，依勞工保險\n      條例第5 條規定，設勞工保險監理委員會(以下簡稱本會)\n      。」「本會隸屬中央勞工行政主管機關，置主任委員1 人\n      及委員16人，除主任委員外，其名額分配如左：一、專家\n      4人，其中3人為專任。…」「前項第1 款之委員，由中央\n      勞工行政主管機關遴聘財務專家2 人、社會保險及法律專\n      家各1 人擔任之，其餘委員分別洽請有關機關團體遴送中\n      央勞工行政主管機關核定聘任。」「本會主任委員，由中\n      央勞工行政主管機關報請行政院核定派免。」勞工保險監\n      理委員會組織條例第1條、第2條第1項第1款、第2項、第3\n      條分別定有明文。依前開條文可知，勞保監理會之專任委\n      員係由被告遴聘再報行政院核定、勞保監理會之主任委員\n      係由被告報行政院核定派免，被告為落實遴聘要點所規定\n      之責任制度，故於主任委員賴錦豐自行請辭後，依遴聘要\n      點之規定將原告予以免職，再依相關規定另覓人選。原告\n      不得因相關規定非由主任委員遴聘專任委員而主張不受遴\n      聘要點所規定責任制度之規制。\n    6.綜上，被告係以公營金融保險事業機構之相關規定，以副\n      首長（即遴聘要點之經理人）之程序遴選原告，故於勞保\n      監理會之主任委員賴錦豐請辭後，為落實經營責任制度，\n      被告自得依遴聘要點第4 點之規定將原告予以免職。而就\n      原告之免職，被告以97年7 月23日簽行政院核示，行政院\n      以97年8 月7 日院授人力字第09700631112 號函准予照辦\n      ，完全符合法律程序。\n  (二)被告以遴聘要點之規定將原告免職實屬合法，原告殊不得主\n    張違法之平等：\n    原告主張近10年間僅其1 人受免職處分，顯違平等原則等語\n    。惟遴聘要點係於91年6 月21日發布，且專任委員或有由受\n    身分保障之常任公務員出任，而省略免職再任用之程序，此\n    為另案妥適與否之問題，原告殊不得主張違法之平等。又另\n    位專任委員柳文震經被告免職後再行派任監委會專任委員，\n    係就監委會機構運作、公務人員任用資格等節之考量而為，\n    亦屬另案，尚難執為本案之法律論據，更何況柳文震專任委\n    員本具有公務人員任用資格。\n  (三)被告於免職原告後，業依規定計算離職給與予原告，雖原告\n    將離職給與退還，惟被告業已依法照顧原告離職後之權益：\n    1.「四國營事業負責人、經理人之離職給與，以其最後在職\n      時所支單一薪給為計算基數，每服務1 年給與1 個基數，\n      未滿6 個月者，給與2 分之1 個基數，滿6 個月以上者，\n      給與一個基數。」國營事業機構負責人經理人退離及撫卹\n      原則第4 點定有明文。\n    2.被告於免職原告後，依前開規定以原告依遴聘要點之服務\n      年資計算4.5 個基數之離職給與，總金額為593,699 元，\n      並於97年10月7 日以保監人字第0970060424號函通知原告\n      ，惟原告於97年10月15日以台灣土地銀行開具之支票退還\n      該筆離職給與，被告先將該筆離職給與繳庫，待原告願意\n      領取，被告將予補發。雖原告將離職給予退還，惟被告業\n      已依法照顧原告離職後之權益。\n  (四)勞保監理會之人事管理係比照公營金融保險事業機構，就人\n    事任免得自由選任。又專任委員係遴聘要點之經理人，本應\n    依遴聘要點之規定與主任委員隨同離職等語。並聲明求為判\n    決駁回原告之訴。\n四、本件兩造爭執要點為被告以勞保監理會主任委員賴錦豐已辭\n    職，為落實經營責任制度，報經行政院核准後，免除原告之\n    勞保監理會專任委員職務，有無違法？\n五、按勞工保險監理委員會組織條例第2條規定：「（第1項）本\n    會隸屬中央勞工行政主管機關，置主任委員1 人及委員16人\n    ，除主任委員外，其名額分配如左：一專家4人，其中3人為\n    專任。二勞方代表6人。三資方代表4人。四政府代表2 人。\n    （第2項）前項第1款之委員，由中央勞工行政主管機關遴聘\n    財務專家2人、社會保險及法律專家各1人擔任之，其餘委員\n    分別洽請有關機關團體遴送中央勞工行政主管機關核定聘任\n    。」第3 條：「本會主任委員，由中央勞工行政主管機關報\n    請行政院核定派免。」第4 條前段：「本會委員，除專任委\n    員外，其任期2年，期滿得續聘之。」第6條：「本會設左列\n    各組、室：一業務監理組。二財務監理組。三爭議審議組。\n    四秘書室。」第7條前段略以：「本會置主任秘書1人；組主\n    任3 人，由專任委員兼任；…」第10條規定：「本會之人事\n    管理及職務列等，比照公營金融保險事業機構辦理。」次按\n    勞工保險監理委員會辦事細則第3 條規定：「本會主任委員\n    綜理本會會務，並指揮監督所屬職員。主任委員不在會時，\n    由專任委員代理會務。」又按行政院所屬國營事業機構負責\n    人經理人董監事遴聘要點第3點第1項、第2 項規定：「本要\n    點名詞定義如下：(一)負責人：指可決定事業機構經營政策之\n    最高首長，對外並代表事業機構，其職稱包括董事長或其他\n    相當職務。(二)經理人：指實際負責執行事業機構之股東會或\n    董事會決策之執行首長，其職稱包括總經理或其他相當職務\n    。…」第4點第1項規定：「遴聘權責如下：(一)負責人、經理\n    人之遴聘：1.事業機構負責人、經理人之遴聘，應依本院與\n    各部會行處局署院及省（市）政府人事權責劃分規定，報經\n    本院核定人選後，再由各主管機關依程序辦理。2.為落實國\n    營事業機構經營責任制度，該機構經理人須與負責人同進退\n    ，該機構負責人異動時，經理人隨同離職，由新任機構負責\n    人遴選合適經理人，報經目的事業主管機關陳報本院核定。\n    …」\n六、經查：\n  (一)按前引勞工保險監理委員會組織條例第2 條明定被告所屬勞\n    保監理會設置專任委員3 人，由被告遴聘財務專家、社會保\n    險及法律專家擔任之，足見該專任委員並非經國家考試進用\n    之公務人員。再依派用人員派用條例第2 條前段之規定，派\n    用人員以臨時性機關或有期限之臨時專任職務之人員為限，\n    而依勞工保險監理委員會組織條例第2 條及第4 條之規定，\n    勞保監理會係屬常設性機關，所設專任委員亦非有期限之臨\n    時性職位甚明。又行政機關之編制內公務人員，通常均須依\n    相關公務人員任用法律所定程序，送經銓敘機關銓敘審定，\n    始成為依法任用之正式公務人員，則不論直接適用或準用有\n    關公營事業人事派用法規而進用之從業人員，因非依公務人\n    員任用法或該法授權之法規命令取得公務人員資格，自非屬\n    公務人員保障法所稱「依法任用」之人員，而非屬該法保障\n    之對象。易言之，勞保監理會專任委員乃由法律賦予被告基\n    於推動政策及業務之實際需要，比照公營金融保險事業機構\n    之人事任用程序，得自主遴聘不具公務人員任用資格者擔任\n    之，並不受公務人員任用法與公務人員保障法關於任用資格\n    及身分保障規定之限制，則基於同一法理，被告自亦享有免\n    除其職務之權限。是以被告任免勞保監理會專任委員之職務\n    ，乃屬於法定人事任免權之行使，若無恣意行使裁量權之違\n    法情事，法院自應予以尊重。\n  (二)查本件原告並不具公務人員任用資格，係經被告前任主任委\n    員依勞工保險監理委員會組織條例第2 條及第10條規定，以\n    勞保監理會專任委員列位15職等，依財政部「公營金融、保\n    險事業機構各職等職位新進人員資格條件及核薪標準表」係\n    相當副首長，原告所具條件符合「財政部所屬事業機構高級\n    主管（副總經理、副局長、協理）遴選標準規定」中金融保\n    險事業機構類別之基本條件及一般條件第3 項所指事業機構\n    之董事、監事或其他相當職務之規定，擬聘其擔任勞保監理\n    會專任委員等事由，而於93年6月25日簽報行政院以93年7月\n    6日院授人力字第0930063043號函核定後，被告遂以93年7月\n    9 日勞人一字第0930032705號令派任。嗣經被告現任主任委\n    員以勞保監理會主任委員賴錦豐已於97年6 月12日辭職獲准\n    ，原告所任專任委員乙職相當於國營事業機構副總經理層級\n    ，為落實經營責任制度，須與主任委員同進退，擬予以免職\n    為理由，而於97年7月23日簽報行政院以97年8月7 日院授人\n    力字第09700631112 號函准後，以原處分免除其現職等情，\n    為兩造所不爭執，有卷附各該簽稿、函、令等件影本可稽（\n    見訴願卷第41頁至第46頁、本院卷第83頁至第84頁及第28頁\n    ）。\n  (三)復按勞保監理會之人事管理及職務列等，比照公營金融保險\n    事業機構辦理，為前引勞工保險監理委員會組織條例第10條\n    所明定。而依同條例第2 條及第4 條之規定，勞保監理會所\n    設置之主任委員1 人及專任委員3 人均不受任期保障，且專\n    任委員列屬15職等，依財政部頒行之公營金融、保險事業機\n    構各職等職位新進人員資格條件及核薪標準表所載（見本院\n    卷第88頁），係相當副首長，而依勞工保險監理委員會辦事\n    細則第3 條：「本會主任委員綜理本會會務，並指揮監督所\n    屬職員。主任委員不在會時，由專任委員代理會務。」之規\n    定，顯認專任委員係備位機關首長，其職位僅次於主任委員\n    無訛。況且本件原告任職期間，於主任委員出缺時，被告亦\n    均函陳行政院令派原告代理主任委員，實際由原告代行主任\n    委員之職務，有卷附被告95年4 月19日勞人1 字第09500183\n    81號函、行政院95年4 月7 日院授人力字第0950061674號令\n    、勞保監理會95年4 月10日保監秘字第0950060104號函、勞\n    保監理會95年4 月13日保監人字第0950060106號函、勞保監\n    理會9 5 年4 月17日保監財字第0950060108號函、勞保監理\n    會95年4 月18日保監秘字第0950060116號函、勞保監理會95\n    年4 月20日保監人字第0950060115號函等件可證（見本院卷\n    第74頁至第79頁）。堪認原告原任勞保監理會專任委員乙職\n    係相當於副首長，要無疑義。\n  (四)又揆諸遴聘要點第3 點第1 項、第2 項及第4 點第1 項規定\n    意旨，可見公營事業均負有公益性、政策性任務，經國家或\n    其他公法人指派在該公營事業機構代表其執行職務者，並對\n    經營政策負有主要決策責任之人員，如負責人及經理人等，\n    須對經營成敗負責，或隨政策變更而定其去留，不能比擬常\n    業文官，該類人員亦非公務人員保障法保障之對象。勞保監\n    理會專任委員之派免既應比照公營金融保險事業機構辦理，\n    自應本此精神，尊重被告之權責，以切合被告對各階段性業\n    務推動需要，並落實對經營政策成敗負責之旨趣。是故本件\n    原告既經被告依遴聘要點遴聘擔任相當於公營金融、保險事\n    業機構副首長之勞保監理會專任委員乙職，自有該要點第4\n    點第1 項第2 款規定之適用。則被告於勞保監理會主任委員\n    辭職，而原告未隨同辭職時，為落實國營事業機構經營責任\n    制度，予以免職，於法自屬有據。是以原告以上開情詞，主\n    張渠不適用遴聘要點之規定，毋庸隨同主任委員同進退云云\n    ，容欠允洽，不能採取。\n  (五)至於原告復主張被告多年來向無以上開理由免除勞保監理會\n    專任委員職務之情事，卻獨對原告為之，明顯違反平等原則\n    云云。惟按憲法之平等原則要求行政機關對於事物本質上相\n    同的事件作相同的處理，乃形成行政自我拘束，惟憲法上的\n    平等原則係指合法的平等，並不包涵違法的平等。故行政先\n    例必須是合法的，乃行政自我拘束的前提要件，憲法之平等\n    原則，並非賦予人民有要求行政機關重複錯誤的請求權，且\n    依法行政係行政機關之職責，行政機關不得任意的悖離( 最\n    高行政法院95年度判字第1251號判決意旨參照) 。姑不論原\n    告所指其他專任委員未受免職之原委為何，有無違法情事，\n    因非屬本件審理之範疇，本院原無從論斷。然勞保監理會專\n    任委員依規定既應隨同主任委員進退，原告於主任委員離職\n    時，未自行辭職，被告自得予以免職，核屬法定職權之正當\n    行使，縱使先前有其他違法事例，亦非屬行政慣例，要無行\n    政自我拘束及平等原則之適用可言。至於被告是否續聘原告\n    擔任專任委員或另行安排其轉任其他不具公務人員任用資格\n    之職位，乃被告人事權裁量之範疇，無從據為原告得續予留\n    任之理由。是原告執此指摘原處分違法，難謂的論，不能憑\n    採。\n七、綜上所述，原處分適用法律並無違誤；訴願決定予以維持，\n    核無不合，原告訴請撤銷，為無理由，應予駁回。\n八、本件為判決基礎之事證已臻明確，兩造其餘之攻擊、防禦方\n    法，經核均與判決之結果不生影響，自毋庸逐一論述，併予\n    敘明。\n據上論結，本件原告之訴為無理由，爰依行政訴訟法第98條第1\n項前段之規定，判決如主文。",
    "reason": "一、事實概要：\n    原告原任勞工保險監理委員會（以下簡稱勞保監理會）專任\n    委員，經被告以勞保監理會主任委員賴錦豐已於民國97年6\n    月12日請辭，為落實經營責任制度，原告應於主任委員離職\n    時同進退擬予以免職為理由，簽報行政院以97年8月7日院授\n    人力字第09700631112號函准後，遂以97年8月8日勞人1字第\n    0970076470號令（下稱原處分）核定原告免職，並自原處分\n    發布日生效。原告不服，提起訴願，經決定駁回，遂提起本\n    件行政訴訟。\n二、原告主張略以：\n  (一)勞保監理會之組織架構非與公營金融保險事業機構完全相同\n    ，自不得強加比附援引行政院所屬國營事業機構負責人經理\n    人董監事遴聘要點（下稱遴聘要點）之規定。依遴聘要點第\n    3 條規定，負責人係指「可決定事業機構經營政策之最高首\n    長，對外並代表事業機構，其職稱包括董事長或其他相當職\n    務」，而經理人則指「實際負責執行事業機構之股東會或董\n    事會決策之執行首長，其職稱包括總經理或其他相當職務」\n    。申言之，負責人即事業機構之代表及最高決策機關，經理\n    人則係執行機關。然原告所屬之勞保監理會並無前開之組織\n    架構，與一般與公營金融保險事業機構不同，參諸勞工保險\n    監理委員會組織條例第5 條及勞工保險監理委員會辦事細則\n    第19條規定，可見勞保監理會之主任委員僅就爭議審議審定\n    書有權得逕與核定外，其他各款決議事項均非由勞保監委會\n    之專任委員可得辦理，而係需視決議內容另外報請勞工委員\n    會（下稱勞委會）或勞工保險局（下稱勞保局）等分別辦理\n    ，意即勞保監理會內部並無相應於執行機關之經理人存在，\n    其執行機關（對應於遴聘要點經理人地位者）根據勞工保險\n    監理委員會組織條例暨辦事細則規定，均可見係屬勞委會或\n    勞保局，而非勞保監理會之專任委員。訴願決定認勞保監理\n    會主任委員之身分乃為遴聘要點中之負責人，而原告擔任專\n    任委員之身分乃為經理人，而引用遴聘要點第4 條經理人與\n    負責人應共進退規定，認原告應與主任委員共進退而加以免\n    職，其比附援引顯忽視勞保監理會與一般國營事業機構於組\n    織上之歧異點，而有錯誤引用之嫌。\n  (二)縱使認為原告所屬之勞保監理會之組織架構仍有負責人及經\n    理人存在，而應予適用遴聘要點之規定，惟細繹遴聘要點第\n    6 條第2 項規定：「經遴聘為事業結構負責人後，其權利義\n    務事項依下列規定辦理：…(二)該事業結構之經理人由其遴選\n    後依規定程序辦理。」同遴聘要點第4 條第1 項第2 點規定\n    ：「為落實國營事業機構經營責任制度，該機構經理人須與\n    負責人同進退，該機構負責人異動時，經理人隨同離職，由\n    新任機構負責人遴選合適經理人，報經目的事業主管機關陳\n    報本院核定。」參諸前開遴聘要點之設計及精神，乃為機關\n    決策責任一體之體現，然責任一體之前提在於經理人乃負責\n    人所遴選，而擔當負責人擬定決策之施行機關，從而負責人\n    與經理人間形成緊密之樞紐關係，由負責人與經理人共同對\n    於渠所營運之事業體負責，故倘負責人有所更替，為使下任\n    負責人重新挑選執行決策之團隊，經理人應與遴選渠之負責\n    人共進退，以彰顯責任一體之法理，蓋遴聘要點之設計精神\n    與現代民主國家之責任政治精神可謂道本一體，理無二致。\n    然原告所擔任之專任委員並非由主任委員所遴選，而係由當\n    時勞委會主任委員陳菊依勞工保險監理委員會組織條例第2\n    條規定遴聘，而非由勞保監理會主任委員賴錦豐所遴聘，從\n    而自與賴錦豐無責任一體之臍帶關係，無從適用遴聘要點第\n    4 條之規定甚明，訴願決定通篇避重就輕，漏未論及此點，\n    率爾以原告既是擔任勞保監理會之專任委員，即為遴聘要點\n    中所指之經理人，自應與主任委員共進退云云駁回原告之訴\n    願，顯對遴聘要點設計之法理未予細究便草率認定，於法顯\n    有違誤之處。\n  (三)觀諸勞保監理會之行政慣例，自原告遭免職前，未嘗有專任\n    委員與主任委員一併免職或共進退之行政前例存在。\n    1.勞保監理會主任委員迄今已有四度更迭，分別為王三重主\n      任委員（任職期間：90年9月20日至93年5月20日）、郭吉\n      仁主任委員（任職期間：93年5月20日至95年4 月1日）、\n      林豐賓主任委員（任職期間：95年5月1日至96年11月21日\n      ）、賴錦豐主任委員（96年12月3日至97年6月1日）：\n      與原告同樣擔任專任委員之柳文震自79年2 月1 日至97\n        年8 月14日間歷經四任主任委員之更迭，未嘗遭指應與\n        主任委員共進退而被免職。\n      陳榮祿自80年3 月8 日至93年7 月19日擔任專任委員期\n        間歷經王三重、郭吉仁兩任主任委員之變動，亦未嘗遭\n        免職。\n      黃國義於90年2 月20日至97年1 月16日擔任專任委員期\n        間，歷經王三重、郭吉仁、林豐賓、賴錦豐四任主任委\n        員交替，亦未嘗遭免職處分。\n      更以原告本身為例，原告自93年7 月19日至97年8 月8\n        日擔任主任委員期間，歷經郭吉仁、林豐賓、賴錦豐三\n        位主任委員變動，前亦未遭免職處分，倘勞保監理會之\n        主任委員與專任委員間係應據遴聘要點之規定共同進退\n        ，何以勞保監理會數度更易主任委員以來，僅有原告一\n        人遭此行政處分？\n    2.核被告所為之行政處分，顯有違背行政法上平等原則之嫌\n      。按平等原則乃我國憲法位階之原理原則，且明文於行政\n      程序法第6條規定，於行政法學理上開展出行政自我拘束\n      原則，即行政機關在作成行政處分時，對於相同或有同一\n      性質之事物，倘無正當理由，應受行政先例或行政慣例之\n      拘束，否則即違反平等原則。本件原告所擔任之職位為專\n      任委員，自遴聘要點頒佈施行以來，均未有任何專任委員\n      遭被告據遴聘要點為由而加以免職。換言之，近十年間僅\n      原告一人受此免職處分，其他同於勞保監理會擔任同專任\n      委員職務者，未有一人遭受免職處分，核被告之行為，顯\n      違平等原則而單對原告一人有特殊之待遇甚明！原告前曾\n      提出此點抗辯，卻遭行政院以「勞保監理會歷任主任委員\n      更易，專任委員未一併免職，要屬個案妥適與否之問題」\n      寥寥數語打發，未覺被告所為之行政處分顯無正當理由而\n      為差別待遇，屬違背平等原則之違法處分，應予以撤銷。\n  (四)退言之，若猶認被告所為之行政處分並無違背平等原則，然\n    原告所擔任之勞保監理會專任委員，其權責均與遴聘要點之\n    經理人地位不可相提並論，自不得執遴聘要點規定，命原告\n    與主任委員共進退而加以免職，茲分述如後：\n    1.按勞保監理會下設有業務監理組、財務監理組、爭議審議\n      組、秘書室，由主任秘書兼秘書室主任，專任委員兼業務\n      監理組、財務監理組、爭議審議組之主任，此參諸勞工保\n      險監理委員會組織條例第6條、第7條分別訂有明文。本件\n      原告係以社會保險專家而被遴聘為專任委員，並兼任業務\n      監理組主任，意即原告僅得審核業務監理組相關之事項，\n      對於財務監理組、爭議審議組及秘書室執掌之範圍均無權\n      置喙。況依勞工保險監理委員會辦事細則第8條、第9條規\n      定，勞保監理會之主任秘書與專門委員乃由主任委員遴選\n      ，承主任委員之命執行主任委員之決策，且不受組、室之\n      限制，可得審核參與原告所屬之業務監理組、財務監理組\n      、爭議審議組、秘書室所執掌之各項業務。又主任秘書及\n      專門委員均有本職章，主任秘書因身兼秘書室主任，亦有\n      兼任章可得處理兼任事務（即秘書室之執掌事項），反觀\n      原告擔任之專任委員因非經理人位階，不具處理跨組室決\n      策之權限與職責，僅有兼任章可供處理兼任事務；以原告\n      為例，原告僅有專任委員兼業務監理組組長章之兼職章，\n      而無如主任秘書或專門委員般具備專任委員章，即原告之\n      執掌範圍僅可得處理業務監理組內部事項，與專門委員、\n      主任秘書可處理之範疇顯不相當。換言之，以勞保監理會\n      之組織架構暨職權設計，係主任秘書或專門委員始為實際\n      負責執行主任委員決策之執行首長。而非原告所擔任之專\n      任委員。茲為鈞院整理勞保監理會之組織及核准事項分配\n      簡圖及勞工保險監理委員會分層負責明細表。由分配簡圖\n      可見原告所任之專任委員（兼業務監理組主任），就第一\n      層公務負責事項僅有審核之權，俟專任委員審核後，再轉\n      交由專門委員或主任秘書審核，再由渠報請主任委員核定\n      。行政實務上主任秘書並持有主任委員甲章可得以主任委\n      員名義核決一層核定事項，而專門委員亦另持有主任委員\n      職務乙章，可得以主任委員名義核決一層核定事項。申言\n      之，原告之執掌範圍至多僅可核決二層核定事項，一層核\n      定事項部分均需呈往主任秘書/ 專門委員由渠再做審核，\n      部分甚至由主任秘書/ 專門委員直接持主任委員甲/ 乙章\n      而核定。以前開行政實務運作流程觀之，勞保監理會之事\n      實上經理人，應為主任秘書及專門委員，而非原告所擔任\n      之專任委員。\n    2.被告另執原告之職務列15職等，依財政部所訂之公營金融\n      保險事業機構各職等職務新進人員資格條件及核薪標準表\n      係相當副首長職等，且根據勞保監理會辦事細則第3 條規\n      定主任委員不在會時，由專任委員代理會務等語，稱原告\n      身份相當於經理人而應予免職。惟原告之職務是否相當於\n      遴聘要點之經理人，應視原告之地位是否相當於實際擔當\n      負責執行勞保監理會決策之執行首長，而與原告之職等高\n      低、薪俸多寡無因果關係，被告所持理由於法實屬無據。\n      另勞保監理委員會辦事細則第3 條固然規定主任委員不在\n      會時，由專任委員代理會務，然該部代理並非常態，不能\n      僅據此即認定專任委員等同於經理人身份，況依行政慣例\n      ，專任委員在代行職務會務期間對於重大議案或涉及人事\n      部分絕不可能擅加決行，而係留待主任委員決行。若以被\n      告之邏輯論之，同辦事細則第8條第4款亦規定，主任委員\n      及專任委員不在會時，係由主任秘書代理會務，則主任秘\n      書既有代理會務之權，其身份亦為經理人，則被告即應依\n      同辦事要點將主任秘書加以免職方符法治，然被告卻僅針\n      對原告加以免職，顯見被告不認同可代理主任委員職務之\n      主任秘書係經理人，職是之故，僅以該辦事要點遽認原告\n      屬經理人身份，顯過速斷等情。並聲明求為判決撤銷訴願\n      決定及原處分。\n三、被告則抗辯略以：\n  (一)被告係以公營金融保險事業機構之相關規定，以副首長之程\n    序遴選原告，並依行政院以91年10月16日院授人力字第0910\n    045454號函報行政院核定。是以原告屢稱伊非遴聘要點之經\n    理人等語云云，顯無理由：\n    1.「本會隸屬中央勞工行政主管機關，置主任委員1 人及委\n      員16人，除主任委員外，其名額分配如左：一、專家4 人\n      ，其中3 人為專任。」「前項第1 款之委員，由中央勞工\n      行政主管機關遴聘財務專家2 人、社會保險及法律專家各\n      1 人擔任之，其餘委員分別洽請有關機關團體遴送中央勞\n      工行政主管機關核定聘任。」「本會之人事管理及職務列\n      等，比照公營金融保險事業機構辦理。」勞工保險監理委\n      員會組織條例第2 條第1 項第1 款、第2 項、第10條分別\n      定有明文。「三本要點名詞定義如下：(一)負責人：指可決\n      定事業機構經營政策之最高首長，對外並代表事業機構，\n      其職稱包括董事長或其他相當職務。(二)經理人：指實際負\n      責執行事業機構之股東會或董事會決策之執行首長，其職\n      稱包括總經理或其他相當職務。」「四遴聘權責如下：(一)\n      負責人、經理人之遴聘：…2.為落實國營事業機構經營責\n      任制度，該機構經理人須與負責人同進退，該機構負責人\n      異動時，經理人隨同離職，由新任機構負責人遴選合適經\n      理人，報經目的事業主管機關陳報本院核定。」遴聘要點\n      第3 點、第4 點分別定有明文。\n    2.原告為勞保監理會之專任委員，依勞工保險監理委員會組\n      織條例第2 條之規定，原告係由被告依財政部所屬事業機\n      構高級主管（副總經理、副局長、協理）遴選標準所遴選\n      。又勞保監理會之專任委員列15職等，依財政部「公營金\n      融、保險事業機構各職等職位新進人員資格條件及核薪標\n      準表」係相當副首長。行政院91年10月16日院授人力字第\n      0910045454號函規定，有關各主管機關所屬國營事業機構\n      副總經理、協理或相當職務之任免案均應報行政院核定，\n      故被告以93年6 月25日簽報行政院核定擬任原告為勞保監\n      理會之專任委員，足證被告係以公營金融保險事業機構之\n      相關規定，以副首長之程序遴選原告，並依行政院91年10\n      月16日院授人力字第0910045454號函報行政院核定。是以\n      ，原告屢稱伊非遴聘要點之經理人等語云云，顯無理由。\n    3.「本會主任委員綜理本會會務，並指揮監督所屬職員。主\n      任委員不在會時，由專任委員代理會務。」勞工保險監理\n      委員會辦事細則第3 條定有明文，故主任委員不在會時，\n      係由專任委員代理會務，由專任委員代理首長會務規定觀\n      之，亦證專任委員實具負責監理會決策之經理人之性質。\n      另勞保監理會前任主任委員郭吉仁及林豐賓分別於95年4\n      月1 日及96年11月21日離職，其接任主任委員人選尚未到\n      任前，係由原告代理，並有原告以代理主任委員甲○○署\n      名之函稿可稽，顯見原告在勞保監理會所擔負之決策責任\n      ；原告亦以代理主任委員之名義召集會議並為主持人，出\n      席者、列席者分別為勞方、資方、與開會事由相關之政府\n      代表，足證專任委員實具有負責勞保監理會經理人之性質\n      。按「本會置主任秘書1 人；組主任3 人，由專任委員兼\n      任；…」勞工保險監理委員會組織條例第7 條前段定有明\n      文。至於原告另稱若原告為實際執行主任委員決策之執行\n      首長，為何經手之公文尚須經專門委員及主任秘書之簽核\n      、且實際上亦曾發生過原告簽核通過之提案，於呈至主任\n      秘書時，經其簽核後會爭議審議組云云乙節，因專任委員\n      乃原告本職，其係因依監理會組織條例第7 條規定兼任組\n      主任職務，方有其兼任業務監理組之公文書應經專門委員\n      、主任秘書核稿再呈主任委員判行之情況，此係機關內分\n      層負責所致，與原告專任委員本職不同，不可一概而論。\n    4.「業務監理組職掌如下：一保險年度計畫及年度總報告之\n      審議事項。二保險業務之檢查及考核事項。三保險重要業\n      務之審議事項。四保險法規及業務興革之研究建議審議事\n      項。五保險監理業務檢討會及勞保業務研討會之規劃辦理\n      事項。六其他有關保險業務監理事項。前項第3 款所稱保\n      險重要業務包括保險年度計畫之變更、保險業務之委託辦\n      理、保險業務重要契約之訂定及保險政策性行政措施等事\n      項。」「財務監理組職掌如下：一保險年度預算、決算之\n      審議事項。二保險基金保管之審核及其運用之審議事項。\n      三保險重要財務之審議事項。四保險財務帳務之檢查及考\n      核事項。五保險財務法規及財務興革之研究建議審議事項\n      。六其他有關保險財務監理事項。前項第3 款所稱保險重\n      要財務包括保險年度預算之變更、保險費率之調整、保險\n      準備提存之研訂、保險財務收支之預估、保險財務重要契\n      約之訂定及呆帳之審核等事項。」「爭議審議組職掌如下\n      ：一保險爭議之審議事項。二有關爭議審議案件之統計、\n      分析、研究及業務興革建議事項。」勞工保險監理委員會\n      辦事細則第4 條、第5 條、第6 條分別定有明文。原告依\n      監委會組織條例第7 條規定兼任業務監理組組主任職務，\n      並以專任委員之身分為主持人召集會議，出席者、列席者\n      分別為勞方、資方、與開會事由相關之政府代表，足證專\n      任委員實具有負責勞保監理會經理人之性質。\n    5.「為監督勞工保險業務及審議保險爭議事項，依勞工保險\n      條例第5 條規定，設勞工保險監理委員會(以下簡稱本會)\n      。」「本會隸屬中央勞工行政主管機關，置主任委員1 人\n      及委員16人，除主任委員外，其名額分配如左：一、專家\n      4人，其中3人為專任。…」「前項第1 款之委員，由中央\n      勞工行政主管機關遴聘財務專家2 人、社會保險及法律專\n      家各1 人擔任之，其餘委員分別洽請有關機關團體遴送中\n      央勞工行政主管機關核定聘任。」「本會主任委員，由中\n      央勞工行政主管機關報請行政院核定派免。」勞工保險監\n      理委員會組織條例第1條、第2條第1項第1款、第2項、第3\n      條分別定有明文。依前開條文可知，勞保監理會之專任委\n      員係由被告遴聘再報行政院核定、勞保監理會之主任委員\n      係由被告報行政院核定派免，被告為落實遴聘要點所規定\n      之責任制度，故於主任委員賴錦豐自行請辭後，依遴聘要\n      點之規定將原告予以免職，再依相關規定另覓人選。原告\n      不得因相關規定非由主任委員遴聘專任委員而主張不受遴\n      聘要點所規定責任制度之規制。\n    6.綜上，被告係以公營金融保險事業機構之相關規定，以副\n      首長（即遴聘要點之經理人）之程序遴選原告，故於勞保\n      監理會之主任委員賴錦豐請辭後，為落實經營責任制度，\n      被告自得依遴聘要點第4 點之規定將原告予以免職。而就\n      原告之免職，被告以97年7 月23日簽行政院核示，行政院\n      以97年8 月7 日院授人力字第09700631112 號函准予照辦\n      ，完全符合法律程序。\n  (二)被告以遴聘要點之規定將原告免職實屬合法，原告殊不得主\n    張違法之平等：\n    原告主張近10年間僅其1 人受免職處分，顯違平等原則等語\n    。惟遴聘要點係於91年6 月21日發布，且專任委員或有由受\n    身分保障之常任公務員出任，而省略免職再任用之程序，此\n    為另案妥適與否之問題，原告殊不得主張違法之平等。又另\n    位專任委員柳文震經被告免職後再行派任監委會專任委員，\n    係就監委會機構運作、公務人員任用資格等節之考量而為，\n    亦屬另案，尚難執為本案之法律論據，更何況柳文震專任委\n    員本具有公務人員任用資格。\n  (三)被告於免職原告後，業依規定計算離職給與予原告，雖原告\n    將離職給與退還，惟被告業已依法照顧原告離職後之權益：\n    1.「四國營事業負責人、經理人之離職給與，以其最後在職\n      時所支單一薪給為計算基數，每服務1 年給與1 個基數，\n      未滿6 個月者，給與2 分之1 個基數，滿6 個月以上者，\n      給與一個基數。」國營事業機構負責人經理人退離及撫卹\n      原則第4 點定有明文。\n    2.被告於免職原告後，依前開規定以原告依遴聘要點之服務\n      年資計算4.5 個基數之離職給與，總金額為593,699 元，\n      並於97年10月7 日以保監人字第0970060424號函通知原告\n      ，惟原告於97年10月15日以台灣土地銀行開具之支票退還\n      該筆離職給與，被告先將該筆離職給與繳庫，待原告願意\n      領取，被告將予補發。雖原告將離職給予退還，惟被告業\n      已依法照顧原告離職後之權益。\n  (四)勞保監理會之人事管理係比照公營金融保險事業機構，就人\n    事任免得自由選任。又專任委員係遴聘要點之經理人，本應\n    依遴聘要點之規定與主任委員隨同離職等語。並聲明求為判\n    決駁回原告之訴。\n四、本件兩造爭執要點為被告以勞保監理會主任委員賴錦豐已辭\n    職，為落實經營責任制度，報經行政院核准後，免除原告之\n    勞保監理會專任委員職務，有無違法？\n五、按勞工保險監理委員會組織條例第2條規定：「（第1項）本\n    會隸屬中央勞工行政主管機關，置主任委員1 人及委員16人\n    ，除主任委員外，其名額分配如左：一專家4人，其中3人為\n    專任。二勞方代表6人。三資方代表4人。四政府代表2 人。\n    （第2項）前項第1款之委員，由中央勞工行政主管機關遴聘\n    財務專家2人、社會保險及法律專家各1人擔任之，其餘委員\n    分別洽請有關機關團體遴送中央勞工行政主管機關核定聘任\n    。」第3 條：「本會主任委員，由中央勞工行政主管機關報\n    請行政院核定派免。」第4 條前段：「本會委員，除專任委\n    員外，其任期2年，期滿得續聘之。」第6條：「本會設左列\n    各組、室：一業務監理組。二財務監理組。三爭議審議組。\n    四秘書室。」第7條前段略以：「本會置主任秘書1人；組主\n    任3 人，由專任委員兼任；…」第10條規定：「本會之人事\n    管理及職務列等，比照公營金融保險事業機構辦理。」次按\n    勞工保險監理委員會辦事細則第3 條規定：「本會主任委員\n    綜理本會會務，並指揮監督所屬職員。主任委員不在會時，\n    由專任委員代理會務。」又按行政院所屬國營事業機構負責\n    人經理人董監事遴聘要點第3點第1項、第2 項規定：「本要\n    點名詞定義如下：(一)負責人：指可決定事業機構經營政策之\n    最高首長，對外並代表事業機構，其職稱包括董事長或其他\n    相當職務。(二)經理人：指實際負責執行事業機構之股東會或\n    董事會決策之執行首長，其職稱包括總經理或其他相當職務\n    。…」第4點第1項規定：「遴聘權責如下：(一)負責人、經理\n    人之遴聘：1.事業機構負責人、經理人之遴聘，應依本院與\n    各部會行處局署院及省（市）政府人事權責劃分規定，報經\n    本院核定人選後，再由各主管機關依程序辦理。2.為落實國\n    營事業機構經營責任制度，該機構經理人須與負責人同進退\n    ，該機構負責人異動時，經理人隨同離職，由新任機構負責\n    人遴選合適經理人，報經目的事業主管機關陳報本院核定。\n    …」\n六、經查：\n  (一)按前引勞工保險監理委員會組織條例第2 條明定被告所屬勞\n    保監理會設置專任委員3 人，由被告遴聘財務專家、社會保\n    險及法律專家擔任之，足見該專任委員並非經國家考試進用\n    之公務人員。再依派用人員派用條例第2 條前段之規定，派\n    用人員以臨時性機關或有期限之臨時專任職務之人員為限，\n    而依勞工保險監理委員會組織條例第2 條及第4 條之規定，\n    勞保監理會係屬常設性機關，所設專任委員亦非有期限之臨\n    時性職位甚明。又行政機關之編制內公務人員，通常均須依\n    相關公務人員任用法律所定程序，送經銓敘機關銓敘審定，\n    始成為依法任用之正式公務人員，則不論直接適用或準用有\n    關公營事業人事派用法規而進用之從業人員，因非依公務人\n    員任用法或該法授權之法規命令取得公務人員資格，自非屬\n    公務人員保障法所稱「依法任用」之人員，而非屬該法保障\n    之對象。易言之，勞保監理會專任委員乃由法律賦予被告基\n    於推動政策及業務之實際需要，比照公營金融保險事業機構\n    之人事任用程序，得自主遴聘不具公務人員任用資格者擔任\n    之，並不受公務人員任用法與公務人員保障法關於任用資格\n    及身分保障規定之限制，則基於同一法理，被告自亦享有免\n    除其職務之權限。是以被告任免勞保監理會專任委員之職務\n    ，乃屬於法定人事任免權之行使，若無恣意行使裁量權之違\n    法情事，法院自應予以尊重。\n  (二)查本件原告並不具公務人員任用資格，係經被告前任主任委\n    員依勞工保險監理委員會組織條例第2 條及第10條規定，以\n    勞保監理會專任委員列位15職等，依財政部「公營金融、保\n    險事業機構各職等職位新進人員資格條件及核薪標準表」係\n    相當副首長，原告所具條件符合「財政部所屬事業機構高級\n    主管（副總經理、副局長、協理）遴選標準規定」中金融保\n    險事業機構類別之基本條件及一般條件第3 項所指事業機構\n    之董事、監事或其他相當職務之規定，擬聘其擔任勞保監理\n    會專任委員等事由，而於93年6月25日簽報行政院以93年7月\n    6日院授人力字第0930063043號函核定後，被告遂以93年7月\n    9 日勞人一字第0930032705號令派任。嗣經被告現任主任委\n    員以勞保監理會主任委員賴錦豐已於97年6 月12日辭職獲准\n    ，原告所任專任委員乙職相當於國營事業機構副總經理層級\n    ，為落實經營責任制度，須與主任委員同進退，擬予以免職\n    為理由，而於97年7月23日簽報行政院以97年8月7 日院授人\n    力字第09700631112 號函准後，以原處分免除其現職等情，\n    為兩造所不爭執，有卷附各該簽稿、函、令等件影本可稽（\n    見訴願卷第41頁至第46頁、本院卷第83頁至第84頁及第28頁\n    ）。\n  (三)復按勞保監理會之人事管理及職務列等，比照公營金融保險\n    事業機構辦理，為前引勞工保險監理委員會組織條例第10條\n    所明定。而依同條例第2 條及第4 條之規定，勞保監理會所\n    設置之主任委員1 人及專任委員3 人均不受任期保障，且專\n    任委員列屬15職等，依財政部頒行之公營金融、保險事業機\n    構各職等職位新進人員資格條件及核薪標準表所載（見本院\n    卷第88頁），係相當副首長，而依勞工保險監理委員會辦事\n    細則第3 條：「本會主任委員綜理本會會務，並指揮監督所\n    屬職員。主任委員不在會時，由專任委員代理會務。」之規\n    定，顯認專任委員係備位機關首長，其職位僅次於主任委員\n    無訛。況且本件原告任職期間，於主任委員出缺時，被告亦\n    均函陳行政院令派原告代理主任委員，實際由原告代行主任\n    委員之職務，有卷附被告95年4 月19日勞人1 字第09500183\n    81號函、行政院95年4 月7 日院授人力字第0950061674號令\n    、勞保監理會95年4 月10日保監秘字第0950060104號函、勞\n    保監理會95年4 月13日保監人字第0950060106號函、勞保監\n    理會9 5 年4 月17日保監財字第0950060108號函、勞保監理\n    會95年4 月18日保監秘字第0950060116號函、勞保監理會95\n    年4 月20日保監人字第0950060115號函等件可證（見本院卷\n    第74頁至第79頁）。堪認原告原任勞保監理會專任委員乙職\n    係相當於副首長，要無疑義。\n  (四)又揆諸遴聘要點第3 點第1 項、第2 項及第4 點第1 項規定\n    意旨，可見公營事業均負有公益性、政策性任務，經國家或\n    其他公法人指派在該公營事業機構代表其執行職務者，並對\n    經營政策負有主要決策責任之人員，如負責人及經理人等，\n    須對經營成敗負責，或隨政策變更而定其去留，不能比擬常\n    業文官，該類人員亦非公務人員保障法保障之對象。勞保監\n    理會專任委員之派免既應比照公營金融保險事業機構辦理，\n    自應本此精神，尊重被告之權責，以切合被告對各階段性業\n    務推動需要，並落實對經營政策成敗負責之旨趣。是故本件\n    原告既經被告依遴聘要點遴聘擔任相當於公營金融、保險事\n    業機構副首長之勞保監理會專任委員乙職，自有該要點第4\n    點第1 項第2 款規定之適用。則被告於勞保監理會主任委員\n    辭職，而原告未隨同辭職時，為落實國營事業機構經營責任\n    制度，予以免職，於法自屬有據。是以原告以上開情詞，主\n    張渠不適用遴聘要點之規定，毋庸隨同主任委員同進退云云\n    ，容欠允洽，不能採取。\n  (五)至於原告復主張被告多年來向無以上開理由免除勞保監理會\n    專任委員職務之情事，卻獨對原告為之，明顯違反平等原則\n    云云。惟按憲法之平等原則要求行政機關對於事物本質上相\n    同的事件作相同的處理，乃形成行政自我拘束，惟憲法上的\n    平等原則係指合法的平等，並不包涵違法的平等。故行政先\n    例必須是合法的，乃行政自我拘束的前提要件，憲法之平等\n    原則，並非賦予人民有要求行政機關重複錯誤的請求權，且\n    依法行政係行政機關之職責，行政機關不得任意的悖離( 最\n    高行政法院95年度判字第1251號判決意旨參照) 。姑不論原\n    告所指其他專任委員未受免職之原委為何，有無違法情事，\n    因非屬本件審理之範疇，本院原無從論斷。然勞保監理會專\n    任委員依規定既應隨同主任委員進退，原告於主任委員離職\n    時，未自行辭職，被告自得予以免職，核屬法定職權之正當\n    行使，縱使先前有其他違法事例，亦非屬行政慣例，要無行\n    政自我拘束及平等原則之適用可言。至於被告是否續聘原告\n    擔任專任委員或另行安排其轉任其他不具公務人員任用資格\n    之職位，乃被告人事權裁量之範疇，無從據為原告得續予留\n    任之理由。是原告執此指摘原處分違法，難謂的論，不能憑\n    採。\n七、綜上所述，原處分適用法律並無違誤；訴願決定予以維持，\n    核無不合，原告訴請撤銷，為無理由，應予駁回。\n八、本件為判決基礎之事證已臻明確，兩造其餘之攻擊、防禦方\n    法，經核均與判決之結果不生影響，自毋庸逐一論述，併予\n    敘明。\n據上論結，本件原告之訴為無理由，爰依行政訴訟法第98條第1\n項前段之規定，判決如主文。"
  },
  "characters": {
    "judges": [
      "徐瑞晃",
      "蕭惠芳",
      "蔡紹良"
    ],
    "prosecutors": [

    ],
    "lawyers": [

    ],
    "clerks": [
      "張正清"
    ],
    "plaintiffs": [
      "甲"
    ],
    "defendants": [
      "行政院勞工委員會",
      "代  表  人  乙○○（主任委員）"
    ],
    "prosecutor_office": [

    ],
    "creditors": [

    ],
    "debtors": [

    ],
    "judicial_associate_officer": [

    ]
  },
  "adjudged_at": "2010-05-12",
  "created_at": "2016-01-05 11:57:31",
  "updated_at": "2016-01-05 11:57:31"
}